Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Current BOM
pt_br: Lista de Materiais (BOM) Atual

source: Current BOM and New BOM can not be same
pt_br: A Lista de Materiais (BOM) Atual e a Nova Lista de Materiais não podem ser as mesmas

source: Current Exchange Rate
pt_br: Taxa de Câmbio Atual

source: Current Index
pt_br: Índice Atual

source: Current Invoice End Date
pt_br: Data Final da Fatura Atual

source: Current Invoice Start Date
pt_br: Data Inicial da Fatura Atual

source: Current Level
pt_br: Nível Atual

source: Current Liabilities
pt_br: Passivos Circulantes

source: Current Liability
pt_br: Passivo Circulante

source: Current Node
pt_br: Nó Atual

source: Current Qty
pt_br: Qtd. Atual

source: Current Ratio
pt_br: Índice Atual

source: Current Serial / Batch Bundle
pt_br: Lote / Pacote Atual de Série

source: Current Serial No
pt_br: Nº de Série Atual

source: Current State
pt_br: Estado Atual

source: Current Status
pt_br: Estado Atual

source: Current Stock
pt_br: Estoque Atual

source: Current Time
pt_br: Hora Atual

source: Current Valuation Rate
pt_br: Custo Unitário Atual

source: Curves
pt_br: Curvas

source: Custodian
pt_br: Custodiante

source: Custody
pt_br: Custódia

source: Custom
pt_br: Personalizado

source: Custom HTML
pt_br: HTML Personalizado

source: Custom Remarks
pt_br: Observações Personalizadas

source: Custom delimiters
pt_br: Delimitadores personalizados

source: Custom?
pt_br: Personalizado?

source: Customer
pt_br: Cliente

source: Customer
pt_br: Cliente

source: Customer / Item / Item Group
pt_br: Cliente / Item / Grupo de Itens

source: Customer / Lead Address
pt_br: Endereço do Cliente / Lead

source: Customer Acquisition and Loyalty
pt_br: Aquisição de Clientes e Fidelização

source: Customer Address
pt_br: Endereço do Cliente

source: Customer Addresses And Contacts
pt_br: Endereços e Contatos do Cliente

source: Customer Code
pt_br: Código do Cliente

source: Customer Contact
pt_br: Contato do Cliente

source: Customer Contact Email
pt_br: E-mail de Contato do Cliente

source: Customer Credit Balance
pt_br: Saldo de Crédito do Cliente

source: Customer Credit Limit
pt_br: Limite de Crédito do Cliente

source: Customer Defaults
pt_br: Padrões do Cliente

source: Customer Details
pt_br: Detalhes do Cliente

source: Customer Feedback
pt_br: Opinião do Cliente

source: Customer Group
pt_br: Grupo de Clientes

source: Customer Group Item
pt_br: Item de Grupo de Clientes

source: Customer Group Name
pt_br: Nome do Grupo de Clientes

source: Customer Group: {0} does not exist
pt_br: Grupo de Clientes: {0} não existe.

source: Customer Groups
pt_br: Grupos de Clientes

source: Customer Item
pt_br: Item do Cliente

source: Customer Items
pt_br: Itens de Clientes

source: Customer LPO
pt_br: Último Pedido de Compra do Cliente

source: Customer LPO No.
pt_br: Nº do Último Pedido de Compra do Cliente

source: Customer Ledger Summary
pt_br: Resumo do Razão do Cliente

source: Customer Mobile No
pt_br: Celular do Cliente

source: Customer Name
pt_br: Nome do Cliente

source: Customer Name:
pt_br: Nome do Cliente:

source: Customer Naming By
pt_br: Nomenclatura do Cliente Por

source: Customer PO
pt_br: Pedido de Compra do Cliente

source: Customer PO Details
pt_br: Detalhes do Pedido de Compra do Cliente

source: Customer POS Id
pt_br: ID de PDV do Cliente

source: Customer POS id
pt_br: ID de PDV do Cliente

source: Customer Portal Users
pt_br: Usuários do Portal do Cliente

source: Customer Primary Address
pt_br: Endereço Principal do Cliente

source: Customer Primary Contact
pt_br: Contato Primário do Cliente

source: Customer Provided
pt_br: Fornecido pelo Cliente

source: Customer Service
pt_br: Serviço ao Cliente

source: Customer Service Representative
pt_br: Representante de Atendimento ao Cliente

source: Customer Territory
pt_br: Território do Cliente

source: Customer Type
pt_br: Tipo de Cliente

source: Customer Warehouse (Optional)
pt_br: Armazém do Cliente (Opcional)

source: Customer contact updated successfully.
pt_br: Contato do cliente atualizado com sucesso.

source: Customer is required
pt_br: O Cliente é obrigatório

source: Customer isn't enrolled in any Loyalty Program
pt_br: O Cliente não está inscrito em nenhum Programa de Fidelidade

source: Customer or Item
pt_br: Cliente ou Item

source: Customer required for 'Customerwise Discount'
pt_br: Cliente é obrigatório para 'Desconto por Cliente'

source: Customer {0} does not belong to project {1}
pt_br: Cliente {0} não pertence ao projeto {1}

source: Customer's Item Code
pt_br: Código do Item do Cliente

source: Customer's Purchase Order
pt_br: Pedido de Compra do Cliente

source: Customer's Purchase Order Date
pt_br: Data do Pedido de Compra do Cliente

source: Customer's Purchase Order No
pt_br: Número do Pedido de Compra do Cliente

source: Customer's Vendor
pt_br: Fornecedor do Cliente

source: Customer-wise Item Price
pt_br: Preço de Item por Cliente

source: Customer/Lead Name
pt_br: Nome do Cliente/Lead

source: Customer:
pt_br: Cliente:

source: Customers
pt_br: Clientes

source: Customers Without Any Sales Transactions
pt_br: Clientes Sem Transações de Venda

source: Customers not selected.
pt_br: Clientes não selecionados.

source: Customerwise Discount
pt_br: Desconto Referente Ao Cliente

source: Customize Homepage Sections
pt_br: Personalizar Seções da Página Inicial

source: Customs Tariff Number
pt_br: NCM

source: Cycle/Second
pt_br: Ciclo/Segundo

source: Daily
pt_br: Diário

source: Daily Project Summary for {0}
pt_br: Resumo Diário do Projeto Para {0}

source: Daily Reminders
pt_br: Lembretes Diários

source: Daily Time to send
pt_br: Horário Diário para Envio

source: Daily Timesheet Summary
pt_br: Resumo Diário de Folha de Ponto

source: Dashboard
pt_br: Painel

source: Data Based On
pt_br: Dados baseados em

source: Data Fetch Method
pt_br: Método de Busca de Dados

source: Data Import Configuration
pt_br: Configuração de Importação de Dados

source: Data Import and Settings
pt_br: Importação de Dados e Configurações

source: Date
pt_br: Data

source: Date
pt_br: Data

source: Date Based On
pt_br: Data Com Base Em

source: Date Of Retirement
pt_br: Data da Aposentadoria

source: Date Settings
pt_br: Configurações de Data

source: Date must be between {0} and {1}
pt_br: A data deve estar entre {0} e {1}

source: Date of Birth
pt_br: Data de Nascimento

source: Date of Birth cannot be greater than today.
pt_br: Data de nascimento não pode ser maior do que hoje.

source: Date of Commencement
pt_br: Data de Início

source: Date of Commencement should be greater than Date of Incorporation
pt_br: A data de início deve ser maior que a data de incorporação

source: Date of Establishment
pt_br: Data de Estabelecimento

source: Date of Incorporation
pt_br: Data de Incorporação

source: Date of Issue
pt_br: Data de Emissão

source: Date of Joining
pt_br: Data de Admissão

source: Date of Transaction
pt_br: Data da Transação

source: Date:
pt_br: Data:

source: Dates
pt_br: Datas

source: Dates to Process
pt_br: Datas para Processar

source: Day
pt_br: Dia

source: Day Of Week
pt_br: Dia da Semana

source: Day of Week
pt_br: Dia da Semana

source: Day to Send
pt_br: Dia para Envio

source: Day(s) after invoice date
pt_br: Dia(s) após a data da fatura

source: Day(s) after the end of the invoice month
pt_br: Dia(s) após o final do mês da fatura

source: Days
pt_br: Dias

source: Days Since Last Order
pt_br: Dias Desde a Última Compra

source: Days Since Last order
pt_br: Dias desde a última compra

source: Days Until Due
pt_br: Dias Até o Vencimento

source: Days before the current subscription period
pt_br: Dias antes do período de assinatura atual

source: DeLinked
pt_br: Desvinculado

source: Deal Owner
pt_br: Responsável pelo Negócio

source: Dealer
pt_br: Distribuidor

source: Dear
pt_br: Caro

source: Dear System Manager,
pt_br: Caro Administrador do Sistema,

source: Debit
pt_br: Devedor

source: Debit (Transaction)
pt_br: Débito (Transação)

source: Debit ({0})
pt_br: Débito ({0})

source: Debit / Credit Note Posting Date
pt_br: Data de Lançamento da Nota de Débito/Crédito

source: Debit Account
pt_br: Conta de Débito

source: Debit Amount
pt_br: Valor do Débito

source: Debit Amount in Account Currency
pt_br: Valor do Débito na Moeda da Conta

source: Debit Amount in Transaction Currency
pt_br: Valor do Débito na Moeda da Transação

source: Debit Note
pt_br: Nota de Débito

source: Debit Note Amount
pt_br: Valor da Nota de Débito

source: Debit Note Issued
pt_br: Nota de Débito Emitida

source: Debit Note will update it's own outstanding amount, even if 'Return Against' is specified.
pt_br: A Nota de Débito irá atualizar seu próprio valor pendente, mesmo que 'Devolução Vinculada' esteja especificada.

source: Debit To
pt_br: Débito Para

source: Debit To is required
pt_br: Para Débito é necessária

source: Debit and Credit not equal for {0} #{1}. Difference is {2}.
pt_br: O Débito e Crédito não são iguais para {0} # {1}. a diferença é de {2}.

source: Debit in Company Currency
pt_br: Débito Em Moeda da Empresa

source: Debit to
pt_br: Débito para

source: Debit-Credit Mismatch
pt_br: Divergência de Débito-Crédito

source: Debit-Credit mismatch
pt_br: Divergência de Débito-Crédito

source: Debt Equity Ratio
pt_br: Índice de Endividamento sobre o Patrimônio Líquido

source: Debtor Turnover Ratio
pt_br: Índice de Rotatividade de Contas a Receber

source: Debtors
pt_br: Devedores

source: Decigram/Litre
pt_br: Decigrama/Litro

source: Decilitre
pt_br: Decilitro

source: Decimeter
pt_br: Decímetro

source: Declare Lost
pt_br: Declarar Perdido

source: Deduct
pt_br: Deduzir

source: Deductee Details
pt_br: Detalhes do Deductee

source: Deductions or Loss
pt_br: Dedução Ou Perda

source: Default
pt_br: Padrão

source: Default Account
pt_br: Conta Padrão

source: Default Accounts
pt_br: Contas Padrão

source: Default Activity Cost exists for Activity Type - {0}
pt_br: Existe Atividade Custo Padrão para o Tipo de Atividade - {0}

source: Default Advance Account
pt_br: Conta Contábil de Adiantamento Padrão

source: Default Advance Paid Account
pt_br: Conta Contábil de Adiantamento Pago Padrão

source: Default Advance Received Account
pt_br: Conta Contábil de Adiantamento Recebido Padrão

source: Default Ageing Range
pt_br: Faixa de Ageing Padrão

source: Default BOM
pt_br: BOM Padrão

source: Default BOM ({0}) must be active for this item or its template
pt_br: BOM Padrão ({0}) precisa estar ativa para este item ou o seu modelo

source: Default BOM for {0} not found
pt_br: Não foi encontrado a BOM Padrão para {0}

source: Default BOM not found for FG Item {0}
pt_br: BOM Padrão não encontrado para o Item FG {0}

source: Default BOM not found for Item {0} and Project {1}
pt_br: Lista de Materiais padrão não encontrada para Item {0} e Projeto {1}

source: Default Bank Account
pt_br: Conta Contábil de Banco Padrão

source: Default Billing Rate
pt_br: Valor de Faturamento Padrão

source: Default Buying Cost Center
pt_br: Centro de Custo Padrão de Compra

source: Default Buying Price List
pt_br: Tabela de Preços de Compra Padrão

source: Default Buying Terms
pt_br: Termos de Compra Padrão

source: Default Cash Account
pt_br: Conta Contábil de Caixa Padrão

source: Default Common Code
pt_br: Código Comum Padrão

source: Default Company
pt_br: Empresa Padrão

source: Default Company Bank Account
pt_br: Conta Bancária Padrão da Empresa

source: Default Cost Center
pt_br: Centro de Custo Padrão

source: Default Cost of Goods Sold Account
pt_br: Conta Contábil de Custo dos Produtos Vendidos Padrão

source: Default Costing Rate
pt_br: Valor de Custeio Padrão

source: Default Currency
pt_br: Moeda Padrão

source: Default Customer Group
pt_br: Grupo de Clientes Padrão

source: Default Deferred Expense Account
pt_br: Conta Contábil Padrão de Despesa Diferida

source: Default Deferred Revenue Account
pt_br: Conta Contábil Padrão de Receita Diferida

source: Default Dimension
pt_br: Dimensão Padrão

source: Default Discount Account
pt_br: Conta Contábil de Desconto Padrão

source: Default Distance Unit
pt_br: Unidade de Distância Padrão

source: Default Expense Account
pt_br: Conta Contábil de Despesa Padrão

source: Default Finance Book
pt_br: Livro Contábil Padrão

source: Default Finished Goods Warehouse
pt_br: Armazém de Produtos Acabados Padrão

source: Default Holiday List
pt_br: Lista Feriados Padrão

source: Default In-Transit Warehouse
pt_br: Armazém Padrão de Mercadorias em Trânsito

source: Default Income Account
pt_br: Conta Contábil de Receita Padrão

source: Default Inventory Account
pt_br: Conta Contábil de Inventário Padrão

source: Default Item Group
pt_br: Grupo de Itens Padrão

source: Default Item Manufacturer
pt_br: Fabricante Padrão do Item

source: Default Letter Head
pt_br: Papel Timbrado Padrão

source: Default Manufacturer Part No
pt_br: Número da Peça do Fabricante Padrão

source: Default Material Request Type
pt_br: Tipo de Requisição de Material Padrão

source: Default Operating Cost Account
pt_br: Conta Contábil de Custo Operacional Padrão

source: Default Payable Account
pt_br: Conta de Contas a Pagar Padrão

source: Default Payment Discount Account
pt_br: Conta Contábil de Desconto de Pagamento Padrão

source: Default Payment Request Message
pt_br: Mensagem de Requisição de Pagamento Padrão

source: Default Payment Terms Template
pt_br: Modelo de Condições de Pagamento Padrão

source: Default Price List
pt_br: Tabela de Preços Padrão

source: Default Priority
pt_br: Prioridade Padrão

source: Default Provisional Account
pt_br: Conta Contábil Provisória Padrão

source: Default Purchase Unit of Measure
pt_br: Unidade de Medida de Compra Padrão

source: Default Quotation Validity Days
pt_br: Dias de Validade de Cotação Padrão

source: Default Receivable Account
pt_br: Conta Contábil de Contas a Receber Padrão

source: Default Sales Contact
pt_br: Contato de Vendas Padrão

source: Default Sales Unit of Measure
pt_br: Unidade de Medida de Vendas Padrão

source: Default Scrap Warehouse
pt_br: Armazém Sucata Padrão

source: Default Selling Cost Center
pt_br: Centro de Custo de Vendas Padrão

source: Default Selling Terms
pt_br: Termos de Venda Padrão

source: Default Service Level Agreement
pt_br: Acordo de Nível de Serviço Padrão

source: Default Service Level Agreement for {0} already exists.
pt_br: Acordo de Nível de Serviço Padrão para {0} já existe.

source: Default Source Warehouse
pt_br: Armazém de Origem Padrão

source: Default Stock UOM
pt_br: UDM Padrão de Estoque

source: Default Supplier
pt_br: Fornecedor Padrão

source: Default Supplier Group
pt_br: Grupo de Fornecedores Padrão

source: Default Target Warehouse
pt_br: Armazém de Destino Padrão

source: Default Territory
pt_br: Território Padrão

source: Default Unit of Measure
pt_br: Unidade de Medida Padrão

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You need to either cancel the linked documents or create a new Item.
pt_br: A Unidade de Medida Padrão para o Item {0} não pode ser alterada diretamente porque você já realizou algumas transações com outra UDM. Você precisa cancelar os documentos vinculados ou criar um novo Item.

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You will need to create a new Item to use a different Default UOM.
pt_br: Unidade de Medida Padrão para Item {0} não pode ser alterada diretamente porque você já fez alguma transação(s) com outra UDM. Você precisará criar um novo item para usar uma Unidade de Medida Padrão diferente.

source: Default Unit of Measure for Variant '{0}' must be same as in Template '{1}'
pt_br: A Unidade de Medida Padrão para a Variante '{0}' deve ser a mesma do Modelo '{1}'

source: Default Valuation Method
pt_br: Método de Avaliação Padrão

source: Default Value
pt_br: Valor Padrão

source: Default Warehouse
pt_br: Armazém Padrão

source: Default Warehouse for Sales Return
pt_br: Armazém Padrão para Devolução de Vendas

source: Default Warehouses for Production
pt_br: Armazéns Padrão para Produção

source: Default Work In Progress Warehouse
pt_br: Armazém Padrão de Trabalho Em Andamento

source: Default Workstation
pt_br: Estação de Trabalho Padrão

source: Default account will be automatically updated in POS Invoice when this mode is selected.
pt_br: A conta padrão será atualizada automaticamente na Fatura de PDV quando este modo for selecionado.

source: Default settings for your stock-related transactions
pt_br: Configurações padrão para suas transações relacionadas a estoque

source: Default tax templates for sales, purchase and items are created.
pt_br: Modelos de impostos padrão para vendas, compras e itens foram criados.

source: Default: 10 mins
pt_br: Padrão: 10 minutos

source: Defaults
pt_br: Padrões

source: Defense
pt_br: Defesa

source: Deferred Accounting
pt_br: Contabilidade Diferida

source: Deferred Accounting Defaults
pt_br: Padrões de Contabilidade Diferida

source: Deferred Accounting Settings
pt_br: Configurações de Contabilidade Diferida

source: Deferred Expense
pt_br: Despesa Diferida

source: Deferred Expense Account
pt_br: Conta de Despesas Diferidas

source: Deferred Revenue
pt_br: Receita Diferida

source: Deferred Revenue Account
pt_br: Conta de Receita Diferida

source: Deferred Revenue and Expense
pt_br: Receitas e Despesas Diferidas

source: Deferred accounting failed for some invoices:
pt_br: A contabilidade diferida falhou para algumas faturas:

source: Define Asset Category
pt_br: Definir Categoria de Ativo

source: Define Project type.
pt_br: Defina o tipo de Projeto.

source: Dekagram/Litre
pt_br: Decagrama/Litro

source: Delay (In Days)
pt_br: Atraso (Em Dias)

source: Delay (in Days)
pt_br: Atraso (em Dias)

source: Delay between Delivery Stops
pt_br: Atraso entre Paradas de Entrega

source: Delay in payment (Days)
pt_br: Atraso no Pagamento (Dias)

source: Delayed
pt_br: Atrasado

source: Delayed Days
pt_br: Dias Atrasados

source: Delayed Item Report
pt_br: Relatório de Item Atrasado

source: Delayed Order Report
pt_br: Relatório de Pedidos Atrasados

source: Delayed Tasks Summary
pt_br: Resumo das Tarefas Atrasadas

source: Delete
pt_br: Excluir

source: Delete Accounting and Stock Ledger Entries on deletion of Transaction
pt_br: Excluir Lançamentos Contábeis e de Razão de Estoque ao excluir a Transação

source: Delete Bins
pt_br: Excluir Compartimentos

source: Delete Cancelled Ledger Entries
pt_br: Excluir Lançamentos do Razão Cancelados

source: Delete Dimension
pt_br: Excluir Dimensão

source: Delete Leads and Addresses
pt_br: Excluir Leads e Endereços

source: Delete Transactions
pt_br: Excluir Transações

source: Delete all the Transactions for this Company
pt_br: Apagar todas as Transações para esta Empresa

source: Deleted Documents
pt_br: Documentos Excluídos

source: Deleting {0} and all associated Common Code documents...
pt_br: Excluindo {0} e todos os documentos de Código Comum associados...

source: Deletion in Progress!
pt_br: Exclusão em Andamento!

source: Deletion is not permitted for country {0}
pt_br: A exclusão não está permitida para o país {0}

source: Delimiter options
pt_br: Opções de delimitador

source: Delivered
pt_br: Entregue

source: Delivered Amount
pt_br: Valor Entregue

source: Delivered At Place
pt_br: Entregue no Local (DAP)

source: Delivered At Place Unloaded
pt_br: Entregue no Local Descarregado (DPU)

source: Delivered By Supplier
pt_br: Entregue Pelo Fornecedor

source: Delivered Duty Paid
pt_br: Entregue com Direitos Pagos (DDP)

source: Delivered Items To Be Billed
pt_br: Itens Entregues a Faturar

source: Delivered Qty
pt_br: Qtd. Entregue

source: Delivered Qty (in Stock UOM)
pt_br: Qtd Entregue (na UDM de Estoque)

source: Delivered Quantity
pt_br: Quantidade Entregue

source: Delivered by Supplier (Drop Ship)
pt_br: Entregue pelo Fornecedor (Drop Ship)

source: Delivered: {0}
pt_br: Entregue: {0}

source: Delivery
pt_br: Entrega

source: Delivery Date
pt_br: Data de Entrega

source: Delivery Details
pt_br: Detalhes da Entrega

source: Delivery Manager
pt_br: Gerente de Entregas

source: Delivery Note
pt_br: Nota de Entrega

source: Delivery Note Item
pt_br: Item da Nota de Entrega

source: Delivery Note No
pt_br: NÚMERO da Nota de Entrega

source: Delivery Note Packed Item
pt_br: Item Embalado da Nota de Entrega

source: Delivery Note Trends
pt_br: Tendências de Notas de Entrega

source: Delivery Note {0} is not submitted
pt_br: A Nota de Entrega {0} não foi submetida

source: Delivery Note(s) created for the Pick List
pt_br: Nota(s) de Entrega criadas para a Lista de Separação

source: Delivery Notes
pt_br: Notas de Entrega

source: Delivery Notes {0} updated
pt_br: Notas de entrega {0} atualizadas

source: Delivery Settings
pt_br: Configurações de Entrega

source: Delivery Status
pt_br: Status da Entrega

source: Delivery Stop
pt_br: Parada de Entrega

source: Delivery Stops
pt_br: Paradas de Entrega

source: Delivery To
pt_br: Entregar Para

source: Delivery Trip
pt_br: Viagem de Entrega

source: Delivery User
pt_br: Usuário de Entregas

source: Delivery Warehouse
pt_br: Armazém de Entrega

source: Delivery to
pt_br: Entrega para

source: Delivery warehouse required for stock item {0}
pt_br: Armazém de entrega necessário para item do estoque {0}

source: Demand
pt_br: Demanda

source: Demo Bank Account
pt_br: Conta Bancária de Demonstração

source: Demo Company
pt_br: Empresa de Demonstração

source: Demo data cleared
pt_br: Dados de demonstração limpos

source: Department
pt_br: Departamento

source: Department Stores
pt_br: Lojas de Departamentos

source: Departure Time
pt_br: Hora de Partida

source: Dependant SLE Voucher Detail No
pt_br: Número do Comprovante do Lançamento Dependente

source: Dependencies
pt_br: Dependências

source: Dependent Task
pt_br: Tarefa Dependente

source: Dependent Task {0} is not a Template Task
pt_br: A Tarefa Dependente {0} não é uma Tarefa de Modelo

source: Dependent Tasks
pt_br: Tarefas Dependentes

source: Depends on Tasks
pt_br: Depende de Tarefas

source: Deposit
pt_br: Depósito

source: Depreciate based on daily pro-rata
pt_br: Depreciar com base em pró-rata diário

source: Depreciate based on shifts
pt_br: Depreciar com base em turnos

source: Depreciated Amount
pt_br: Valor Depreciado

source: Depreciatied Amount
pt_br: Valor Depreciado

source: Depreciation
pt_br: Depreciação

source: Depreciation Amount
pt_br: Valor de Depreciação

source: Depreciation Amount during the period
pt_br: Valor de Depreciação durante o período

source: Depreciation Date
pt_br: Data da Depreciação

source: Depreciation Details
pt_br: Detalhes de Depreciação

source: Depreciation Eliminated due to disposal of assets
pt_br: A Depreciação foi eliminada devido ao descarte/venda de ativos

source: Depreciation Entry
pt_br: Lançamento de Depreciação

source: Depreciation Entry Posting Status
pt_br: Status de Lançamento de Depreciação

source: Depreciation Entry against asset {0}
pt_br: Lançamento de Depreciação contra o ativo {0}

source: Depreciation Entry against {0} worth {1}
pt_br: Lançamento de Depreciação contra {0} no valor de {1}

source: Depreciation Expense Account
pt_br: Conta de Despesa de Depreciação

source: Depreciation Expense Account should be an Income or Expense Account.
pt_br: A Conta de Despesa de Depreciação deve ser uma Conta de Receita ou Despesa.

source: Depreciation Method
pt_br: Método de Depreciação

source: Depreciation Options
pt_br: Opções de Depreciação

source: Depreciation Posting Date
pt_br: Data de Lançamento de Depreciação

source: Depreciation Posting Date cannot be before Available-for-use Date
pt_br: A Data de Lançamento de Depreciação não pode ser anterior à Data de Disponibilidade para Uso
