Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Please set at least one row in the Taxes and Charges Table
pt_br: Por favor, defina pelo menos uma linha na Tabela de Impostos e Taxas

source: Please set both the Tax ID and Fiscal Code on Company {0}
pt_br: Por favor, configure tanto a Identificação Fiscal quanto o Código Fiscal na Empresa {0}

source: Please set default Cash or Bank account in Mode of Payment {0}
pt_br: Por favor, defina a conta padrão de Caixa ou Banco na Forma de Pagamento {0}

source: Please set default Cash or Bank account in Mode of Payment {}
pt_br: Por favor, defina a conta padrão de Caixa ou Banco na Forma de Pagamento {0}

source: Please set default Cash or Bank account in Mode of Payments {}
pt_br: Por favor, defina a conta padrão de Caixa ou Banco nas Formas de Pagamento {0}

source: Please set default Exchange Gain/Loss Account in Company {}
pt_br: Por favor, defina a Conta de Ganho/Perda Cambial padrão na Empresa {}.

source: Please set default Expense Account in Company {0}
pt_br: Por favor, defina a Conta de Despesa padrão na Empresa {0}.

source: Please set default UOM in Stock Settings
pt_br: Por favor, defina a Unidade de Medida padrão nas Configurações de Estoque

source: Please set default cost of goods sold account in company {0} for booking rounding gain and loss during stock transfer
pt_br: Por favor, defina a conta padrão de custo de mercadorias vendidas na empresa {0} para contabilizar ganhos e perdas de arredondamento durante a transferência de estoque.

source: Please set default {0} in Company {1}
pt_br: Por favor, configure o {0} padrão na Empresa {1}

source: Please set filter based on Item or Warehouse
pt_br: Por favor, defina o filtro com base em Item ou Armazém

source: Please set filters
pt_br: Por favor, defina os filtros.

source: Please set one of the following:
pt_br: Por favor, defina um dos seguintes:

source: Please set recurring after saving
pt_br: Por favor, defina a recorrência depois de salvar

source: Please set the Customer Address
pt_br: Por favor, defina o Endereço do Cliente

source: Please set the Default Cost Center in {0} company.
pt_br: Por favor, configure o Centro de Custo Padrão na empresa {0}.

source: Please set the Item Code first
pt_br: Por favor, defina o Código do Item primeiro

source: Please set the cost center field in {0} or setup a default Cost Center for the Company.
pt_br: Por favor, defina o campo do centro de custo em {0} ou configure um Centro de Custo padrão para a Empresa.

source: Please set up the Campaign Schedule in the Campaign {0}
pt_br: Por favor, configure o Cronograma de Campanha na Campanha {0}

source: Please set {0}
pt_br: Por favor, defina {0}

source: Please set {0} first.
pt_br: Por favor, defina {0} primeiro.

source: Please set {0} for Batched Item {1}, which is used to set {2} on Submit.
pt_br: Por favor, defina {0} para Item em Lote {1}, que é usado para definir {2} ao Submeter.

source: Please set {0} for address {1}
pt_br: Por favor, defina {0} para o endereço {1}

source: Please set {0} in BOM Creator {1}
pt_br: Por favor, defina {0} no Criador de Lista de Materiais (BOM) {1}

source: Please set {0} in Company {1} to account for Exchange Gain / Loss
pt_br: Por favor, defina {0} na Empresa {1} para contabilizar o Ganho/Perda Cambial

source: Please set {0} to {1}, the same account that was used in the original invoice {2}.
pt_br: Por favor, defina {0} como {1}, a mesma conta que foi utilizada na fatura original {2}.

source: Please setup and enable a group account with the Account Type - {0} for the company {1}
pt_br: Por favor, configure e habilite um grupo de contas com o Tipo de Conta - {0} para a empresa {1}.

source: Please share this email with your support team so that they can find and fix the issue.
pt_br: Por favor, compartilhe este e-mail com a equipe de suporte para que eles possam encontrar e resolver o problema.

source: Please specify
pt_br: Por favor, especifique

source: Please specify Company
pt_br: Por favor, especifique Empresa

source: Please specify Company to proceed
pt_br: Por favor, especifique a Empresa para prosseguir

source: Please specify a valid Row ID for row {0} in table {1}
pt_br: Por favor, especifique um ID válido para Linha #{0} na tabela {1}

source: Please specify a {0} first.
pt_br: Por favor, especifique um(a) {0} primeiro.

source: Please specify at least one attribute in the Attributes table
pt_br: Por favor, especifique pelo menos um atributo na tabela Atributos

source: Please specify either Quantity or Valuation Rate or both
pt_br: Por favor, especifique a Quantidade ou Custo Unitário ou ambos

source: Please specify from/to range
pt_br: Por favor, especifique os pontos inicial e final do intevalo.

source: Please try again in an hour.
pt_br: Por favor, tente novamente em uma hora.

source: Please update Repair Status.
pt_br: Por favor, atualize o Status de Reparo.

source: Point of Sale
pt_br: Ponto de Vendas

source: Point-of-Sale Profile
pt_br: Perfil de Ponto de Vendas

source: Policy No
pt_br: Nº da Apólice

source: Policy number
pt_br: Número da Apólice

source: Portal User
pt_br: Usuário do Portal

source: Portal Users
pt_br: Usuários do Portal

source: Portrait
pt_br: Retrato

source: Possible Supplier
pt_br: Possível Fornecedor

source: Post Description Key
pt_br: Chave de Descrição de Postagens

source: Post Graduate
pt_br: Pós-Graduação

source: Post Route Key
pt_br: Chave da Rota POST

source: Post Route Key List
pt_br: Lista de Chaves da Rota POST

source: Post Route String
pt_br: String da Rota POST

source: Post Title Key
pt_br: Chave do Título POST

source: Postal Code
pt_br: Código Postal

source: Postal Expenses
pt_br: Despesas Postais

source: Posting Date
pt_br: Data de Lançamento

source: Posting Date Inheritance for Exchange Gain / Loss
pt_br: Herança da Data de Lançamento para Ganho/Perda Cambial

source: Posting Date cannot be future date
pt_br: A Data de Lançamento não pode ser uma data futura

source: Posting Datetime
pt_br: Data e Hora de Lançamento

source: Posting Time
pt_br: Horário de Lançamento

source: Posting date and posting time is mandatory
pt_br: Data e horário de lançamento são obrigatórias

source: Posting timestamp must be after {0}
pt_br: Data e horário de lançamento devem ser posteriores a {0}

source: Potential Sales Deal
pt_br: Potencial Negócio de Vendas

source: Pound
pt_br: Libra

source: Pound-Force
pt_br: Libra-Força

source: Pound/Cubic Foot
pt_br: Libra/Pé Cúbico

source: Pound/Cubic Inch
pt_br: Libra/Polegada Cúbica

source: Pound/Cubic Yard
pt_br: Libra/Jarda Cúbica

source: Pound/Gallon (UK)
pt_br: Libra/Galão (UK)

source: Pound/Gallon (US)
pt_br: Libra/Galão (US)

source: Powered by {0}
pt_br: Desenvolvido por {0}

source: Pre Sales
pt_br: Pré-Venda

source: Prefered Contact Email
pt_br: E-mail de Contato Preferencial

source: Prefered Email
pt_br: E-mail Preferencial

source: Preference
pt_br: Preferência

source: Preferred Billing Address
pt_br: Endereço de Faturamento Preferencial

source: Preferred Shipping Address
pt_br: Endereço de Entrega Preferencial

source: President
pt_br: Presidente

source: Prevdoc DocType
pt_br: Tipo de Documento Anterior

source: Prevent POs
pt_br: Evitar Pedidos de Compra

source: Prevent Purchase Orders
pt_br: Evitar Pedidos de Compra

source: Prevent RFQs
pt_br: Evitar Requisições de Cotação

source: Preventive
pt_br: Preventiva

source: Preventive Action
pt_br: Ação Preventiva

source: Preventive Maintenance
pt_br: Manutenção Preventiva

source: Preview
pt_br: Pré-visualização

source: Preview Email
pt_br: Pré-visualizar E-mail

source: Preview Required Materials
pt_br: Pré-visualizar Materiais Requeridos

source: Previous Financial Year is not closed
pt_br: O Exercício Financeiro anterior não está fechado

source: Previous Work Experience
pt_br: Experiência Profissional Anterior

source: Previous Year is not closed, please close it first
pt_br: O ano anterior não está fechado, por favor, feche-o primeiro.

source: Price
pt_br: Preço

source: Price ({0})
pt_br: Preço ({0})

source: Price Discount Scheme
pt_br: Esquema de Desconto de Preço

source: Price Discount Slabs
pt_br: Faixas de Desconto de Preço

source: Price List
pt_br: Tabela de Preços

source: Price List Country
pt_br: País da Tabela de Preços

source: Price List Currency
pt_br: Moeda da Tabela de Preços

source: Price List Currency not selected
pt_br: Moeda da Tabela de Preços não selecionada

source: Price List Defaults
pt_br: Padrões da Tabela de Preços

source: Price List Exchange Rate
pt_br: Taxa de Câmbio da Tabela de Preços

source: Price List Name
pt_br: Nome da Tabela de Preços

source: Price List Rate
pt_br: Preço de Tabela

source: Price List Rate (Company Currency)
pt_br: Preço de Tabela (Moeda da Empresa)

source: Price List must be applicable for Buying or Selling
pt_br: Tabela de Preços deve ser aplicável para Compras ou Vendas

source: Price List {0} is disabled or does not exist
pt_br: Tabela de Preços {0} está desabilitada ou não existe

source: Price Not UOM Dependent
pt_br: Preço Não Dependente da UDM

source: Price Per Unit ({0})
pt_br: Preço por Unidade ({0})

source: Price is not set for the item.
pt_br: O Preço não está definido para o item.

source: Price not found for item {0} in price list {1}
pt_br: Preço não encontrado para o item {0} na tabela de preços {1}

source: Price or Product Discount
pt_br: Preço ou Desconto de Produto

source: Price or product discount slabs are required
pt_br: Preço ou faixa de desconto do produto é obrigatório

source: Price per Unit (Stock UOM)
pt_br: Preço por Unidade (UDM de Estoque)

source: Pricing
pt_br: Precificação

source: Pricing Rule
pt_br: Regra de Precificação

source: Pricing Rule Brand
pt_br: Marca da Regra de Precificação

source: Pricing Rule Detail
pt_br: Detalhe da Regra de Precificação

source: Pricing Rule Help
pt_br: Ajuda sobre Regra de Precificação

source: Pricing Rule Item Code
pt_br: Código do Item da Regra de Precificação

source: Pricing Rule Item Group
pt_br: Grupo de Itens da Regra de Precificação

source: Pricing Rule {0} is updated
pt_br: A Regra de Precificação {0} está atualizada

source: Pricing Rules
pt_br: Regras de Precificação

source: Primary Address
pt_br: Endereço Primário

source: Primary Address Details
pt_br: Detalhes do Endereço Primário

source: Primary Address and Contact
pt_br: Endereço e Contato Primários

source: Primary Contact
pt_br: Contato Primário

source: Primary Contact Details
pt_br: Detalhes Principais de Contato

source: Primary Contact Email
pt_br: E-mail de Contato Primário

source: Primary Party
pt_br: Parte Primária

source: Primary Role
pt_br: Função Primária

source: Primary Settings
pt_br: Configurações Primárias

source: Print
pt_br: Imprimir

source: Print Format
pt_br: Formato de Impressão

source: Print Format Builder
pt_br: Construtor de Formato de Impressão

source: Print Heading
pt_br: Cabeçalho de Impressão

source: Print IRS 1099 Forms
pt_br: Imprimir Formulários do Irs 1099

source: Print Language
pt_br: Idioma de Impressão

source: Print Preferences
pt_br: Preferências de Impressão

source: Print Receipt
pt_br: Imprimir Recibo

source: Print Receipt on Order Complete
pt_br: Imprimir Recibo ao Concluir o Pedido

source: Print Settings
pt_br: Configurações de Impressão

source: Print Style
pt_br: Estilo de Impressão

source: Print UOM after Quantity
pt_br: Imprimir UDM após a quantidade

source: Print Without Amount
pt_br: Imprimir Sem Valores

source: Print and Stationery
pt_br: Impressão e Papelaria

source: Print settings updated in respective print format
pt_br: Configurações de impressão atualizadas no respectivo formato de impressão

source: Print taxes with zero amount
pt_br: Imprimir impostos com valor zero

source: Printed on {0}
pt_br: Impresso em {0}

source: Printing
pt_br: Impressão

source: Printing Details
pt_br: Detalhes de Impressão

source: Printing Settings
pt_br: Configurações de Impressão

source: Priorities
pt_br: Prioridades

source: Priority
pt_br: Prioridade

source: Priority cannot be lesser than 1.
pt_br: A prioridade não pode ser menor que 1.

source: Priority has been changed to {0}.
pt_br: A prioridade foi alterada para {0}.

source: Priority is mandatory
pt_br: Prioridade é obrigatória.

source: Priority {0} has been repeated.
pt_br: A prioridade {0} foi repetida.

source: Private Equity
pt_br: Participações em Empresas Privadas

source: Probability
pt_br: Probabilidade

source: Probability (%)
pt_br: Probabilidade (%)

source: Problem
pt_br: Problema

source: Procedure
pt_br: Procedimento

source: Procedures dropped
pt_br: Procedimentos removidos

source: Process Deferred Accounting
pt_br: Processo de Contabilidade Diferida

source: Process Description
pt_br: Descrição do Processo

source: Process Loss
pt_br: Perda de Processo

source: Process Loss Percentage cannot be greater than 100
pt_br: A porcentagem de perda no processo não pode ser superior a 100.

source: Process Loss Qty
pt_br: Quantidade de Perda no Processo

source: Process Loss Report
pt_br: Relatório de Perda no Processo

source: Process Loss Value
pt_br: Valor da Perda no Processo

source: Process Owner
pt_br: Proprietário do Processo

source: Process Owner Full Name
pt_br: Nome Completo do Proprietário do Processo

source: Process Payment Reconciliation
pt_br: Processamento de Conciliação de Pagamento

source: Process Payment Reconciliation Log
pt_br: Processamento de Registro de Conciliação de Pagamento

source: Process Payment Reconciliation Log Allocations
pt_br: Processamento de Alocações de Registro de Conciliação de Pagamento

source: Process Period Closing Voucher
pt_br: Processamento de Comprovante de Fechamento de Período

source: Process Period Closing Voucher Detail
pt_br: Detalhe do Processamento de Comprovante de Fechamento de Período

source: Process Statement Of Accounts
pt_br: Processamento de Extrato de Contas

source: Process Statement Of Accounts CC
pt_br: CC do Processamento de Extrato de Contas

source: Process Statement Of Accounts Customer
pt_br: Cliente do Processamento de Extrato de Contas

source: Process Subscription
pt_br: Processamento de Assinatura

source: Process in Single Transaction
pt_br: Processar em Transação Única

source: Processed BOMs
pt_br: Listas de Materiais (BOM) Processadas

source: Processes
pt_br: Processos

source: Processing Date
pt_br: Data de Processamento

source: Processing Sales! Please Wait...
pt_br: Processando Vendas! Por favor, aguarde...

source: Processing XML Files
pt_br: Processando Arquivos XML

source: Procurement
pt_br: Aquisição

source: Procurement Tracker
pt_br: Rastreador de Aquisições

source: Produce Qty
pt_br: Quantidade a Produzir

source: Produced / Received Qty
pt_br: Quantidade Produzida/Recebida

source: Produced Qty
pt_br: Qtd. Produzida

source: Produced Quantity
pt_br: Quantidade Produzida

source: Product
pt_br: Produtos

source: Product Bundle
pt_br: Pacote de Produto

source: Product Bundle Balance
pt_br: Saldo de Pacote de Produto

source: Product Bundle Help
pt_br: Ajuda sobre Pacote de Produto

source: Product Bundle Item
pt_br: Item de Pacote de Produto

source: Product Discount Scheme
pt_br: Esquema de Desconto do Produto

source: Product Discount Slabs
pt_br: Faixas de Desconto do Produto

source: Product Enquiry
pt_br: Consulta de Produto

source: Product Manager
pt_br: Gerente de Produto

source: Product Price ID
pt_br: ID de Preço do Produto

source: Production
pt_br: Produção

source: Production Analytics
pt_br: Análise de Produção

source: Production Item
pt_br: Item de Produção

source: Production Plan
pt_br: Plano de Produção

source: Production Plan Already Submitted
pt_br: Plano de Produção Já Submetido

source: Production Plan Item
pt_br: Item do Plano de Produção

source: Production Plan Item Reference
pt_br: Referência de Item do Plano de Produção

source: Production Plan Material Request
pt_br: Requisição de Material do Plano de Produção

source: Production Plan Material Request Warehouse
pt_br: Armazém de Requisição de Material do Plano de Produção

source: Production Plan Qty
pt_br: Quantidade do Plano de Produção

source: Production Plan Sales Order
pt_br: Pedido de Venda do Plano de Produção

source: Production Plan Sub Assembly Item
pt_br: Item de Submontagem do Plano de Produção

source: Production Plan Sub-assembly Item
pt_br: Item de Submontagem do Plano de Produção

source: Production Plan Summary
pt_br: Resumo do Plano de Produção

source: Production Planning
pt_br: Planejamento de Produção

source: Production Planning Report
pt_br: Relatório de Planejamento de Produção

source: Products
pt_br: Produtos

source: Products, Purchases, Analysis, and more.
pt_br: Produtos, Compras, Análise e mais.

source: Products, Raw Materials, BOM, Work Order, and more.
pt_br: Produtos, Matérias-Primas, BOM, Ordem de Produção e mais.

source: Products, Sales, Analysis, and more.
pt_br: Produtos, Vendas, Análise e mais.

source: Profile
pt_br: Perfil

source: Profit & Loss
pt_br: Demonstração de Resultados

source: Profit This Year
pt_br: Lucro Este Ano

source: Profit and Loss
pt_br: Demonstração de Resultados

source: Profit and Loss Statement
pt_br: Demonstração de Resultados

source: Profit and Loss Summary
pt_br: Resumo de Resultados

source: Profit for the year
pt_br: Lucros para o ano

source: Profitability
pt_br: Rentabilidade

source: Profitability Analysis
pt_br: Análise de Rentabilidade

source: Progress
pt_br: Progresso

source: Progress % for a task cannot be more than 100.
pt_br: O progresso (%) de uma tarefa não pode ser superior a 100.

source: Progress (%)
pt_br: Progresso (%)

source: Project
pt_br: Projeto

source: Project Billing Summary
pt_br: Resumo de Cobrança do Projeto

source: Project Collaboration Invitation
pt_br: Convite Para Colaboração Em Projeto

source: Project Id
pt_br: ID Projeto

source: Project Manager
pt_br: Gerente de Projeto

source: Project Name
pt_br: Nome do Projeto

source: Project Progress:
pt_br: Progresso do Projeto:

source: Project Start Date
pt_br: Data Inicial do Projeto

source: Project Status
pt_br: Status do Projeto

source: Project Summary
pt_br: Resumo do Projeto

source: Project Summary for {0}
pt_br: Resumo do Projeto Para {0}

source: Project Template
pt_br: Modelo de Projeto

source: Project Template Task
pt_br: Tarefa do Modelo de Projeto

source: Project Type
pt_br: Tipo de Projeto

source: Project Update
pt_br: Atualização de Projeto

source: Project Update.
pt_br: Atualização do Projeto.

source: Project User
pt_br: Usuário de Projetos

source: Project Value
pt_br: Valor do Projeto

source: Project activity / task.
pt_br: Atividade / tarefa do projeto.

source: Project master.
pt_br: Cadastro de Projeto.

source: Project will be accessible on the website to these users
pt_br: Projeto estará acessível no site para os usuários

source: Project wise Stock Tracking
pt_br: Rastreio de Estoque por Projeto

source: Project wise Stock Tracking
pt_br: Controlo de Estoque por Projeto

source: Project-wise data is not available for Quotation
pt_br: Dados do baseados em projeto não estão disponíveis para Orçamentos

source: Projected Qty
pt_br: Qtd. Projetada

source: Projected Quantity
pt_br: Quantidade Projetada

source: Projected Quantity Formula
pt_br: Fórmula de Quantidade Projetada

source: Projected qty
pt_br: Qtd. Projetada

source: Projects
pt_br: Projetos

source: Projects Manager
pt_br: Gerente de Projetos

source: Projects Settings
pt_br: Configurações de Projetos

source: Projects User
pt_br: Usuário de Projetos

source: Promotional
pt_br: Promocional

source: Promotional Scheme
pt_br: Esquema Promocional

source: Promotional Scheme Id
pt_br: ID do Esquema Promocional

source: Promotional Scheme Price Discount
pt_br: Desconto de Preço do Esquema Promocional

source: Promotional Scheme Product Discount
pt_br: Desconto do Produto do Esquema Promocional

source: Prompt Qty
pt_br: Quantidade Sugerida

source: Proposal Writing
pt_br: Composição de Proposta

source: Proposal/Price Quote
pt_br: Proposta/Orçamento

source: Prorate
pt_br: Pró-Rata

source: Prospect
pt_br: Prospecção

source: Prospect Lead
pt_br: Lead da Prospecção

source: Prospect Opportunity
pt_br: Oportunidade de Prospecção

source: Prospect Owner
pt_br: Proprietário da Prospecção

source: Prospect {0} already exists
pt_br: A Prospecção {0} já existe

source: Prospecting
pt_br: Prospecção

source: Prospects Engaged But Not Converted
pt_br: Clientes Prospectados Mas Não Convertidos

source: Provide Email Address registered in company
pt_br: Forneça o Endereço de E-mail registrado na empresa

source: Provider
pt_br: Fornecedor

source: Providing
pt_br: Fornecendo

source: Provisional Account
pt_br: Conta Provisória

source: Provisional Expense Account
pt_br: Conta de Despesa Provisória

source: Provisional Profit / Loss (Credit)
pt_br: Provisão Lucro/Prejuízo (Crédito)

source: Psi/1000 Feet
pt_br: Psi/1000 Pés

source: Publications
pt_br: Publicações

source: Publish Date
pt_br: Data de Publicação

source: Published Date
pt_br: Data de Publicação

source: Publisher
pt_br: Publicador

source: Publisher ID
pt_br: ID do Publicador

source: Publishing
pt_br: Editorial

source: Purchase
pt_br: Compra

source: Purchase Amount
pt_br: Valor de Compra

source: Purchase Analytics
pt_br: Analítico de Compras

source: Purchase Date
pt_br: Data da Compra

source: Purchase Defaults
pt_br: Padrões de Compra

source: Purchase Details
pt_br: Detalhes da Compra

source: Purchase Invoice
pt_br: Fatura de Compra

source: Purchase Invoice Advance
pt_br: Adiantamento da Fatura de Compra

source: Purchase Invoice Item
pt_br: Item da Fatura de Compra

source: Purchase Invoice Trends
pt_br: Tendência de Faturas de Compra

source: Purchase Invoice cannot be made against an existing asset {0}
pt_br: A Fatura de Compra não pode ser feita contra um ativo existente {0}

source: Purchase Invoice {0} is already submitted
pt_br: A Fatura de Compra {0} já foi submetida

source: Purchase Invoices
pt_br: Faturas de Compra

source: Purchase Manager
pt_br: Gerente de Compras

source: Purchase Master Manager
pt_br: Gestor de Dados de Compras

source: Purchase Order
pt_br: Pedido de Compra

source: Purchase Order Amount
pt_br: Valor do Pedido de Compra

source: Purchase Order Amount(Company Currency)
pt_br: Valor do Pedido de Compra (Moeda da Empresa)

source: Purchase Order Analysis
pt_br: Análise de Pedido de Compra

source: Purchase Order Date
pt_br: Data do Pedido

source: Purchase Order Item
pt_br: Item do Pedido de Compra

source: Purchase Order Item Supplied
pt_br: Item Fornecido do Pedido de Compra

source: Purchase Order Item reference is missing in Subcontracting Receipt {0}
pt_br: A Referência do Item de Pedido de Compra está faltando no Recibo de Subcontratação {0}

source: Purchase Order Items not received on time
pt_br: Itens de Pedido de Compra não recebidos no prazo

source: Purchase Order Pricing Rule
pt_br: Regra de Precificação do Pedido de Compra

source: Purchase Order Required
pt_br: Pedido de Compra Obrigatório

source: Purchase Order Required for item {}
pt_br: Pedido de Compra Obrigatório para o item {}

source: Purchase Order Trends
pt_br: Tendências de Pedidos de Compra

source: Purchase Order already created for all Sales Order items
pt_br: Pedido de Compra já foi criado para todos os itens do Pedido de Venda

source: Purchase Order number required for Item {0}
pt_br: Número do Pedido de Compra obrigatório para o item {0}

source: Purchase Order {0} is not submitted
pt_br: Pedido de Compra {0} não foi submetido

source: Purchase Orders
pt_br: Pedidos de Compra

source: Purchase Orders Items Overdue
pt_br: Itens de Pedidos de Compra em Atraso

source: Purchase Orders are not allowed for {0} due to a scorecard standing of {1}.
pt_br: Pedidos de Compra não são permitidos para {0} devido a uma classificação de desempenho de {1}.
