Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Row {0}: Item rate has been updated as per valuation rate since its an internal stock transfer
pt_br: Linha #{0}: O valor do item foi atualizado de acordo com o custo unitário, uma vez que se trata de uma transferência interna de estoque

source: Row {0}: Item {1} must be a stock item.
pt_br: Linha #{0}: Item {1} deve ser um item de estoque.

source: Row {0}: Item {1} must be a subcontracted item.
pt_br: Linha #{0}: Item {1} deve ser um item subcontratado.

source: Row {0}: Item {1}'s quantity cannot be higher than the available quantity.
pt_br: Linha #{0}: A quantidade do Item {1} não pode ser maior que a quantidade disponível.

source: Row {0}: Packed Qty must be equal to {1} Qty.
pt_br: Linha #{0}: A Qtd. Embalada deve ser igual à Qtd. {1}.

source: Row {0}: Packing Slip is already created for Item {1}.
pt_br: Linha #{0}: O Romaneio já foi criado para o Item {1}.

source: Row {0}: Party / Account does not match with {1} / {2} in {3} {4}
pt_br: Linha #{0}: Parte/Conta não coincidem com {1}/{2} em {3} {4}

source: Row {0}: Party Type and Party is required for Receivable / Payable account {1}
pt_br: Linha #{0}: Tipo de Parte e Parte são obrigatórios para a conta contábil do tipo Contas a Receber/Pagar {1}

source: Row {0}: Payment Term is mandatory
pt_br: Linha #{0}: Condição de Pagamento é obrigatória

source: Row {0}: Payment against Sales/Purchase Order should always be marked as advance
pt_br: Linha #{0}: Pagamentos contra Pedidos de Compra/Venda devem ser sempre marcados como adiantamento

source: Row {0}: Please check 'Is Advance' against Account {1} if this is an advance entry.
pt_br: Linha #{0}: Por favor, selecione 'É Adiantamento' contra a Conta {1} se isto é um lançamento de adiantamento.

source: Row {0}: Please provide a valid Delivery Note Item or Packed Item reference.
pt_br: Linha #{0}: Por favor, forneça uma referência válida de Nota de Entrega ou Item Embalado.

source: Row {0}: Please select a BOM for Item {1}.
pt_br: Linha #{0}: Por favor, selecione uma Lista de Materiais (BOM) para o Item {1}.

source: Row {0}: Please select an active BOM for Item {1}.
pt_br: Linha #{0}: Por favor, selecione uma Lista de Materiais (BOM) ativa para o Item {1}.

source: Row {0}: Please select an valid BOM for Item {1}.
pt_br: Linha #{0}: Por favor, selecione uma Lista de Materiais (BOM) válida para o Item {1}.

source: Row {0}: Please set at Tax Exemption Reason in Sales Taxes and Charges
pt_br: Linha #{0}: Por favor, defina o Motivo da Isenção de Impostos em Impostos e Encargos Sobre Vendas

source: Row {0}: Please set the Mode of Payment in Payment Schedule
pt_br: Linha #{0}: Por favor, defina o Forma de Pagamento no Cronograma de Pagamento

source: Row {0}: Please set the correct code on Mode of Payment {1}
pt_br: Linha #{0}: Por favor, defina o código correto na Forma de Pagamento {1}

source: Row {0}: Project must be same as the one set in the Timesheet: {1}.
pt_br: Linha #{0}: O Projeto deve ser o mesmo definido na Folha de Ponto: {1}.

source: Row {0}: Purchase Invoice {1} has no stock impact.
pt_br: Linha #{0}: A Fatura de Compra {1} não tem impacto no estoque.

source: Row {0}: Qty cannot be greater than {1} for the Item {2}.
pt_br: Linha #{0}: A quantidade não pode ser maior que {1} para o Item {2}.

source: Row {0}: Qty in Stock UOM can not be zero.
pt_br: Linha #{0}: Qtd. na UDM de Estoque não pode ser zero.

source: Row {0}: Qty must be greater than 0.
pt_br: Linha #{0}: Qtd. deve ser maior que 0.

source: Row {0}: Quantity cannot be negative.
pt_br: Linha #{0}: Quantidade não pode ser negativa.

source: Row {0}: Quantity not available for {4} in warehouse {1} at posting time of the entry ({2} {3})
pt_br: Linha #{0}: Quantidade não disponível para {4} no armazém {1} no horário do lançamento ({2} {3})

source: Row {0}: Shift cannot be changed since the depreciation has already been processed
pt_br: Linha #{0}: O turno não pode ser alterado, pois a depreciação já foi processada

source: Row {0}: Subcontracted Item is mandatory for the raw material {1}
pt_br: Linha #{0}: Item Subcontratado é obrigatório para a matéria-prima {1}

source: Row {0}: Target Warehouse is mandatory for internal transfers
pt_br: Linha #{0}: O Armazém de Destino é obrigatório para transferências internas

source: Row {0}: The item {1}, quantity must be positive number
pt_br: Linha #{0}: O Item {1}, a quantidade deve ser um número positivo

source: Row {0}: To set {1} periodicity, difference between from and to date must be greater than or equal to {2}
pt_br: Linha #{0}: Para definir a periodicidade {1}, a diferença entre a data inicial e final deve ser maior ou igual a {2}

source: Row {0}: Total Number of Depreciations cannot be less than or equal to Opening Number of Booked Depreciations
pt_br: Linha #{0}: O Número Total de Depreciações não pode ser menor ou igual ao Número de Depreciações Lançadas de Abertura.

source: Row {0}: Transferred quantity cannot be greater than the requested quantity.
pt_br: Linha #{0}: A quantidade transferida não pode ser maior que a quantidade solicitada.

source: Row {0}: UOM Conversion Factor is mandatory
pt_br: Linha #{0}: Fator de Conversão da Unidade de Medida é obrigatório

source: Row {0}: Workstation or Workstation Type is mandatory for an operation {1}
pt_br: Linha #{0}: Estação de Trabalho ou Tipo de Estação de Trabalho é obrigatório para a operação {1}

source: Row {0}: user has not applied the rule {1} on the item {2}
pt_br: Linha #{0}: o usuário não aplicou a regra {1} no item {2}

source: Row {0}: {1} account already applied for Accounting Dimension {2}
pt_br: Linha #{0}: A conta {1} já foi aplicada para a Dimensão Contábil {2}

source: Row {0}: {1} must be greater than 0
pt_br: Linha #{0}: {1} deve ser maior que 0

source: Row {0}: {1} {2} cannot be same as {3} (Party Account) {4}
pt_br: Linha #{0}: {1} {2} não pode ser o mesmo que {3} (Conta de Parte) {4}

source: Row {0}: {1} {2} does not match with {3}
pt_br: Linha #{0}: {1} {2} não corresponde com {3}

source: Row {0}: {2} Item {1} does not exist in {2} {3}
pt_br: Linha #{0}: O item {2} {1} não existe em {2} {3}

source: Row {0}: {3} Account {1} does not belong to Company {2}
pt_br: Linha #{0}: A conta {3} {1} não pertence à Empresa {2}

source: Row {1}: Quantity ({0}) cannot be a fraction. To allow this, disable '{2}' in UOM {3}.
pt_br: Linha {1}: Quantidade ({0}) não pode ser uma fração. Para permitir isso, desabilite '{2}' na UDM {3}.

source: Row {}: Asset Naming Series is mandatory for the auto creation for item {}
pt_br: Linha {}: a série de nomenclatura de ativos é obrigatória para a criação automática do item {}

source: Row({0}): Outstanding Amount cannot be greater than actual Outstanding Amount {1} in {2}
pt_br: Linha ({0}): O Valor Pendente não pode ser maior que o Valor Pendente Real {1} em {2}

source: Row({0}): {1} is already discounted in {2}
pt_br: Linha ({0}): {1} já está com desconto em {2}

source: Rows Added in {0}
pt_br: Linhas Adicionadas Em {0}

source: Rows Removed in {0}
pt_br: Linhas Removidas Em {0}

source: Rows with Same Account heads will be merged on Ledger
pt_br: Linhas com as mesmas Contas Contábeis serão mescladas no Razão

source: Rows with duplicate due dates in other rows were found: {0}
pt_br: Linhas com datas de vencimento duplicadas em outras linhas foram encontradas: {0}

source: Rows: {0} have 'Payment Entry' as reference_type. This should not be set manually.
pt_br: Linhas: {0} possuem 'Lançamento de Pagamento' como tipo de referência. Isso não deve ser configurado manualmente.

source: Rows: {0} in {1} section are Invalid. Reference Name should point to a valid Payment Entry or Journal Entry.
pt_br: Linhas: {0} na seção {1} são inválidas. O Nome de Referência deve apontar para um Lançamento de Pagamento ou Lançamento Contábil válido.

source: Rule Applied
pt_br: Regra Aplicada

source: Rule Description
pt_br: Descrição da Regra

source: Run parallel job cards in a workstation
pt_br: Executar fichas de produção paralelas em uma estação de trabalho

source: Running
pt_br: Em Execução

source: S.O. No.
pt_br: Número do Pedido de Venda

source: S3 Backup Settings
pt_br: Configurações de Backup S3

source: SCO Supplied Item
pt_br: Item Fornecido por Ordem de Subcontratação

source: SLA Fulfilled On
pt_br: SLA Cumprido Em

source: SLA Fulfilled On Status
pt_br: Status de Cumprimento do SLA

source: SLA Paused On
pt_br: SLA Pausado Em

source: SLA is on hold since {0}
pt_br: SLA está em espera desde {0}

source: SLA will be applied if {1} is set as {2}{3}
pt_br: O SLA será aplicado se {1} estiver definido como {2}{3}

source: SLA will be applied on every {0}
pt_br: O SLA será aplicado a cada {0}

source: SMS Center
pt_br: Centro de SMS

source: SMS Log
pt_br: Registros de SMS

source: SMS Settings
pt_br: Configurações de SMS

source: SO Qty
pt_br: Qtd. Pedido de Venda

source: SO Total Qty
pt_br: Qtd. Total do Pedido de Venda

source: STATEMENT OF ACCOUNTS
pt_br: EXTRATO DE CONTAS

source: SWIFT Number
pt_br: Código SWIFT/BIC

source: SWIFT number
pt_br: Código SWIFT/BIC

source: Safety Stock
pt_br: Estoque de Segurança

source: Salary
pt_br: Salário

source: Salary Currency
pt_br: Moeda do Salário

source: Salary Mode
pt_br: Modo de Salário

source: Sales
pt_br: Vendas

source: Sales Account
pt_br: Conta de Vendas

source: Sales Analytics
pt_br: Analítico de Vendas

source: Sales Contributions and Incentives
pt_br: Contribuições de Vendas e Incentivos

source: Sales Defaults
pt_br: Padrões de Vendas

source: Sales Expenses
pt_br: Despesas Com Vendas

source: Sales Funnel
pt_br: Funil de Vendas

source: Sales Incoming Rate
pt_br: Valor de Entrada de Vendas

source: Sales Invoice
pt_br: Fatura de Venda

source: Sales Invoice Advance
pt_br: Adiantamento da Fatura de Venda

source: Sales Invoice Item
pt_br: Item da Fatura de Venda

source: Sales Invoice No
pt_br: Nº da Nota Fiscal de Venda

source: Sales Invoice Payment
pt_br: Pagamento da Fatura de Venda

source: Sales Invoice Timesheet
pt_br: Folha de Ponto da Fatura de Venda

source: Sales Invoice Trends
pt_br: Tendência de Faturamento de Vendas

source: Sales Invoice {0} has already been submitted
pt_br: A Fatura de Venda {0} já foi submetida

source: Sales Invoice {0} must be deleted before cancelling this Sales Order
pt_br: A Fatura de Venda {0} deve ser excluída antes de cancelar este Pedido de Venda

source: Sales Manager
pt_br: Gerente de Vendas

source: Sales Master Manager
pt_br: Gestor de Dados de Vendas

source: Sales Monthly History
pt_br: Histórico Mensal de Vendas

source: Sales Order
pt_br: Pedido de Venda

source: Sales Order Analysis
pt_br: Análise de Pedidos de Vendas

source: Sales Order Date
pt_br: Data do Pedido de Venda

source: Sales Order Item
pt_br: Item do Pedido de Venda

source: Sales Order Packed Item
pt_br: Item Embalado do Pedido de Venda

source: Sales Order Reference
pt_br: Referência do Pedido de Venda

source: Sales Order Status
pt_br: Status do Pedido de Venda

source: Sales Order Trends
pt_br: Tendências de Pedidos de Venda

source: Sales Order required for Item {0}
pt_br: Pedido de Venda obrigatório para o Item {0}

source: Sales Order {0} already exists against Customer's Purchase Order {1}. To allow multiple Sales Orders, Enable {2} in {3}
pt_br: O Pedido de Venda {0} já existe contra o Pedido de Compra do Cliente {1}. Para permitir múltiplos Pedidos de Venda, habilite {2} em {3}

source: Sales Order {0} is not submitted
pt_br: Pedido de Venda {0} não foi submetido

source: Sales Order {0} is not valid
pt_br: Pedido de Venda {0} não é válido

source: Sales Order {0} is {1}
pt_br: Pedido de Venda {0} É {1}

source: Sales Orders
pt_br: Pedidos de Venda

source: Sales Orders Required
pt_br: Pedidos de Vendas Necessários

source: Sales Orders to Bill
pt_br: Ordens de Vendas Para Faturamento

source: Sales Orders to Deliver
pt_br: Ordens de Vendas Para Entregar

source: Sales Partner
pt_br: Parceiro de Vendas

source: Sales Partner
pt_br: Parceiro de Vendas

source: Sales Partner Commission Summary
pt_br: Resumo da Comissão do Parceiro de Vendas

source: Sales Partner Item
pt_br: Item do Parceiro de Vendas

source: Sales Partner Name
pt_br: Nome do Parceiro de Vendas

source: Sales Partner Target
pt_br: Metas do Parceiro de Vendas

source: Sales Partner Target Variance Based On Item Group
pt_br: Variação da Meta do Parceiro de Vendas Baseada no Grupo de Itens

source: Sales Partner Target Variance based on Item Group
pt_br: Variação da Meta do Parceiro de Vendas Baseada no Grupo de Itens

source: Sales Partner Transaction Summary
pt_br: Resumo de Transação do Parceiro de Vendas

source: Sales Partner Type
pt_br: Tipo de Parceiro de Vendas

source: Sales Partners Commission
pt_br: Comissão de Parceiros de Vendas

source: Sales Payment Summary
pt_br: Resumo de Recebimento de Vendas

source: Sales Person
pt_br: Vendedor

source: Sales Person <b>{0}</b> is disabled.
pt_br: O Vendedor <b>{0}</b> está desabilitado.

source: Sales Person Commission Summary
pt_br: Resumo da Comissão de Vendas

source: Sales Person Name
pt_br: Nome do Vendedor

source: Sales Person Target Variance Based On Item Group
pt_br: Variação da Meta do Vendedor Baseada em Grupo de Itens

source: Sales Person Targets
pt_br: Metas do Vendedor

source: Sales Person-wise Transaction Summary
pt_br: Resumo de Vendas por Vendedor

source: Sales Pipeline
pt_br: Funil de Vendas

source: Sales Pipeline Analytics
pt_br: Análise do Funil de Vendas

source: Sales Price List
pt_br: Tabela de Preços de Venda

source: Sales Register
pt_br: Registro de Vendas

source: Sales Representative
pt_br: Representante de Vendas

source: Sales Return
pt_br: Devolução de Vendas

source: Sales Stage
pt_br: Etapa de Vendas

source: Sales Summary
pt_br: Resumo de Vendas

source: Sales Tax Template
pt_br: Modelo de Impostos Sobre Vendas

source: Sales Taxes and Charges
pt_br: Impostos e Taxas Sobre Vendas

source: Sales Taxes and Charges Template
pt_br: Modelo de Encargos e Impostos Sobre Vendas

source: Sales Team
pt_br: Equipe de Vendas

source: Sales Update Frequency in Company and Project
pt_br: Frequência de Atualização de Vendas na Empresa e Projeto

source: Sales User
pt_br: Usuário de Vendas

source: Sales Value
pt_br: Valor de Vendas

source: Sales and Returns
pt_br: Vendas e Devoluções

source: Sales orders are not available for production
pt_br: Pedidos de vendas não estão disponíveis para produção

source: Salutation
pt_br: Saudação

source: Salvage Value Percentage
pt_br: Porcentagem do Valor de Recuperação

source: Same Company is entered more than once
pt_br: Mesma empresa está inscrita mais de uma vez

source: Same Item
pt_br: Mesmo Item

source: Same item and warehouse combination already entered.
pt_br: A mesma combinação de item e armazém já foi inserida.

source: Same item cannot be entered multiple times.
pt_br: Mesmo item não pode ser inserido várias vezes.

source: Same supplier has been entered multiple times
pt_br: Mesmo fornecedor foi inserido várias vezes

source: Sample Quantity
pt_br: Quantidade da Amostra

source: Sample Retention Warehouse
pt_br: Armazém de Retenção de Amostra

source: Sample Size
pt_br: Tamanho da Amostra

source: Sample quantity {0} cannot be more than received quantity {1}
pt_br: A quantidade de amostra {0} não pode ser superior à quantidade recebida {1}

source: Sanctioned
pt_br: Liberada

source: Saturday
pt_br: Sábado

source: Save
pt_br: Salvar

source: Save as Draft
pt_br: Salvar Como Rascunho

source: Savings
pt_br: Economias

source: Scan Barcode
pt_br: Escanear Código de Barras

source: Scan Batch No
pt_br: Escanear Nº do Lote

source: Scan Mode
pt_br: Modo de Escaneamento

source: Scan Serial No
pt_br: Escanear Nº de Série

source: Scan barcode for item {0}
pt_br: Escanear código de barras para o item {0}

source: Scan mode enabled, existing quantity will not be fetched.
pt_br: Modo de escaneamento habilitado, a quantidade existente não será buscada.

source: Scanned Cheque
pt_br: Cheque Escaneado

source: Scanned Quantity
pt_br: Quantidade Escaneada

source: Schedule
pt_br: Agendar

source: Schedule Date
pt_br: Data Agendada

source: Scheduled
pt_br: Agendado

source: Scheduled Date
pt_br: Data Agendada

source: Scheduled Time
pt_br: Horário Agendado

source: Scheduled Time Logs
pt_br: Registros de Horário Agendado

source: Scheduler Inactive
pt_br: Agendador Inativo

source: Scheduler is Inactive. Can't trigger job now.
pt_br: Agendador está inativo. Não é possível iniciar o trabalho agora.

source: Scheduler is Inactive. Can't trigger jobs now.
pt_br: Agendador está inativo. Não é possível iniciar trabalhos agora.

source: Scheduler is inactive. Cannot enqueue job.
pt_br: Agendador está inativo. Não é possível enfileirar o trabalho.

source: Scheduler is inactive. Cannot import data.
pt_br: O agendador está inativo. Não é possível importar dados.

source: Scheduler is inactive. Cannot merge accounts.
pt_br: Agendador está inativo. Não é possível mesclar contas.

source: Schedules
pt_br: Horários

source: Scheduling
pt_br: Agendamento

source: Scheduling...
pt_br: Agendando...

source: School/University
pt_br: Escola/Universidade

source: Score
pt_br: Pontuação

source: Scorecard Actions
pt_br: Ações de Placar de Desempenho

source: Scorecard variables can be used, as well as: {total_score} (the total score from that period), {period_number} (the number of periods to present day)
pt_br: Podem ser usadas variáveis do Placar de Desempenho, como: {total_score} (pontuação total do período), {period_number} (número de períodos até o presente momento)

source: Scorecards
pt_br: Placares de Desempenho

source: Scoring Criteria
pt_br: Critérios de Pontuação

source: Scoring Setup
pt_br: Configuração de Pontuação

source: Scoring Standings
pt_br: Classificações de Desempenho

source: Scrap & Process Loss
pt_br: Sucata e Perda de Processo

source: Scrap Asset
pt_br: Ativo Sucateado

source: Scrap Cost Per Qty
pt_br: Custo de Sucata por Quantidade

source: Scrap Item Code
pt_br: Código do Item Sucata

source: Scrap Item Name
pt_br: Nome do Item Sucata

source: Scrap Items
pt_br: Itens de Sucata

source: Scrap Material Cost
pt_br: Custo do Material Sucateado

source: Scrap Material Cost(Company Currency)
pt_br: Custo de Material de Sucata (Moeda da Empresa)

source: Scrap Warehouse
pt_br: Armazém de Sucata

source: Scrap date cannot be before purchase date
pt_br: A data de sucateamento não pode ser anterior à data de compra

source: Scrapped
pt_br: Sucateado

source: Search
pt_br: Pesquisar

source: Search APIs
pt_br: APIs de Pesquisa

source: Search Sub Assemblies
pt_br: Pesquisar Submontagens

source: Search Term Param Name
pt_br: Nome do Parâmetro de Termo de Pesquisa

source: Search by customer name, phone, email.
pt_br: Pesquise por nome do cliente, telefone, e-mail.

source: Search by invoice id or customer name
pt_br: Pesquise por identificação da fatura ou nome do cliente

source: Search by item code, serial number or barcode
pt_br: Pesquisar por código do item, número de série ou código de barras

source: Second
pt_br: Segundo

source: Second Email
pt_br: E-mail Secundário

source: Secondary Party
pt_br: Parte Secundária

source: Secondary Role
pt_br: Função Secundária

source: Secretary
pt_br: Secretário(a)

source: Section
pt_br: Seção

source: Section Based On
pt_br: Seção Baseada Em

source: Section Cards
pt_br: Cartões de Seção

source: Section Code
pt_br: Código da Seção

source: Section HTML
pt_br: HTML da Seção

source: Section Order
pt_br: Ordem de Seção

source: Secured Loans
pt_br: Empréstimos com Garantia

source: Securities & Commodity Exchanges
pt_br: Bolsas de Valores e Commodities

source: Securities and Deposits
pt_br: Títulos e Depósitos

source: See All Articles
pt_br: Ver Todos os Artigos

source: See all open tickets
pt_br: Ver todos os chamados abertos

source: Segregate Serial / Batch Bundle
pt_br: Segregar Pacote de Número de Série/Lote

source: Select
pt_br: Selecionar

source: Select Accounting Dimension.
pt_br: Selecione a Dimensão Contábil.

source: Select Alternate Item
pt_br: Selecionar Item Alternativo

source: Select Alternative Items for Sales Order
pt_br: Selecione Itens Alternativos para Pedido de Venda

source: Select Attribute Values
pt_br: Selecione os Valores de Atributo

source: Select BOM
pt_br: Selecionar Lista de Materiais

source: Select BOM and Qty for Production
pt_br: Selecionar Lista de Materiais e Quantidade para Produção

source: Select BOM, Qty and For Warehouse
pt_br: Selecione a Lista de Materiais, Qtd. e Armazém de Destino

source: Select Batch No
pt_br: Selecione o Nº do Lote

source: Select Billing Address
pt_br: Selecione o Endereço de Faturamento

source: Select Brand...
pt_br: Selecione a Marca...

source: Select Columns and Filters
pt_br: Selecionar Colunas e Filtros

source: Select Company
pt_br: Selecione a Empresa

source: Select Corrective Operation
pt_br: Selecione a Operação Corretiva

source: Select Customers By
pt_br: Selecionar Clientes Por

source: Select Date of Birth. This will validate Employees age and prevent hiring of under-age staff.
pt_br: Selecione a Data de Nascimento. Isso validará a idade dos Colaboradores e impedirá a contratação de menores de idade.

source: Select Date of joining. It will have impact on the first salary calculation, Leave allocation on pro-rata bases.
pt_br: Selecione a Data de Admissão. Isso impactará o cálculo do primeiro salário e a alocação de licença de forma proporcional.

source: Select Default Supplier
pt_br: Selecione o Fornecedor Padrão

source: Select Difference Account
pt_br: Selecione a Conta de Diferença

source: Select Dimension
pt_br: Selecionar a Dimensão

source: Select Dispatch Address
pt_br: Selecione o Endereço de Despacho

source: Select DocType
pt_br: Selecionar Tipo de Documento

source: Select Employees
pt_br: Selecionar Colaboradores

source: Select Finished Good
pt_br: Selecionar Produto Acabado

source: Select Items
pt_br: Selecionar Itens

source: Select Items based on Delivery Date
pt_br: Selecione Itens com base na Data de Entrega

source: Select Items for Quality Inspection
pt_br: Selecione Itens para Inspeção de Qualidade

source: Select Items to Manufacture
pt_br: Selecionar Itens a Produzir

source: Select Job Worker Address
pt_br: Selecione o Endereço do Operário de Produção

source: Select Loyalty Program
pt_br: Selecione o Programa de Fidelidade

source: Select Possible Supplier
pt_br: Selecione Possível Fornecedor

source: Select Quantity
pt_br: Selecionar Quantidade

source: Select Serial No
pt_br: Selecionar Nº de Série

source: Select Serial and Batch
pt_br: Selecionar Série e Lote

source: Select Shipping Address
pt_br: Selecione o Endereço de Entrega

source: Select Supplier Address
pt_br: Selecione o Endereço do Fornecedor

source: Select Target Warehouse
pt_br: Selecionar Armazém de Destino

source: Select Time
pt_br: Selecione o Horário

source: Select View
pt_br: Selecionar Visualização

source: Select Vouchers to Match
pt_br: Selecionar Comprovantes para Conciliar

source: Select Warehouse...
pt_br: Selecionar Armazém...

source: Select Warehouses to get Stock for Materials Planning
pt_br: Selecione Armazéns para obter Estoque para Planejamento de Materiais

source: Select a Company
pt_br: Selecione uma Empresa

source: Select a Company this Employee belongs to.
pt_br: Selecione a Empresa à qual este Colaborador pertence.

source: Select a Customer
pt_br: Selecione um Cliente

source: Select a Default Priority.
pt_br: Selecione Uma Prioridade Padrão.

source: Select a Supplier
pt_br: Selecione um Fornecedor
