Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: {0}: {1} must be less than {2}
pt_br: {0}: {1} deve ser menor que {2}

source: {item_name}'s Sample Size ({sample_size}) cannot be greater than the Accepted Quantity ({accepted_quantity})
pt_br: Tamanho da Amostra de {item_name} ({sample_size}) não pode ser maior que a Quantidade Aprovada ({accepted_quantity})

source: {} Available
pt_br: {} Disponível

source: {} To Deliver
pt_br: {} Para Entregar

source: {} To Receive
pt_br: {} Para Receber

source: {} Assets created for {}
pt_br: {} Ativos criados para {}

source: {} Assigned
pt_br: {} Atribuído

source: {} Available
pt_br: {} Disponível

source: {} Open
pt_br: {} Aberto

source: {} Pending
pt_br: {} Pendente

source: {} To Bill
pt_br: {} A Faturar

source: {} can't be cancelled since the Loyalty Points earned has been redeemed. First cancel the {} No {}
pt_br: {} não pode ser cancelado porque os pontos de fidelidade ganhos foram resgatados. Primeiro cancele o {} Não {}

source: {} has submitted assets linked to it. You need to cancel the assets to create purchase return.
pt_br: {} submeteu ativos vinculados a ele. Você precisa cancelar os ativos para criar a devolução da compra.

source: {} is a child company.
pt_br: {} é uma empresa filha

source: {} {} is already linked with another {}
pt_br: {} {} já está vinculado a outro {} {}

source: {} {} is already linked with {} {}
pt_br: {} {} já está vinculado com {} {}

source: {} {} is not affecting bank account {}
pt_br: {} {} não está afetando a conta bancária {}
