Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Accounts Receivable Unpaid Account
pt_br: Conta de Contas a Receber Não Pagas

source: Accounts Receivable/Payable
pt_br: Contas a Receber/Pagar

source: Accounts Settings
pt_br: Configurações de Contas

source: Accounts User
pt_br: Usuário de Contabilidade

source: Accounts table cannot be blank.
pt_br: Tabela de Contas não pode estar vazia.

source: Accounts to Merge
pt_br: Contas para Mesclar

source: Accounts, Invoices, Taxation, and more.
pt_br: Contas, Faturas, Tributação, e mais.

source: Accumulated Depreciation
pt_br: Depreciação Acumulada

source: Accumulated Depreciation Account
pt_br: Conta Contábil de Depreciação Acumulada

source: Accumulated Depreciation Amount
pt_br: Total de Depreciação Acumulada

source: Accumulated Depreciation as on
pt_br: Depreciação Acumulada em

source: Accumulated Monthly
pt_br: Acumulada Mensalmente

source: Accumulated Values
pt_br: Valores Acumulados

source: Accumulated Values in Group Company
pt_br: Valores Acumulados na Empresa do Grupo

source: Achieved ({})
pt_br: Alcançado ({})

source: Acquisition Date
pt_br: Data da Aquisição

source: Action
pt_br: Ação

source: Action If Quality Inspection Is Not Submitted
pt_br: Ação Se a Inspeção de Qualidade Não Está Submetida

source: Action If Quality Inspection Is Rejected
pt_br: Ação Se a Inspeção de Qualidade for Rejeitada

source: Action If Same Rate is Not Maintained
pt_br: Ação Se o Mesmo Valor Não for Mantido

source: Action Initialised
pt_br: Ação Inicializada

source: Action if Accumulated Monthly Budget Exceeded on Actual
pt_br: Ação Se Orçamento Mensal Acumulado Excedido Em Reais

source: Action if Accumulated Monthly Budget Exceeded on MR
pt_br: Ação Se o Orçamento Mensal Acumulado For Excedido Em Mr

source: Action if Accumulated Monthly Budget Exceeded on PO
pt_br: Ação Se o Orçamento Mensal Acumulado For Excedido no Po

source: Action if Annual Budget Exceeded on Actual
pt_br: Ação Se o Orçamento Anual Ultrapassar

source: Action if Annual Budget Exceeded on MR
pt_br: Ação Se o Orçamento Anual Ultrapassar

source: Action if Annual Budget Exceeded on PO
pt_br: Ação Se o Orçamento Anual Ultrapassar

source: Action if Same Rate is Not Maintained Throughout Internal Transaction
pt_br: Ação se o Mesmo Valor Não for Mantido em Transação Interna

source: Action if Same Rate is Not Maintained Throughout Sales Cycle
pt_br: Ação se o Mesmo Valor Não for Mantido Durante Todo o Ciclo de Vendas

source: Actions
pt_br: Ações

source: Actions performed
pt_br: Ações realizadas

source: Active
pt_br: Ativo

source: Active Leads
pt_br: Leads Ativos

source: Active Status
pt_br: Status Ativo

source: Activities
pt_br: Actividades

source: Activity
pt_br: Atividade

source: Activity Cost
pt_br: Custo da Atividade

source: Activity Cost exists for Employee {0} against Activity Type - {1}
pt_br: Já existe um Custo da Atividade para o Colaborador {0} contra o Tipo de Atividade - {1}

source: Activity Cost per Employee
pt_br: Custo da Atividade Por Colaborador

source: Activity Type
pt_br: Tipo de Atividade

source: Actual
pt_br: Real

source: Actual Balance Qty
pt_br: Qtd. de Saldo Real

source: Actual Batch Quantity
pt_br: Quantidade Real do Lote

source: Actual Cost
pt_br: Custo Real

source: Actual Date
pt_br: Data Real

source: Actual Delivery Date
pt_br: Data de Entrega Real

source: Actual End Date
pt_br: Data Final Real

source: Actual End Date (via Timesheet)
pt_br: Data Final Real (via Folha de Ponto)

source: Actual End Time
pt_br: Horário Final Real

source: Actual Expense
pt_br: Despesa Real

source: Actual Operating Cost
pt_br: Custo Operacional Real

source: Actual Operation Time
pt_br: Hora Real da Operação

source: Actual Posting
pt_br: Lançamento Real

source: Actual Qty
pt_br: Qtd. Atual

source: Actual Qty (at source/target)
pt_br: Qtd. Atual (na origem/destino)

source: Actual Qty in Warehouse
pt_br: Qtd. Atual no Armazém

source: Actual Qty is mandatory
pt_br: Qtd. Atual é obrigatória

source: Actual Qty {0} / Waiting Qty {1}
pt_br: Qtd. Atual {0} / Qtd. de Espera {1}

source: Actual Qty: Quantity available in the warehouse.
pt_br: Qtd. Atual: Quantidade existente no armazém.

source: Actual Quantity
pt_br: Quantidade Atual

source: Actual Start Date
pt_br: Data Inicial Real

source: Actual Start Date (via Timesheet)
pt_br: Data Inicial Real (via Folha de Ponto)

source: Actual Start Time
pt_br: Horário Inicial Real

source: Actual Time
pt_br: Tempo Real

source: Actual Time and Cost
pt_br: Tempo e Custo Real

source: Actual Time in Hours (via Timesheet)
pt_br: Tempo Real em Horas (via Folha de Ponto)

source: Actual qty in stock
pt_br: Quantidade real em estoque

source: Actual type tax cannot be included in Item rate in row {0}
pt_br: Tipo de imposto real não pode ser incluído no valor do Item na linha #{0}

source: Add
pt_br: Adicionar

source: Add / Edit Prices
pt_br: Adicionar / Editar Preços

source: Add Child
pt_br: Adicionar Sub-item

source: Add Columns in Transaction Currency
pt_br: Adicionar Colunas na Moeda da Transação

source: Add Comment
pt_br: Adicionar Comentário

source: Add Corrective Operation Cost in Finished Good Valuation
pt_br: Adicionar Custo de Operação Corretiva na Valorização do Produto Acabado

source: Add Customers
pt_br: Adicionar Clientes

source: Add Discount
pt_br: Adicionar Desconto

source: Add Employees
pt_br: Adicionar Colaboradores

source: Add Item
pt_br: Adicionar Item

source: Add Items
pt_br: Adicionar Itens

source: Add Items in the Purpose Table
pt_br: Adicionar Itens na Tabela de Finalidade

source: Add Lead to Prospect
pt_br: Adicionar Lead ao Prospect

source: Add Leads
pt_br: Adicionar Leads

source: Add Local Holidays
pt_br: Adicionar Feriados Locais

source: Add Manually
pt_br: Adicionar Manualmente

source: Add Multiple
pt_br: Adicionar Múltiplos

source: Add Multiple Tasks
pt_br: Adicionar Várias Tarefas

source: Add Or Deduct
pt_br: Adicionar ou Deduzir

source: Add Order Discount
pt_br: Adicionar Desconto de Pedido

source: Add Participants
pt_br: Adicione Participantes

source: Add Quote
pt_br: Adicionar Citar

source: Add Sales Partners
pt_br: Adicionar Parceiros de Vendas

source: Add Serial / Batch Bundle
pt_br: Adicionar Lote/Conjunto de Série

source: Add Serial / Batch No
pt_br: Adicionar Número de Série/Lote

source: Add Serial / Batch No (Rejected Qty)
pt_br: Adicionar Número de Série/Lote (Qtd Rejeitada)

source: Add Stock
pt_br: Adicionar Estoque

source: Add Sub Assembly
pt_br: Adicionar Submontagem

source: Add Suppliers
pt_br: Adicionar Fornecedores

source: Add Template
pt_br: Adicionar Modelo

source: Add Timesheets
pt_br: Adicionar Folhas de Ponto

source: Add Weekly Holidays
pt_br: Adicionar Dias de Folga Semanais

source: Add a Note
pt_br: Adicionar uma Nota

source: Add an Existing Asset
pt_br: Adicionar um Ativo Existente

source: Add an existing Asset
pt_br: Adicionar um Ativo existente

source: Add details
pt_br: Adicionar detalhes

source: Add items in the Item Locations table
pt_br: Adicionar itens na tabela de localização de itens

source: Add or Deduct
pt_br: Adicionar ou Deduzir

source: Add the rest of your organization as your users. You can also add invite Customers to your portal by adding them from Contacts
pt_br: Adicione o resto de sua organização como seus usuários. Você também pode adicionar clientes convidados ao seu portal adicionando-os de Contatos

source: Add to Holidays
pt_br: Adicionar aos Feriados

source: Add to Prospect
pt_br: Adicionar ao Prospect

source: Add to Transit
pt_br: Adicionar ao Trânsito

source: Add vouchers to generate preview.
pt_br: Adicione comprovantes para gerar a pré-visualização.

source: Add {0}
pt_br: Adicionar {0}

source: Add/Edit Coupon Conditions
pt_br: Adicionar / Editar Condições do Cupom

source: Added
pt_br: Adicionado

source: Added By
pt_br: Adicionado Por

source: Added On
pt_br: Adicionado Em

source: Added Supplier Role to User {0}.
pt_br: Adicionado a Função de Fornecedor ao Usuário {0}.

source: Added {0} ({1})
pt_br: Adicionado {0} ({1})

source: Added {1} Role to User {0}.
pt_br: Adicionado a Função {1} ao Usuário {0}.

source: Adding Lead to Prospect...
pt_br: Adicionando Lead à Prospecção...

source: Additional
pt_br: Adicional

source: Additional Asset Cost
pt_br: Custo Adicional do Ativo

source: Additional Cost
pt_br: Custo Adicional

source: Additional Cost Per Qty
pt_br: Custo Adicional por Unidade

source: Additional Costs
pt_br: Custos Adicionais

source: Additional Data
pt_br: Dados Adicionais

source: Additional Details
pt_br: Detalhes Adicionais

source: Additional Discount
pt_br: Desconto Adicional

source: Additional Discount Amount
pt_br: Valor do Desconto Adicional

source: Additional Discount Amount (Company Currency)
pt_br: Valor do Desconto Adicional (Moeda da Empresa)

source: Additional Discount Amount ({discount_amount}) cannot exceed the total before such discount ({total_before_discount})
pt_br: O Valor do Desconto Adicional ({discount_amount}) não pode exceder o total antes desse desconto ({total_before_discount})

source: Additional Discount Percentage
pt_br: Percentual de Desconto Adicional

source: Additional Info
pt_br: Informações Adicionais

source: Additional Information
pt_br: Informação Adicional

source: Additional Notes
pt_br: Notas Adicionais

source: Additional Operating Cost
pt_br: Custo Operacional Adicional

source: Additional information regarding the customer.
pt_br: Informações adicionais sobre o cliente.

source: Additional {0} {1} of item {2} required as per BOM to complete this transaction
pt_br: São necessários {0} {1} adicionais do item {2}, conforme a BOM, para concluir esta transação

source: Address
pt_br: Endereço

source: Address & Contact
pt_br: Endereço e Contato

source: Address & Contacts
pt_br: Endereços e Contatos

source: Address And Contacts
pt_br: Endereço e Contatos

source: Address Desc
pt_br: Descrição do Endereço

source: Address HTML
pt_br: Endereço Html

source: Address Line 1
pt_br: Endereço

source: Address Line 2
pt_br: Complemento

source: Address Name
pt_br: Nome do Endereço

source: Address Title
pt_br: Título do Endereço

source: Address Type
pt_br: Tipo de Endereço

source: Address and Contact
pt_br: Endereço e Contato

source: Address and Contacts
pt_br: Endereços e Contatos

source: Address needs to be linked to a Company. Please add a row for Company in the Links table.
pt_br: O Endereço precisa estar vinculado a uma Empresa. Adicione uma linha para Empresa na tabela de Links.

source: Address used to determine Tax Category in transactions
pt_br: Endereço usado para determinar a Categoria de Imposto nas transações

source: Adjust Asset Value
pt_br: Ajustar Valor do Ativo

source: Adjustment Against
pt_br: Ajuste Contra

source: Adjustment based on Purchase Invoice rate
pt_br: Ajuste com base no valor da Fatura de Compra

source: Administrative Assistant
pt_br: Assistente Administrativo

source: Administrative Expenses
pt_br: Despesas Administrativas

source: Administrative Officer
pt_br: Oficial Administrativo

source: Administrator
pt_br: Administrador

source: Advance Account
pt_br: Conta de Adiantamentos

source: Advance Account: {0} must be in either customer billing currency: {1} or Company default currency: {2}
pt_br: Conta de Adiantamento: {0} deve estar na moeda de faturamento do cliente: {1} ou na moeda padrão da empresa: {2}.

source: Advance Amount
pt_br: Valor Total Adiantado

source: Advance Paid
pt_br: Adiantamento Pago

source: Advance Payment
pt_br: Adiantamento

source: Advance Payment Date
pt_br: Data do Adiantamento

source: Advance Payment Ledger Entry
pt_br: Lançamento de Adiantamento

source: Advance Payments
pt_br: Pagamentos Antecipados

source: Advance Tax
pt_br: Imposto Antecipado

source: Advance Taxes and Charges
pt_br: Impostos e Encargos Antecipados

source: Advance Voucher No
pt_br: Nº do Comprovante de Adiantamento

source: Advance Voucher Type
pt_br: Tipo de Comprovante de Adiantamento

source: Advance amount
pt_br: Valor do adiantamento

source: Advance amount cannot be greater than {0} {1}
pt_br: O valor total do adiantamento não pode ser maior do que {0} {1}

source: Advance paid against {0} {1} cannot be greater than Grand Total {2}
pt_br: Adiantamento contra {0} {1} não pode ser maior que o Total Geral {2}

source: Advance payments allocated against orders will only be fetched
pt_br: Adiantamentos alocados contra pedidos serão apenas buscados

source: Advanced Settings
pt_br: Configurações Avançadas

source: Advances
pt_br: Avanços

source: Advertisement
pt_br: Anúncio

source: Advertising
pt_br: Publicidade

source: Aerospace
pt_br: Aeroespacial

source: Affected Transactions
pt_br: Transações Afetadas

source: Against
pt_br: Contra

source: Against Account
pt_br: Contra Conta

source: Against Blanket Order
pt_br: Contra Ordem de Cobertura

source: Against Customer Order {0}
pt_br: Relacionado ao Pedido do Cliente {0}

source: Against Default Supplier
pt_br: Contra Fornecedor Padrão

source: Against Delivery Note Item
pt_br: Contra Item de Nota de Entrega

source: Against Docname
pt_br: Contra Nome do Documento

source: Against Doctype
pt_br: Contra Tipo de Documento

source: Against Document Detail No
pt_br: Contra Número de Detalhe do Documento

source: Against Document No
pt_br: Contra Número do Documento

source: Against Expense Account
pt_br: Contra Conta de Despesas

source: Against Income Account
pt_br: Contra Conta de Receita

source: Against Journal Entry {0} does not have any unmatched {1} entry
pt_br: Contra Lançamento Contábil {0} não possui nenhum lançamento {1} não reconciliada

source: Against Journal Entry {0} is already adjusted against some other voucher
pt_br: Contra Lançamento Contábil {0} já foi ajustado contra outro comprovante

source: Against Pick List
pt_br: Contra Lista de Separação

source: Against Sales Invoice
pt_br: Contra Fatura de Venda

source: Against Sales Invoice Item
pt_br: Contra Item da Fatura de Venda

source: Against Sales Order
pt_br: Contra Pedido de Venda

source: Against Sales Order Item
pt_br: Contra Item do Pedido de Venda

source: Against Stock Entry
pt_br: Contra o Lançamento de Estoque

source: Against Supplier Invoice {0}
pt_br: Contra Fatura do Fornecedor {0}

source: Against Voucher
pt_br: Contra Comprovante

source: Against Voucher No
pt_br: Contra Nº de Comprovante

source: Against Voucher Type
pt_br: Contra Tipo de Comprovante

source: Age
pt_br: Idade

source: Age (Days)
pt_br: Idade (dias)

source: Age ({0})
pt_br: Idade ({0})

source: Ageing Based On
pt_br: Envelhecimento Baseado Em

source: Ageing Range
pt_br: Faixa de Envelhecimento

source: Ageing Report based on
pt_br: Relatório de Envelhecimento baseado em

source: Ageing Report based on {0} up to {1}
pt_br: Relatório de Envelhecimento baseado em {0} até {1}

source: Agent
pt_br: Agente

source: Agent Busy Message
pt_br: Mensagem de Ocupado do Agente

source: Agent Details
pt_br: Detalhes do Agente

source: Agent Group
pt_br: Grupo de Agentes

source: Agent Unavailable Message
pt_br: Mensagem de Agente Indisponível

source: Agents
pt_br: Agentes

source: Aggregate a group of Items into another Item. This is useful if you are maintaining the stock of the packed items and not the bundled item
pt_br: Agrupe um conjunto de Itens em outro Item. Isso é útil se você estiver mantendo o estoque dos itens embalados e não do item agrupado

source: Agriculture
pt_br: Agricultura

source: Agriculture Manager
pt_br: Gerente de Agricultura

source: Agriculture User
pt_br: Usuário de Agricultura

source: Airline
pt_br: Linha Aérea

source: Algorithm
pt_br: Algoritmo

source: All
pt_br: Tudo

source: All Accounts
pt_br: Todas as Contas

source: All Activities
pt_br: Todas as Atividades

source: All Activities HTML
pt_br: HTML de Todas as Atividades

source: All BOMs
pt_br: Todas as BOMs

source: All Contact
pt_br: Todos os Contatos

source: All Customer Contact
pt_br: Todos os Contatos do Cliente

source: All Customer Groups
pt_br: Todos os Grupos de Clientes

source: All Day
pt_br: Dia Inteiro

source: All Departments
pt_br: Todos os Departamentos

source: All Employee (Active)
pt_br: Todos Colaboradores (Ativos)

source: All Item Groups
pt_br: Todos os Grupos de Itens

source: All Items
pt_br: Todos os Itens

source: All Lead (Open)
pt_br: Todos os Leads (Aberto)

source: All Sales Partner Contact
pt_br: Todos os Contatos de Parceiros de Vendas

source: All Sales Person
pt_br: Todos os Vendedores

source: All Sales Transactions can be tagged against multiple Sales Persons so that you can set and monitor targets.
pt_br: Todas as Transações de Vendas podem ser marcadas contra múltiplos Vendedores para que você possa definir e monitorar metas.

source: All Supplier Contact
pt_br: Todos os Contatos de Fornecedor

source: All Supplier Groups
pt_br: Todos os Grupos de Fornecedores

source: All Territories
pt_br: Todos os Territórios

source: All Warehouses
pt_br: Todos os Armazéns

source: All allocations have been successfully reconciled
pt_br: Todas as alocações foram reconciliadas com sucesso

source: All communications including and above this shall be moved into the new Issue
pt_br: Todas as comunicações incluindo e acima serão transferidas para o novo problema.

source: All items have already been Invoiced/Returned
pt_br: Todos os itens já foram faturados/devolvidos

source: All items have already been received
pt_br: Todos os itens já foram recebidos

source: All items have already been transferred for this Work Order.
pt_br: Todos os itens já foram transferidos para esta Ordem de Produção.

source: All items in this document already have a linked Quality Inspection.
pt_br: Todos os itens neste documento já têm uma Inspeção de Qualidade vinculada

source: All the Comments and Emails will be copied from one document to another newly created document(Lead -> Opportunity -> Quotation) throughout the CRM documents.
pt_br: Todos os Comentários e E-mails serão copiados de um documento para outro novo documento criado (Lead -> Oportunidade -> Cotação) em todos os documentos do CRM

source: All the required items (raw materials) will be fetched from BOM and populated in this table. Here you can also change the Source Warehouse for any item. And during the production, you can track transferred raw materials from this table.
pt_br: Todos os itens necessários (matérias-primas) serão buscados da BOM e preenchidos nesta tabela. Aqui você também pode alterar o Armazém de Origem de qualquer item. E durante a produção, você pode rastrear as matérias-primas transferidas a partir desta tabela

source: All these items have already been Invoiced/Returned
pt_br: Todos esses itens já foram faturados/devolvidos

source: Allocate
pt_br: Alocar

source: Allocate Advances Automatically (FIFO)
pt_br: Alocar Avanços Automaticamente (FIFO)

source: Allocate Payment Amount
pt_br: Atribuir Valor do Pagamento

source: Allocate Payment Based On Payment Terms
pt_br: Alocar o Pagamento Com Base em Condições de Pagamento

source: Allocate Payment Request
pt_br: Alocar Requisição de Pagamento

source: Allocated
pt_br: Alocado

source: Allocated Amount
pt_br: Valor Alocado

source: Allocated Entries
pt_br: Lançamentos Alocados

source: Allocated To:
pt_br: Alocado Para:

source: Allocated amount
pt_br: Valor alocado

source: Allocated amount cannot be greater than unadjusted amount
pt_br: Valor alocado não pode ser maior que valor não ajustado

source: Allocated amount cannot be negative
pt_br: Valor alocado não pode ser negativo

source: Allocation
pt_br: Alocação

source: Allocations
pt_br: Alocações

source: Allotted Qty
pt_br: Qtd. Alocada

source: Allow
pt_br: Permitir

source: Allow Account Creation Against Child Company
pt_br: Permitir Criação de Conta Contra Empresa Filha

source: Allow Alternative Item
pt_br: Permitir Item Alternativo

source: Allow Alternative Item must be checked on Item {}
pt_br: 'Permitir Item Alternativo' deve ser marcado no Item {}

source: Allow Continuous Material Consumption
pt_br: Permitir Consumo Contínuo de Material

source: Allow Excess Material Transfer
pt_br: Permitir Transferência de Material em Excesso

source: Allow Implicit Pegged Currency Conversion
pt_br: Permitir Conversão Implícita de Moeda Vinculada

source: Allow In Returns
pt_br: Permitir em Devoluções

source: Allow Internal Transfers at Arm's Length Price
pt_br: Permitir Transferências Internas ao Preço Arm's Length

source: Allow Item To Be Added Multiple Times in a Transaction
pt_br: Permitir que o Item Seja Adicionado Múltiplas Vezes em uma Transação

source: Allow Item to Be Added Multiple Times in a Transaction
pt_br: Permitir que o Item Seja Adicionado Múltiplas Vezes em uma Transação

source: Allow Item to be Added Multiple Times in a Transaction
pt_br: Permitir que o Item Seja Adicionado Múltiplas Vezes em uma Transação

source: Allow Lead Duplication based on Emails
pt_br: Permitir Duplicação de Lead com base em E-mails

source: Allow Material Transfer from Delivery Note to Sales Invoice
pt_br: Permitir Transferência de Material de Nota de Entrega para Fatura de Venda

source: Allow Material Transfer from Purchase Receipt to Purchase Invoice
pt_br: Permitir Transferência de Material de Recebimento de Compra para Fatura de Compra

source: Allow Multiple Material Consumption
pt_br: Permitir Múltiplo Consumo de Material

source: Allow Multiple Sales Orders Against a Customer's Purchase Order
pt_br: Permitir Múltiplos Pedidos de Venda Contra um Pedido de Compra de Cliente

source: Allow Negative Stock
pt_br: Permitir Estoque Negativo

source: Allow Negative Stock for Batch
pt_br: Permitir Estoque Negativo para Lote

source: Allow Negative rates for Items
pt_br: Permitir Valores Unitários Negativos para Itens

source: Allow Or Restrict Dimension
pt_br: Permitir ou Restringir Dimensão

source: Allow Overtime
pt_br: Permitir Hora Extra

source: Allow Partial Payment
pt_br: Permitir Pagamento Parcial

source: Allow Partial Reservation
pt_br: Permitir Reserva Parcial

source: Allow Production on Holidays
pt_br: Permitir a Produção em Feriados

source: Allow Purchase
pt_br: Permitir Compra

source: Allow Purchase Invoice Creation Without Purchase Order
pt_br: Permitir Criação de Fatura de Compra Sem Pedido de Compra

source: Allow Purchase Invoice Creation Without Purchase Receipt
pt_br: Permitir Criação de Fatura de Compra Sem Recebimento de Compra

source: Allow Purchase Order with Zero Quantity
pt_br: Permitir Pedido de Compra com Quantidade Zero

source: Allow Quotation with Zero Quantity
pt_br: Permitir Cotação com Quantidade Zero

source: Allow Rename Attribute Value
pt_br: Permitir Renomear Valor do Atributo

source: Allow Request for Quotation with Zero Quantity
pt_br: Permitir Requisição de Cotação com Quantidade Zero

source: Allow Resetting Service Level Agreement
pt_br: Permitir Redefinição do Contrato de Nível de Serviço

source: Allow Resetting Service Level Agreement from Support Settings.
pt_br: Permitir Redefinição do Acordo de Nível de Serviço a partir das Configurações de Pós-Vendas.

source: Allow Sales
pt_br: Permitir Venda

source: Allow Sales Invoice Creation Without Delivery Note
pt_br: Permitir Criação de Faturas de Venda Sem Nota de Entrega

source: Allow Sales Invoice Creation Without Sales Order
pt_br: Permitir Criação de Faturas de Venda Sem Pedido de Venda

source: Allow Sales Order Creation For Expired Quotation
pt_br: Permitir Criação de Pedido de Venda para Cotação Expirada

source: Allow Sales Order with Zero Quantity
pt_br: Permitir Pedido de Venda com Quantidade Zerada

source: Allow Stale Exchange Rates
pt_br: Permitir Taxas de Câmbio Desatualizadas

source: Allow Supplier Quotation with Zero Quantity
pt_br: Permitir Cotação de Fornecedor com Quantidade Zero

source: Allow UOM with Conversion Rate Defined in Item
pt_br: Permitir Unidade de Medida com Taxa de Conversão Definida no Item
