Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: This is a root supplier group and cannot be edited.
pt_br: Este é um grupo de fornecedores raiz e não pode ser editado.

source: This is a root territory and cannot be edited.
pt_br: Este é um território raiz e não pode ser editado.

source: This is an example website auto-generated from ERPNext
pt_br: Este é um exemplo de site gerado automaticamente pelo Dut ERP

source: This is based on stock movement. See {0} for details
pt_br: Isto é baseado na movimentação de estoque. Veja {0} para detalhes

source: This is based on the Time Sheets created against this project
pt_br: Isto é baseado nas Folhas de Ponto criadas contra este projeto

source: This is based on transactions against this Sales Person. See timeline below for details
pt_br: Isto é baseado nas transações contra este Vendedor. Veja o histórico abaixo para detalhes

source: This is considered dangerous from accounting point of view.
pt_br: Isso é considerado perigoso do ponto de vista contábil.

source: This is done to handle accounting for cases when Purchase Receipt is created after Purchase Invoice
pt_br: Isto é feito para lidar com a contabilidade nos casos em que o Recebimento de Compra é criado após a Fatura de Compra

source: This is enabled by default. If you want to plan materials for sub-assemblies of the Item you're manufacturing leave this enabled. If you plan and manufacture the sub-assemblies separately, you can disable this checkbox.
pt_br: Isto é habilitado por padrão. Se você quiser planejar materiais para submontagens do Item que você está fabricando, deixe esta opção habilitada. Se você planeja e fabrica as submontagens separadamente, você pode desabilitar esta caixa de seleção.

source: This is for raw material Items that'll be used to create finished goods. If the Item is an additional service like 'washing' that'll be used in the BOM, keep this unchecked.
pt_br: Isto é para Itens de matéria-prima que serão usados para criar produtos acabados. Se o Item for um serviço adicional, como 'lavagem', que será usado na Lista de Materiais (BOM - Bill of Materials), mantenha esta opção desmarcada.

source: This item filter has already been applied for the {0}
pt_br: Este filtro de item já foi aplicado para o {0}.

source: This option can be checked to edit the 'Posting Date' and 'Posting Time' fields.
pt_br: Esta opção pode ser marcada para editar os campos 'Data de Lançamento' e 'Horário de Lançamento'.

source: This schedule was created when Asset {0} was adjusted through Asset Value Adjustment {1}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi ajustado através do Ajuste de Valor de Ativo {1}.

source: This schedule was created when Asset {0} was consumed through Asset Capitalization {1}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi consumido através da Capitalização de Ativo {1}.

source: This schedule was created when Asset {0} was repaired through Asset Repair {1}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi reparado através do Reparo de Ativo {1}.

source: This schedule was created when Asset {0} was restored due to Sales Invoice {1} cancellation.
pt_br: Este cronograma foi criado quando o Ativo {0} foi restaurado devido ao cancelamento da Fatura de Venda {1}.

source: This schedule was created when Asset {0} was restored on Asset Capitalization {1}'s cancellation.
pt_br: Este cronograma foi criado quando o Ativo {0} foi restaurado após o cancelamento da Capitalização de Ativo {1}.

source: This schedule was created when Asset {0} was restored.
pt_br: Este cronograma foi criado quando o Ativo {0} foi restaurado.

source: This schedule was created when Asset {0} was returned through Sales Invoice {1}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi devolvido através da Fatura de Venda {1}.

source: This schedule was created when Asset {0} was scrapped.
pt_br: Este cronograma foi criado quando o Ativo {0} foi sucateado.

source: This schedule was created when Asset {0} was updated after being split into new Asset {1}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi atualizado após ser dividido em um novo Ativo {1}.

source: This schedule was created when Asset {0} was {1} through Sales Invoice {2}.
pt_br: Este cronograma foi criado quando o Ativo {0} foi {1} por meio da Fatura de Venda {2}.

source: This schedule was created when Asset {0}'s Asset Repair {1} was cancelled.
pt_br: Este cronograma foi criado quando o Reparo de Ativo {1} para {0} foi cancelada.

source: This schedule was created when Asset {0}'s Asset Value Adjustment {1} was cancelled.
pt_br: Este cronograma foi criado quando o Ajuste de Valor de Ativo {1} do Ativo {0} foi cancelado.

source: This schedule was created when Asset {0}'s shifts were adjusted through Asset Shift Allocation {1}.
pt_br: Este cronograma foi criado quando os turnos do Ativo {0} foram ajustados através da Alocação de Turno de Ativo {1}.

source: This schedule was created when new Asset {0} was split from Asset {1}.
pt_br: Este cronograma foi criado quando o novo Ativo {0} foi separado do Ativo {1}.

source: This section allows the user to set the Body and Closing text of the Dunning Letter for the Dunning Type based on language, which can be used in Print.
pt_br: Esta seção permite que o usuário defina o texto do Corpo e de Fechamento da Carta de Cobrança para o Tipo de Cobrança com base no idioma, que pode ser usado na Impressão.

source: This table is used to set details about the 'Item', 'Qty', 'Basic Rate', etc.
pt_br: Esta tabela é usada para definir detalhes sobre o 'Item', 'Quantidade', 'Valor Base', etc.

source: This tool helps you to update or fix the quantity and valuation of stock in the system. It is typically used to synchronise the system values and what actually exists in your warehouses.
pt_br: Esta ferramenta ajuda você a atualizar ou corrigir a quantidade e o valor do estoque no sistema. Ela é tipicamente usada para sincronizar os valores do sistema com o que realmente existe nos seus armazéns.

source: This value shall be used when no matching Common Code for a record is found.
pt_br: Este valor será utilizado quando nenhum Código Comum correspondente for encontrado para um registro.

source: This will be appended to the Item Code of the variant. For example, if your abbreviation is "SM", and the item code is "T-SHIRT", the item code of the variant will be "T-SHIRT-SM"
pt_br: Isto será adicionado ao Código do Item da variante. Por exemplo, se sua abreviação for "PEQ" e o código do item for "CAMISETA", o código do item da variante será "CAMISETA-PEQ"

source: This will restrict user access to other employee records
pt_br: Isto irá restringir o acesso do usuário a outros registros de colaboradores

source: This {} will be treated as material transfer.
pt_br: Este {} será tratado como transferência de material.

source: Threshold for Suggestion
pt_br: Limite para Sugestão

source: Threshold for Suggestion (In Percentage)
pt_br: Limite para Sugestão (Em Porcentagem)

source: Thumbnail
pt_br: Miniatura

source: Thursday
pt_br: Quinta-feira

source: Tier Name
pt_br: Nome do Nível

source: Time
pt_br: Tempo

source: Time (In Mins)
pt_br: Tempo (Em Minutos)

source: Time Between Operations (Mins)
pt_br: Tempo Entre Operações (Minutos)

source: Time In Mins
pt_br: Tempo Em Minutos

source: Time Logs
pt_br: Registros de Horas

source: Time Required (In Mins)
pt_br: Tempo Necessário (Em Minutos)

source: Time Sheet
pt_br: Folha de Ponto

source: Time Sheet List
pt_br: Lista de Folha de Ponto

source: Time Sheets
pt_br: Folhas de Ponto

source: Time Taken to Deliver
pt_br: Tempo Gasto para Entregar

source: Time Tracking
pt_br: Controle de Tempo

source: Time at which materials were received
pt_br: Horário em que os materiais foram recebidos

source: Time in mins
pt_br: Tempo em minutos

source: Time in mins.
pt_br: Tempo em minutos

source: Time logs are required for {0} {1}
pt_br: Registros de tempo são obrigatórios para {0} {1}

source: Time slot is not available
pt_br: O horário não está disponível

source: Time(in mins)
pt_br: Tempo (em minutos)

source: Timeline
pt_br: Histórico

source: Timer
pt_br: Cronômetro

source: Timer exceeded the given hours.
pt_br: O cronômetro excedeu as horas fornecidas.

source: Timesheet
pt_br: Folha de Ponto

source: Timesheet Detail
pt_br: Detalhe da Folha de Ponto

source: Timesheet for tasks.
pt_br: Folha de Ponto para tarefas.

source: Timesheet {0} is already completed or cancelled
pt_br: A Folha de Ponto {0} já está concluída ou cancelada

source: Timesheets
pt_br: Folhas de Ponto

source: Timesheets help keep track of time, cost and billing for activites done by your team
pt_br: As Folhas de Ponto ajudam a manter o controle do tempo, custo e faturamento das atividades realizadas por sua equipe.

source: Timeslots
pt_br: Horário Disponível

source: Title
pt_br: Título

source: To
pt_br: Para

source: To Bill
pt_br: A Faturar

source: To Currency
pt_br: Moeda de Destino

source: To Date
pt_br: Data Final

source: To Date cannot be before From Date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: To Date cannot be before From Date.
pt_br: A Data Final não pode ser anterior à Data Inicial.

source: To Date cannot be less than From Date
pt_br: A Data Final não pode ser menor que a Data Inicial

source: To Date is mandatory
pt_br: A Data Final é obrigatória

source: To Date must be greater than From Date
pt_br: A Data Final deve ser maior que a Data Inicial

source: To Date should be within the Fiscal Year. Assuming To Date = {0}
pt_br: A Data Final deve estar dentro do Ano Fiscal. Assumindo Data Final = {0}

source: To Datetime
pt_br: Data e Hora Final

source: To Deliver
pt_br: A Entregar

source: To Deliver and Bill
pt_br: A Entregar e Faturar

source: To Delivery Date
pt_br: Data de Entrega Final

source: To Doctype
pt_br: Para o Tipo de Documento

source: To Due Date
pt_br: Data de Vencimento Final

source: To Employee
pt_br: Para o Colaborador

source: To Fiscal Year
pt_br: Ano Fiscal Final

source: To Folio No
pt_br: Até o Nº de Fólio

source: To Invoice Date
pt_br: Data da Fatura Final

source: To No
pt_br: Até o Nº

source: To Package No.
pt_br: Até o Pacote Nº

source: To Payment Date
pt_br: Data de Pagamento Final

source: To Posting Date
pt_br: Data de Lançamento Final

source: To Range
pt_br: Ponto Final do Intervalo

source: To Receive
pt_br: A Receber

source: To Receive and Bill
pt_br: A Receber e Faturar

source: To Reference Date
pt_br: Data de Referência Final

source: To Rename
pt_br: Para Renomear

source: To Shareholder
pt_br: Para o Acionista

source: To Time
pt_br: Horário Final

source: To Track inbound purchase
pt_br: Para rastrear a origem da compra

source: To Value
pt_br: Valor Final

source: To Warehouse
pt_br: Armazém de Destino

source: To Warehouse (Optional)
pt_br: Armazém de Destino (Opcional)

source: To add Operations tick the 'With Operations' checkbox.
pt_br: Para adicionar Operações, marque a caixa de seleção 'Com Operações'.

source: To add subcontracted Item's raw materials if include exploded items is disabled.
pt_br: Para adicionar matérias-primas de itens subcontratados, caso a inclusão de itens explodidos esteja desabilitada.

source: To allow over billing, update "Over Billing Allowance" in Accounts Settings or the Item.
pt_br: Para permitir o sobrefaturamento, atualize a "Margem de Tolerância de Sobrefaturamento" nas Configurações de Contas ou no Item.

source: To allow over receipt / delivery, update "Over Receipt/Delivery Allowance" in Stock Settings or the Item.
pt_br: Para permitir o excesso de recebimento/entrega, atualize a "Margem de Tolerância de Recebimento/Entrega em Excesso" nas Configurações de Estoque ou no Item.

source: To apply condition on parent field use parent.field_name and to apply condition on child table use doc.field_name. Here field_name could be based on the actual column name of the respective field.
pt_br: Para aplicar uma condição em um campo pai, use parent.nome_do_campo e para aplicar uma condição em uma tabela filha, use doc.nome_do_campo. Aqui, nome_do_campo pode ser baseado no nome real da coluna do campo respectivo.

source: To be Delivered to Customer
pt_br: A Ser Entregue ao Cliente

source: To cancel a {} you need to cancel the POS Closing Entry {}.
pt_br: Para cancelar {}, você precisa cancelar o Lançamento de Fechamento do PDV {}.

source: To create a Payment Request reference document is required
pt_br: Para criar uma Requisição de Pagamento, o documento de referência é obrigatório

source: To date cannot be before from date
pt_br: Data final não pode ser anterior à data inicial

source: To enable Capital Work in Progress Accounting,
pt_br: Para habilitar a Contabilidade de Imobilizado em Andamento,

source: To include non-stock items in the material request planning. i.e. Items for which 'Maintain Stock' checkbox is unticked.
pt_br: Para incluir itens não estocáveis no planejamento de requisição de material, isto é, itens para os quais a caixa de seleção 'Manter Estoque' está desmarcada.

source: To include sub-assembly costs and scrap items in Finished Goods on a work order without using a job card, when the 'Use Multi-Level BOM' option is enabled.
pt_br: Para incluir custos de submontagens e itens de sucata em Produtos Finais em uma ordem de produção sem utilizar uma ficha de produção, quando a opção 'Usar Lista de Materiais (BOM) Multinível' está habilitada

source: To include tax in row {0} in Item rate, taxes in rows {1} must also be included
pt_br: Para incluir impostos na linha {0} no valor do Item, os impostos nas linhas {1} também deve ser incluídos

source: To merge, following properties must be same for both items
pt_br: Para mesclar, as seguintes propriedades devem ser iguais para ambos os itens

source: To overrule this, enable '{0}' in company {1}
pt_br: Para anular esta regra, habilite '{0}' na empresa {1}

source: To still proceed with editing this Attribute Value, enable {0} in Item Variant Settings.
pt_br: Para prosseguir com a edição deste Valor de Atributo, habilite {0} em Configurações de Variante de Item.

source: To submit the invoice without purchase order please set {0} as {1} in {2}
pt_br: Para submeter a fatura sem pedido de compra, por favor, defina {0} como {1} em {2}

source: To submit the invoice without purchase receipt please set {0} as {1} in {2}
pt_br: Para submeter a fatura sem recebimento de compra, por favor, defina {0} como {1} em {2}

source: To use a different finance book, please uncheck 'Include Default FB Assets'
pt_br: Para usar um livro contábil diferente, por favor, desmarque 'Incluir Ativos do Livro Contábil Padrão'

source: To use a different finance book, please uncheck 'Include Default FB Entries'
pt_br: Para usar um livro contábil diferente, desmarque 'Incluir Lançamentos do Livro Contábil Padrão'

source: Toggle Recent Orders
pt_br: Alternar Pedidos Recentes

source: Ton (Long)/Cubic Yard
pt_br: Tonelada Longa/Jarda Cúbica

source: Ton (Short)/Cubic Yard
pt_br: Tonelada Curta/Jarda Cúbica

source: Ton-Force (UK)
pt_br: Tonelada-Força (UK)

source: Ton-Force (US)
pt_br: Tonelada-Força (US)

source: Tonne
pt_br: Tonelada

source: Tonne-Force(Metric)
pt_br: Tonelada-Força

source: Too many columns. Export the report and print it using a spreadsheet application.
pt_br: Muitas colunas. Exporte o relatório e imprima-o usando um aplicativo de planilha eletrônica.

source: Tools
pt_br: Ferramentas

source: Total (Company Currency)
pt_br: Total (Moeda da Empresa)

source: Total (Credit)
pt_br: Total (Crédito)

source: Total (Without Tax)
pt_br: Total (Sem Imposto)

source: Total Achieved
pt_br: Total Alcançado

source: Total Active Items
pt_br: Total de Itens Ativos

source: Total Actual
pt_br: Total Atual

source: Total Additional Costs
pt_br: Total de Custos Adicionais

source: Total Advance
pt_br: Adiantamento Total

source: Total Allocated Amount
pt_br: Valor Total Alocado

source: Total Allocated Amount (Company Currency)
pt_br: Valor Total Alocado (Moeda da Empresa)

source: Total Allocations
pt_br: Total de Alocações

source: Total Amount
pt_br: Valor Total

source: Total Amount Currency
pt_br: Moeda do Valor Total

source: Total Amount Due
pt_br: Valor Total Devido

source: Total Amount in Words
pt_br: Valor Total Por Extenso

source: Total Applicable Charges in Purchase Receipt Items table must be same as Total Taxes and Charges
pt_br: O Total de Encargos Aplicáveis na tabela de Itens do Recebimento de Compra deve ser igual ao Total de Impostos e Encargos

source: Total Asset
pt_br: Total de Ativos

source: Total Asset Cost
pt_br: Custo Total de Ativos

source: Total Assets
pt_br: Total de Ativos

source: Total Billable Amount
pt_br: Valor Total Faturável

source: Total Billable Amount (via Timesheet)
pt_br: Valor Total Faturável (via Folha de Ponto)

source: Total Billable Hours
pt_br: Total de Horas Faturáveis

source: Total Billed Amount
pt_br: Valor Total Faturado

source: Total Billed Amount (via Sales Invoice)
pt_br: Valor Total Faturado (via Fatura de Venda)

source: Total Billed Hours
pt_br: Total de Horas Faturadas

source: Total Billing Amount
pt_br: Valor Total do Faturamento

source: Total Billing Hours
pt_br: Total de Horas Faturadas

source: Total Budget
pt_br: Orçamento Total

source: Total Characters
pt_br: Total de Caracteres

source: Total Commission
pt_br: Comissão Total

source: Total Completed Qty
pt_br: Qtd. Total Concluída

source: Total Consumed Material Cost (via Stock Entry)
pt_br: Custo Total de Material Consumido (via Lançamento de Estoque)

source: Total Contribution Amount Against Invoices: {0}
pt_br: Valor Total de Contribuição Contra Faturas: {0}

source: Total Contribution Amount Against Orders: {0}
pt_br: Valor Total de Contribuição Contra Pedidos: {0}

source: Total Cost
pt_br: Custo Total

source: Total Cost (Company Currency)
pt_br: Custo Total (Moeda da Empresa)

source: Total Costing Amount
pt_br: Valor Total de Custeio

source: Total Costing Amount (via Timesheet)
pt_br: Valor Total de Custeio (via Folha de Ponto)

source: Total Credit
pt_br: Crédito Total

source: Total Credit/ Debit Amount should be same as linked Journal Entry
pt_br: O Valor Total de Crédito/Débito deve ser o mesmo que o Lançamento Contábil vinculado

source: Total Debit
pt_br: Débito Total

source: Total Debit must be equal to Total Credit. The difference is {0}
pt_br: Débito Total deve ser igual ao Crédito Total. A diferença é {0}

source: Total Delivered Amount
pt_br: Valor Total Entregue

source: Total Demand (Past Data)
pt_br: Demanda Total (Dados Anteriores)

source: Total Equity
pt_br: Patrimônio Líquido Total

source: Total Estimated Distance
pt_br: Distância Total Estimada

source: Total Expense
pt_br: Despesa Total

source: Total Expense This Year
pt_br: Despesa Total Este Ano

source: Total Experience
pt_br: Experiência Total

source: Total Forecast (Future Data)
pt_br: Previsão Total (Dados Futuros)

source: Total Forecast (Past Data)
pt_br: Previsão Total (Dados Anteriores)

source: Total Gain/Loss
pt_br: Ganho/Perda Total

source: Total Hold Time
pt_br: Tempo Total de Espera

source: Total Holidays
pt_br: Total de Feriados

source: Total Income
pt_br: Renda Total

source: Total Income This Year
pt_br: Renda Total Este Ano

source: Total Incoming Bills
pt_br: Total de Contas a Pagar

source: Total Incoming Payment
pt_br: Total de Pagamentos Recebidos

source: Total Incoming Value (Receipt)
pt_br: Valor Total de Entrada (Recibo)

source: Total Interest
pt_br: Total de Juros

source: Total Invoiced Amount
pt_br: Valor Total Faturado

source: Total Issues
pt_br: Total de Incidentes

source: Total Items
pt_br: Total de Itens

source: Total Liability
pt_br: Passivo Total

source: Total Message(s)
pt_br: Total de Mensagens

source: Total Monthly Sales
pt_br: Total de Vendas Mensais

source: Total Net Weight
pt_br: Peso Líquido Total

source: Total Number of Booked Depreciations
pt_br: Número Total de Depreciações Registradas

source: Total Number of Depreciations
pt_br: Número Total de Depreciações

source: Total Only
pt_br: Apenas Total

source: Total Operating Cost
pt_br: Custo Operacional Total

source: Total Operation Time
pt_br: Tempo Total de Operação

source: Total Order Considered
pt_br: Total de Pedidos Considerados

source: Total Order Value
pt_br: Valor Total do Pedido

source: Total Other Charges
pt_br: Total de Outros Encargos

source: Total Outgoing
pt_br: Total de Saída

source: Total Outgoing Bills
pt_br: Total de Contas a Receber

source: Total Outgoing Payment
pt_br: Total de Pagamentos Efetuados

source: Total Outgoing Value (Consumption)
pt_br: Valor Total de Saída (Consumo)

source: Total Outstanding
pt_br: Total Pendente

source: Total Outstanding Amount
pt_br: Valor Total Pendente

source: Total Paid Amount
pt_br: Valor Total Pago

source: Total Payment Amount in Payment Schedule must be equal to Grand / Rounded Total
pt_br: O Valor Total de Pagamento no Cronograma de Pagamento deve ser igual ao Total Geral/Total Arredondado.

source: Total Payment Request amount cannot be greater than {0} amount
pt_br: O Valor Total da Requisição de Pagamento não pode ser maior que o valor de {0}

source: Total Payments
pt_br: Total de Pagamentos

source: Total Picked Quantity {0} is more than ordered qty {1}. You can set the Over Picking Allowance in Stock Settings.
pt_br: A Quantidade Total Separada {0} é maior que a quantidade solicitada {1}. Você pode definir a Margem de Tolerância de Separação em Excesso nas Configurações de Estoque.

source: Total Planned Qty
pt_br: Qtd. Total Planejada

source: Total Produced Qty
pt_br: Qtd. Total Produzida

source: Total Projected Qty
pt_br: Qtd. Total Projetada

source: Total Purchase Amount
pt_br: Valor Total da Compra

source: Total Purchase Cost (via Purchase Invoice)
pt_br: Custo Total da Compra (via Fatura de Compra)

source: Total Qty
pt_br: Quantidade Total

source: Total Quantity
pt_br: Quantidade Total

source: Total Received Amount
pt_br: Valor Total Recebido

source: Total Repair Cost
pt_br: Custo Total de Reparo

source: Total Reposting Count
pt_br: Contagem Total de Recontabilizações

source: Total Revenue
pt_br: Receita Total

source: Total Sales Amount
pt_br: Valor Total de Vendas

source: Total Sales Amount (via Sales Order)
pt_br: Valor Total de Vendas (via Pedido de Venda)

source: Total Stock Summary
pt_br: Resumo Total de Estoque

source: Total Stock Value
pt_br: Valor Total de Estoque

source: Total Supplied Qty
pt_br: Qtd. Total Fornecida

source: Total Target
pt_br: Meta Total

source: Total Tasks
pt_br: Total de Tarefas

source: Total Tax
pt_br: Imposto Total

source: Total Taxes and Charges
pt_br: Total de Impostos e Encargos

source: Total Taxes and Charges (Company Currency)
pt_br: Total de Impostos e Encargos (Moeda da Empresa)

source: Total Time (in Mins)
pt_br: Tempo Total (em minutos)

source: Total Time in Mins
pt_br: Tempo Total em Minutos

source: Total Unpaid: {0}
pt_br: Total Não Pago: {0}

source: Total Value
pt_br: Valor Total

source: Total Value Difference (Incoming - Outgoing)
pt_br: Diferença Total de Valor (Entrada - Saída)

source: Total Variance
pt_br: Variância Total

source: Total Views
pt_br: Total de Visualizações

source: Total Warehouses
pt_br: Total de Armazéns

source: Total Weight
pt_br: Peso Total

source: Total Weight (kg)
pt_br: Peso Total (kg)

source: Total Working Hours
pt_br: Total de Horas de Trabalho

source: Total allocated percentage for sales team should be 100
pt_br: A porcentagem total alocada para a equipe de vendas deve ser 100

source: Total completed quantity: {0}
pt_br: Quantidade total concluída: {0}

source: Total contribution percentage should be equal to 100
pt_br: A porcentagem total de contribuição deve ser igual a 100

source: Total hours: {0}
pt_br: Total de horas: {0}
