Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: The Batch {0} of an item {1} has negative stock in the warehouse {2}. Please add a stock quantity of {3} to proceed with this entry.
pt_br: O Lote {0} de um item {1} tem estoque negativo no armazém {2}. Por favor, adicione uma quantidade em estoque de {3} para prosseguir com este lançamento.

source: Address
pt_br: Endereço

source: Amount
pt_br: Valor

source: Is Child Table
pt_br: É Tabela Filha

source: Name
pt_br: Nome

source: Rate
pt_br: Valor Unitário

source: Summary
pt_br: Resumo

source: "Customer Provided Item" cannot be Purchase Item also
pt_br: "Item Fornecido pelo Cliente" e "Item de Compra" não podem ser o mesmo

source: "Customer Provided Item" cannot have Valuation Rate
pt_br: "Item Fornecido pelo Cliente" não pode ter Custo Unitário

source: "Is Fixed Asset" cannot be unchecked, as Asset record exists against the item
pt_br: "É Ativo Imobilizado" não pode ser desmarcado, pois já existe um registro de Ativo contra o item

source: "SN-01::10" for "SN-01" to "SN-10"
pt_br: "SN-01::10" de "SN-01" para "SN-10"

source: # Account Settings In ERPNext, Accounting features are configurable as per your business needs. Accounts Settings is the place to define some of your accounting preferences like: - Credit Limit and over billing settings - Taxation preferences - Deferred accounting preferences
pt_br: # Configurações de Contas No Dut ERP, os recursos de Contabilidade são configuráveis conforme as necessidades do seu negócio. Configurações de Contas é o local para definir suas preferências contábeis, como: - Limite de crédito e configurações de faturamento excedente - Preferências de tributação - Preferências de contabilidade diferida

source: # Account Settings This is a crucial piece of configuration. There are various account settings in ERPNext to restrict and configure actions in the Accounting module. The following settings are avaialble for you to configure 1. Account Freezing 2. Credit and Overbilling 3. Invoicing and Tax Automations 4. Balance Sheet configurations There's much more, you can check it all out in this step
pt_br: # Configurações de Contas Esta configuração é essencial. Há várias configurações de contas no Dut ERP para restringir e configurar ações no módulo de Contabilidade. As seguintes configurações estão disponíveis para serem personalizadas: 1. Congelamento de Contas 2. Crédito e Faturamento Excedente 3. Automação de Faturamento e Tributos 4. Configurações de Balanço Patrimonial E muito mais, confira nesta etapa.

source: # Add an Existing Asset If you are just starting with ERPNext, you will need to enter Assets you already possess. You can add them as existing fixed assets in ERPNext. Please note that you will have to make a Journal Entry separately updating the opening balance in the fixed asset account.
pt_br: # Adicionar Ativo Existente Se você está começando a usar o Dut ERP, será necessário inserir os Ativos que já possui. Você pode adicioná-los como ativos imobilizados existentes no Dut ERP. Atente-se: será necessário fazer um Lançamento Contábil, separadamente atualizando o saldo inicial na conta de ativos imobilizados.

source: # All about sales invoice A Sales Invoice is a bill that you send to your Customers against which the Customer makes the payment. Sales Invoice is an accounting transaction. On submission of Sales Invoice, the system updates the receivable and books income against a Customer Account.
pt_br: # Tudo sobre Faturas de Venda Uma Fatura de Venda é uma conta que você envia aos seus Clientes e contra a qual o Cliente efetua o pagamento. A Fatura de Venda é uma transação contábil. Na submissão da Fatura de Venda, o sistema atualiza as contas a receber e lança receita contra uma Conta de Cliente.

source: # All about sales invoice A Sales Invoice is a bill that you send to your Customers against which the Customer makes the payment. Sales Invoice is an accounting transaction. On submission of Sales Invoice, the system updates the receivable and books income against a Customer Account. Here's the flow of how a sales invoice is generally created ![Sales Flow](https://docs.erpnext.com/docs/assets/img/accounts/so-flow.png)
pt_br: # Tudo sobre faturas de venda Uma Fatura de Venda é a fatura que você envia aos seus Clientes e contra a qual o Cliente efetua o pagamento. A Fatura de Venda é uma transação contábil. Na submissão da Fatura de Venda, o sistema atualiza as contas a receber e lança receita contra uma Conta de Cliente. Aqui está o fluxo de como uma fatura de vendas é geralmente criada ![Fluxo de Vendas](https://docs.erpnext.com/docs/assets/img/accounts/so-flow.png)

source: # Asset Category An Asset Category classifies different assets of a Company. You can create an Asset Category based on the type of assets. For example, all your desktops and laptops can be part of an Asset Category named "Electronic Equipments". Create a separate category for furniture. Also, you can update default properties for each category, like: - Depreciation type and duration - Fixed asset account - Depreciation account
pt_br: # Categorias de Ativos Categorias de Ativo é uma forma de classificar os diferentes ativos da empresa. As Categorias de Ativos podem ser criadas dependendo dos tipos de ativos. Por exemplo, todos os desktops e laptops podem fazer parte de uma Categoria de Ativos intitulada "Equipamentos Eletrônicos". Crie uma categoria a parte para os móveis. Além disso, é possível atualizar as propriedades padrão para cada categoria, como: - Tipo e duração da depreciação - Conta de ativo imobilizado - Conta de depreciação

source: # Asset Item Asset items are created based on Asset Category. You can create one or multiple items against once Asset Category. The sales and purchase transaction for Asset is done via Asset Item.
pt_br: # Item de Ativo Os itens de ativos são criados com base nas Categorias de Ativos. É possível criar um ou múltiplos itens para cada Categoria de Ativo. As transações de venda e compra de um Ativo são feitas via Item de Ativo.

source: # Buying Settings Buying module’s features are highly configurable as per your business needs. Buying Settings is the place where you can set your preferences for: - Supplier naming and default values - Billing and shipping preference in buying transactions
pt_br: # Configurações de Compra Os recursos do módulo de Compra são altamente configuráveis de acordo com as necessidades do seu negócio. Configurações de Compra é o local onde você pode definir suas preferências para: - Nomeação de fornecedores e valores padrões - Preferências de faturamento e envio em transações de compra

source: # CRM Settings CRM module’s features are configurable as per your business needs. CRM Settings is the place where you can set your preferences for: - Campaign - Lead - Opportunity - Quotation
pt_br: # Configurações de CRM Os recursos do módulo de CRM são configuráveis conforme as necessidades de seu negócio. Em Configurações de CRM, você pode definir suas preferências para: - Campanha - Líder - Oportunidade - Cotação

source: # Chart Of Accounts ERPNext sets up a simple chart of accounts for each Company you create, but you can modify it according to business and legal requirements.
pt_br: # Plano de Contas O Dut ERP configura um plano de contas simples para cada empresa criada, mas é possível modificá-lo conforme exigências comerciais e legais.

source: # Check Stock Reports Based on the various stock transactions, you can get a host of one-click Stock Reports in ERPNext like Stock Ledger, Stock Balance, Projected Quantity, and Ageing analysis.
pt_br: # Confira os Relatórios de Estoque Com base nas várias transações de estoque, você pode acessar uma série de Relatórios de Estoque com um clique no Dut ERP, como Razão de Estoque, Saldo de Estoque, Quantidade Projetada e Análise de Idade.

source: # Cost Centers for Budgeting and Analysis While your Books of Accounts are framed to fulfill statutory requirements, you can set up Cost Center and Accounting Dimensions to address your companies reporting and budgeting requirements. Click here to learn more about how <b>[Cost Center](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/cost-center)</b> and <b> [Dimensions](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-dimensions)</b> allow you to get advanced financial analytics reports from ERPNext.
pt_br: # Centros de Custo para Orçamento e Análise Embora seu Plano de Contas seja estruturado para atender aos requisitos legais, você pode configurar Centros de Custo e Dimensões Contábeis para atender às necessidades de relatórios e orçamento de sua empresa. Clique aqui para saber mais sobre como o <b>[Centro de Custo](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/cost-center)</b> e as <b>[Dimensões Contábeis](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-dimensions)</b> permitem gerar relatórios avançados de análise financeira no Dut ERP.

source: # Create Items for Bill of Materials One of the prerequisites of a BOM is the creation of raw materials, sub-assembly, and finished items. Once these items are created, you will be able to proceed to the Bill of Materials master, which is composed of items and routing.
pt_br: # Crie Itens para a Lista de Materiais (BOM) Um dos pré-requisitos para uma lista de materiais é a criação de matérias-primas, submontagens e produtos acabados. Uma vez que esses itens estejam criados, você poderá prosseguir para o cadastro da Lista de Materiais, que é composta por itens e roteamento.

source: # Create Operations An Operation refers to any manufacturing operation performed on the raw materials to process it further in the manufacturing path. As an example, if you are into garments manufacturing, you will create Operations like fabric cutting, stitching, and washing as some of the operations.
pt_br: # Crie Operações Uma Operação refere-se a qualquer atividade de fabricação realizada nas matérias-primas para processá-las ao longo da cadeia de produção. Por exemplo, se você atua na fabricação de vestuário, pode criar Operações como corte de tecido, costura e lavagem, entre outras.

source: # Create Workstations A Workstation stores information regarding the place where the workstation operations are performed. As an example, if you have ten sewing machines doing stitching jobs, each machine will be added as a workstation.
pt_br: # Crie Estações de Trabalho Uma Estação de Trabalho armazena informações sobre o local onde as operações da estação de trabalho são realizadas. Por exemplo, se você tiver dez máquinas de costura realizando trabalhos de confecção, cada máquina será adicionada como uma estação de trabalho.

source: # Create a Bill of Materials A Bill of Materials (BOM) is a list of items and sub-assemblies with quantities required to manufacture an Item. BOM also provides cost estimation for the production of the item. It takes raw-materials cost based on valuation and operations to cost based on routing, which gives total costing for a BOM.
pt_br: # Crie uma Lista de Materiais Uma Lista de Materiais, mais conhecida como Bill of Materials (BOM), é uma relação de itens e submontagens com as quantidades necessárias para fabricar um Item. A BOM também fornece uma estimativa de custos para a produção do item. Ela considera o custo das matérias-primas com base na arbitragem de valor e os custos das operações com base no roteirização, fornecendo o custo total para uma BOM.

source: # Create a Customer The Customer master is at the heart of your sales transactions. Customers are linked in Quotations, Sales Orders, Invoices, and Payments. Customers can be either numbered or identified by name (you would typically do this based on the number of customers you have). Through Customer’s master, you can effectively track essentials like: - Customer’s multiple address and contacts - Account Receivables - Credit Limit and Credit Period
pt_br: # Cadastre um Cliente O cadastro de clientes está no centro das suas transações de vendas. Clientes estão vinculados a Cotações, Pedidos de Venda, Faturas e Pagamentos. Clientes podem ser numerados ou identificados pelo nome (essa escolha é geralmente baseada na quantidade de clientes que possui). Por meio do Cadastro de Clientes, é possível acompanhar com eficiência informações essenciais, como: - Múltiplos endereços e contatos do cliente - Contas a receber - Limite de crédito e prazo de crédito

source: # Create a Letter Head A Letter Head contains your organization's name, logo, address, etc which appears at the header and footer portion in documents. You can learn more about Setting up Letter Head in ERPNext here.
pt_br: # Crie um Papel Timbrado O Papel Timbrado contém o nome da sua organização, logo, endereço, etc., os quais aparecem no cabeçalho e rodapé dos documentos. Você pode aprender mais sobre como configurar um Papel Timbrado no Dut ERP aqui.

source: # Create a Quotation Let’s get started with business transactions by creating your first Quotation. You can create a Quotation for an existing customer or a prospect. It will be an approved document, with items you sell and the proposed price + taxes applied. After completing the instructions, you will get a Quotation in a ready to share print format.
pt_br: # Crie uma Cotação Vamos dar início às transações comerciais criando sua primeira Cotação. Você pode criar uma Cotação para um cliente existente ou uma prospecção. Será um documento aprovado, com os itens que você vende e o preço proposto + impostos aplicados. Após seguir as instruções, você terá uma Cotação pronta para impressão e compartilhamento.

source: # Create a Supplier Also known as Vendor, is a master at the center of your purchase transactions. Suppliers are linked in Request for Quotation, Purchase Orders, Receipts, and Payments. Suppliers can be either numbered or identified by name. Through Supplier’s master, you can effectively track essentials like: - Supplier’s multiple address and contacts - Account Receivables - Credit Limit and Credit Period
pt_br: # Crie um Fornecedor Também referenciado como Vendedor, é um cadastro no centro das suas transações de compra. Fornecedores estão vinculados a Requisições de Cotação, Pedidos de Compra, Recibos e Pagamentos. Fornecedores podem ser numerados ou identificados por nome. Durante o cadastro do Fornecedor, é possível acompanhar eficientemente informações essenciais como: - Os múltiplos endereços e contatos do Fornecedor - Contas a Receber - Limide de Crédito e Prazo de Crédito

source: # Create a Supplier In this step we will create a **Supplier**. If you have already created a **Supplier** you can skip this step.
pt_br: # Crie um Fornecedor Neste passo, criaremos um **Fornecedor**. Se você já cadastrou um **Fornecedor**, você pode pular este passo.

source: # Create a Work Order A Work Order or a Job order is given to the manufacturing shop floor by the Production Manager to initiate the manufacturing of a certain quantity of an item. Work Order carriers details of production Item, its BOM, quantities to be manufactured, and operations. Through Work Order, you can track various production status like: - Issue of raw-material to shop material - Progress on each Workstation via Job Card - Manufactured Quantity against Work Order
pt_br: # Crie uma Ordem de Produção Uma Ordem de Produção, ou Ordem de Trabalho, é emitida pelo Gerente de Produção para o chão de fábrica a fim de iniciar a fabricação de uma certa quantidade de um item. A Ordem de Produção carrega detalhes sobre a produção do Item, sua Lista de Materiais (BOM), quantidade a ser fabricada e operações. Por meio da Ordem de Produção, é possível acompanhar os divesos status da produção, como: - Emissão da matéria-prima para o chão de fábrica - Progresso em cada Estação de Trabalho via Ficha de Produção - Quantidade fabricada em relação à Ordem de Produção

source: # Create an Item Item is a product or a service offered by your company, or something you buy as a part of your supplies or raw materials. Items are integral to everything you do in ERPNext - from billing, purchasing to managing inventory. Everything you buy or sell, whether it is a physical product or a service is an Item. Items can be stock, non-stock, variants, serialized, batched, assets, etc.
pt_br: # Crie um Item Item é um produto ou serviço oferecido pela sua empresa, ou algo que você compra como parte de seus suprimentos ou matérias-primas. Os itens são essenciais para tudo o que você faz no Dut ERP - de faturamento e compras ao gerenciamento de inventário. Tudo o que você compra ou vende, seja um produto físico ou um serviço, é um item. Itens podem ser de estoque, sem estoque, variantes, seriados, em lotes, ativos, etc.

source: # Create an Item The Stock module deals with the movement of items. In this step we will create an [**Item**](https://docs.erpnext.com/docs/user/manual/en/stock/item).
pt_br: # Crie um Item O módulo de Estoque lida com a movimentação de itens. Nesta etapa, criaremos um [**Item**](https://docs.erpnext.com/docs/user/manual/en/stock/item).

source: # Create first Purchase Order Purchase Order is at the heart of your buying transactions. In ERPNext, Purchase Order can can be created against a Purchase Material Request (indent) and Supplier Quotation as well. Purchase Orders is also linked to Purchase Receipt and Purchase Invoices, allowing you to keep a birds-eye view on your purchase deals.
pt_br: # Crie o primeiro Pedido de Compra Pedido de Compra está no centro de suas transações de compra. No Dut ERP, o Pedido de Compra pode ser criado com base em uma Requisição de Materiais de Compra (requerimento) e também em uma Cotação do Fornecedor. Os Pedidos de Compra também estão vinculados ao Recebimento de Compra e às Faturas de Compra, permitindo que você tenha uma visão ampla dos seus acordos de compra.

source: # Create your first Purchase Invoice A Purchase Invoice is a bill received from a Supplier for a product(s) or service(s) delivery to your company. You can track payables through Purchase Invoice and process Payment Entries against it. Purchase Invoices can also be created against a Purchase Order or Purchase Receipt.
pt_br: # Crie sua primeira Fatura de Compra Uma Fatura de Compra é uma cobrança recebida de um fornecedor referente à entrega de produtos ou serviços para sua empresa. Você pode acompanhar os valores a pagar através da Fatura de Compra e processar Entradas de Pagamento com base nela. As Faturas de Compra também podem ser criadas com base em um Pedido de Compra ou Recebimento de Compra.

source: # Financial Statements In ERPNext, you can get crucial financial reports like [Balance Sheet] and [Profit and Loss] statements with a click of a button. You can run in the report for a different period and plot analytics charts premised on statement data. For more reports, check sections like Financial Statements, General Ledger, and Profitability reports. <b>[Check Accounting reports](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-reports)</b>
pt_br: # Demonstrações Financeiras No Dut ERP, você pode obter relatórios financeiros essenciais, como [Balanço Patrimonial] e [Demonstração de Resultados], com um clique. Você pode gerar o relatório para diferentes períodos e traçar gráficos analíticos com base nos dados das demonstrações. Para mais relatórios, verifique as seções como Demonstrações Financeiras, Razão Geral e Relatórios de Rentabilidade. <b>Verifique os relatórios de Contabilidade</b>

source: # Fixed Asset Accounts With the company, a host of fixed asset accounts are pre-configured. To ensure your asset transactions are leading to correct accounting entries, you can review and set up following asset accounts as per your business requirements. - Fixed asset accounts (Asset account) - Accumulated depreciation - Capital Work in progress (CWIP) account - Asset Depreciation account (Expense account)
pt_br: # Contas de Ativos Imobilizados Na empresa, diversas contas de ativos imobilizados já vêm pré-configuradas. Para garantir que suas transações de ativos resultem em lançamentos contábeis corretos, você pode revisar e configurar as seguintes contas de ativos conforme as necessidades do seu negócio: - Contas de ativos imobilizados (conta de ativo) - Depreciação acumulada - Conta de Imobilizado em andamento (CWIP) - Conta de depreciação de ativos (conta de despesa)

source: # How Production Planning Works Production Plan helps in production and material planning for the Items planned for manufacturing. These production items can be committed via Sales Order (to Customers) or Material Requests (internally).
pt_br: # Como funciona o Planejamento de Produção O Plano de Produção ajuda no planejamento de produção e materiais para os itens planejados para fabricação. Esses itens de produção podem ser solicitados via Pedido de Venda (para clientes) ou Requisições de Material (internamente).

source: # Import Data from Spreadsheet In ERPNext, you can easily migrate your historical data using spreadsheets. You can use it for migrating not just masters (like Customer, Supplier, Items), but also for transactions like (outstanding invoices, opening stock and accounting entries, etc).
pt_br: # Importe Dados de Planilhas No Dut ERP, você pode facilmente migrar seus dados históricos usando planilhas. Você pode usá-lo para migrar não apenas cadastros (como Cliente, Fornecedor, Itens), mas também para transações (como faturas pendentes, estoque inicial e lançamentos contábeis, etc).

source: # In Stock
pt_br: # Em Estoque

source: # Introduction to Stock Entry This video will give a quick introduction to [**Stock Entry**](https://docs.erpnext.com/docs/user/manual/en/stock/stock-entry).
pt_br: # Introdução ao Lançamento de Estoque Este vídeo oferece uma introdução rápida ao **Lançamento de Estoque**.

source: # Manage Stock Movements Stock entry allows you to register the movement of stock for various purposes like transfer, received, issues, repacked, etc. To address issues related to theft and pilferages, you can always ensure that the movement of goods happens against a document reference Stock Entry in ERPNext. Let’s get a quick walk-through on the various scenarios covered in Stock Entry by watching [*this video*](https://www.youtube.com/watch?v=Njt107hlY3I).
pt_br: # Gerenciar Movimentações de Estoque O lançamento de estoque permite registrar a movimentação de estoque para várias finalidades, como transferência, recebimento, emissão, reembalagem, etc. Para lidar com questões relacionadas a roubo e desvios, você pode garantir que a movimentação de mercadorias aconteça com uma referência de documento de Lançamento de Estoque no Dut ERP. Vamos fazer uma rápida demonstração sobre os diversos cenários cobertos no Lançamento de Estoque assistindo a [*este vídeo*](https://www.youtube.com/watch?v=Njt107hlY3I).

source: # Navigation in ERPNext Ease of navigating and browsing around the ERPNext is one of our core strengths. In the following video, you will learn how to reach a specific feature in ERPNext via module page or AwesomeBar.
pt_br: # Navegação no Dut ERP A facilidade de navegação e exploração no Dut ERP é um dos nossos pontos fortes. No vídeo a seguir, você aprenderá como acessar um recurso específico no Dut ERP através da página de módulo ou da AwesomeBar.
