Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Valuation Rate for the Item {0}, is required to do accounting entries for {1} {2}.
pt_br: Custo Unitário para o Item {0} é obrigatório para fazer lançamentos contábeis para {1} {2}.

source: Valuation Rate is mandatory if Opening Stock entered
pt_br: O Custo Unitário é obrigatório se o Estoque de Abertura for inserido

source: Valuation Rate required for Item {0} at row {1}
pt_br: Custo Unitário obrigatório para o Item {0} na linha {1}

source: Valuation and Total
pt_br: Valoração e Total

source: Valuation rate for customer provided items has been set to zero.
pt_br: Custo Unitário de itens fornecidos pelo cliente foi definido como zero.

source: Valuation rate for the item as per Sales Invoice (Only for Internal Transfers)
pt_br: Custo Unitário do item conforme a Fatura de Venda (Somente para Transferências Internas)

source: Valuation type charges can not be marked as Inclusive
pt_br: Encargos de tipo de avaliação não podem ser marcados como Inclusivo

source: Valuation type charges can not marked as Inclusive
pt_br: Encargos tipo de avaliação não pode marcado como Inclusivo

source: Value
pt_br: Valor

source: Value (G - D)
pt_br: Valor (G - D)

source: Value ({0})
pt_br: Valor ({0})

source: Value After Depreciation
pt_br: Valor Após Depreciação

source: Value Based Inspection
pt_br: Inspeção Baseada em Valor

source: Value Change
pt_br: Mudança de Valor

source: Value Details
pt_br: Detalhes do Valor

source: Value Or Qty
pt_br: Valor Ou Qtd.

source: Value Proposition
pt_br: Proposta de Valor

source: Value as on
pt_br: Valor em

source: Value for Attribute {0} must be within the range of {1} to {2} in the increments of {3} for Item {4}
pt_br: O Valor para o Atributo {0} deve estar dentro do intervalo de {1} a {2} nos acréscimos de {3} para o Item {4}

source: Value of Goods
pt_br: Valor dos Bens

source: Value of New Capitalized Asset
pt_br: Valor do Novo Ativo Capitalizado

source: Value of New Purchase
pt_br: Valor da Nova Compra

source: Value of Scrapped Asset
pt_br: Valor do Ativo Sucateado

source: Value of Sold Asset
pt_br: Valor do Ativo Vendido

source: Value of goods cannot be 0
pt_br: O valor dos bens não pode ser 0

source: Value or Qty
pt_br: Valor ou Qtd.

source: Values Changed
pt_br: Valores Alterados

source: Variable Name
pt_br: Nome da Variável

source: Variables
pt_br: Variáveis

source: Variance
pt_br: Variação

source: Variance ({})
pt_br: Variação ({})

source: Variant
pt_br: Variante

source: Variant Attribute Error
pt_br: Erro de Atributo Variante

source: Variant Attributes
pt_br: Atributos da Variante

source: Variant BOM
pt_br: Lista de Materiais Variante

source: Variant Based On
pt_br: Variante Baseada Em

source: Variant Based On cannot be changed
pt_br: 'Variante Baseada Em' não pode ser alterado

source: Variant Details Report
pt_br: Relatório de Detalhes da Variante

source: Variant Field
pt_br: Campo Variante

source: Variant Item
pt_br: Item Variante

source: Variant Items
pt_br: Itens Variantes

source: Variant Of
pt_br: Variante De

source: Variant creation has been queued.
pt_br: A criação de variantes foi colocada na fila.

source: Variants
pt_br: Variantes

source: Vehicle
pt_br: Veículo

source: Vehicle Date
pt_br: Data do Veículo

source: Vehicle No
pt_br: Placa do Veículo

source: Vehicle Number
pt_br: Placa do Veículo

source: Vehicle Value
pt_br: Valor do Veículo

source: Vendor Name
pt_br: Nome do Vendedor

source: Venture Capital
pt_br: Capital de Risco

source: Verification failed please check the link
pt_br: Verificação falhou, por favor, verifique o link

source: Verified By
pt_br: Verificado Por

source: Verify Email
pt_br: Verificar E-mail

source: Version
pt_br: Versão

source: Via Customer Portal
pt_br: Via Portal do Cliente

source: Via Landed Cost Voucher
pt_br: Via Comprovante de Custo de Aquisição

source: Vice President
pt_br: Vice-Presidente

source: Video
pt_br: Vídeo

source: Video Settings
pt_br: Configurações de Vídeo

source: View
pt_br: Visualizar

source: View BOM Update Log
pt_br: Ver Registro de Atualizações da Lista de Materiais

source: View Chart of Accounts
pt_br: Visualizar Plano de Contas

source: View Cost Center Tree
pt_br: Ver Árvore de Centro de Custo

source: View Exchange Gain/Loss Journals
pt_br: Ver Lançamentos de Ganho/Perda Cambial

source: View General Ledger
pt_br: Ver Razão Geral

source: View Leads
pt_br: Ver Leads

source: View Ledger
pt_br: Ver Razão

source: View Ledgers
pt_br: Ver Razões

source: View Now
pt_br: Ver Agora

source: View Stock Balance
pt_br: Ver Saldo de Estoque

source: View Stock Ledger
pt_br: Ver Razão de Estoque

source: View Type
pt_br: Tipo de Visualização

source: View Warehouses
pt_br: Ver Armazéns

source: View attachments
pt_br: Ver anexos

source: View call log
pt_br: Ver registro de chamadas

source: Views
pt_br: Visualizações

source: Visit the forums
pt_br: Visite os fóruns

source: Visited
pt_br: Visitado

source: Visits
pt_br: Visitas

source: Voice
pt_br: Voz

source: Voice Call Settings
pt_br: Configurações de Chamada de Voz

source: Voucher
pt_br: Comprovante

source: Voucher #
pt_br: Comprovante #

source: Voucher Detail No
pt_br: Nº do Detalhe do Comprovante

source: Voucher Name
pt_br: Nome do Comprovante

source: Voucher No
pt_br: Nº do Comprovante

source: Voucher No is mandatory
pt_br: Número do Comprovante é obrigatório

source: Voucher Qty
pt_br: Quantidade do Comprovante

source: Voucher Subtype
pt_br: Subtipo de Comprovante

source: Voucher Type
pt_br: Tipo de Comprovante

source: Voucher {0} is over-allocated by {1}
pt_br: O Comprovante {0} está superalocado por {1}

source: Voucher-wise Balance
pt_br: Saldo por Comprovante

source: Vouchers
pt_br: Comprovantes

source: WARNING: Exotel app has been separated from ERPNext, please install the app to continue using Exotel integration.
pt_br: AVISO: O aplicativo Exotel foi separado do Dut ERP, instale o aplicativo para continuar usando a integração Exotel.

source: WIP Composite Asset
pt_br: Ativo Composto em Andamento

source: WIP Warehouse
pt_br: Armazém de Trabalho em Andamento

source: Wages
pt_br: Salários

source: Wages per hour
pt_br: Salário por hora

source: Waiting for payment...
pt_br: Aguardando o pagamento...

source: Walk In
pt_br: Visita Espontânea

source: Warehouse
pt_br: Armazém

source: Warehouse Capacity for Item '{0}' must be greater than the existing stock level of {1} {2}.
pt_br: A Capacidade do Armazém para o Item '{0}' deve ser maior que o nível de estoque atual de {1} {2}.

source: Warehouse Contact Info
pt_br: Informações de Contato do Armazém

source: Warehouse Detail
pt_br: Detalhes do Armazém

source: Warehouse Details
pt_br: Detalhes do Armazém

source: Warehouse Disabled?
pt_br: Armazém Desabilitado?

source: Warehouse Name
pt_br: Nome do Armazém

source: Warehouse Settings
pt_br: Configurações do Armazém

source: Warehouse Type
pt_br: Tipo de Armazém

source: Warehouse Wise Stock Balance
pt_br: Saldo de Estoque por Armazém

source: Warehouse and Reference
pt_br: Armazém e Referência

source: Warehouse can not be deleted as stock ledger entry exists for this warehouse.
pt_br: Armazém não pode ser excluído pois existe um lançamento de estoque para este armazém.

source: Warehouse cannot be changed for Serial No.
pt_br: Armazém não pode ser alterado para Número de Série.

source: Warehouse is mandatory
pt_br: Armazém é obrigatório

source: Warehouse not found against the account {0}
pt_br: Armazém não encontrado contra a conta {0}

source: Warehouse not found in the system
pt_br: Armazém não foi encontrado no sistema

source: Warehouse required for stock Item {0}
pt_br: Armazém necessário para o ítem do estoque {0}

source: Warehouse wise Item Balance Age and Value
pt_br: Saldo, Idade e Valor do Item por Armazém

source: Warehouse wise Stock Value
pt_br: Valor de Estoque por Armazém

source: Warehouse {0} can not be deleted as quantity exists for Item {1}
pt_br: Armazém {0} não pode ser excluído pois existe quantidade para item {1}

source: Warehouse {0} does not belong to Company {1}.
pt_br: O Armazém {0} não pertence à Empresa {1}.

source: Warehouse {0} does not belong to company {1}
pt_br: Armazém {0} não pertence à empresa {1}

source: Warehouse {0} is not linked to any account, please mention the account in the warehouse record or set default inventory account in company {1}.
pt_br: O Armazém {0} não está vinculado a nenhuma conta, por favor informe a conta no registro do armazém ou defina uma conta de inventário padrão na empresa {1}.

source: Warehouse's Stock Value has already been booked in the following accounts:
pt_br: O Valor de Estoque do Armazém já foi registrado nas seguintes contas:

source: Warehouse: {0} does not belong to {1}
pt_br: Armazém: {0} não pertence a {1}

source: Warehouses
pt_br: Armazéns

source: Warehouses with child nodes cannot be converted to ledger
pt_br: Armazéns com nós filhos não podem ser convertidos em unidades de armazenamento

source: Warehouses with existing transaction can not be converted to group.
pt_br: Armazéns com transações existentes não podem ser convertidos em grupo.

source: Warehouses with existing transaction can not be converted to ledger.
pt_br: Armazéns com transações existentes não podem ser convertidos em unidades de armazenamento.

source: Warn
pt_br: Avisar

source: Warn POs
pt_br: Avisar em Pedidos de Compra

source: Warn Purchase Orders
pt_br: Avisar em Pedidos de Compra

source: Warn RFQs
pt_br: Avisar em Solicitações de Orçamento

source: Warn for new Purchase Orders
pt_br: Avisar em novos Pedidos de Compra

source: Warn for new Request for Quotations
pt_br: Avisar em novas Requisições de Cotação

source: Warning
pt_br: Aviso

source: Warning - Row {0}: Billing Hours are more than Actual Hours
pt_br: Aviso - Linha #{0}: Horas Faturadas são maiores que Horas Reais

source: Warning on Negative Stock
pt_br: Aviso de Estoque Negativo

source: Warning!
pt_br: Aviso!

source: Warning: Another {0} # {1} exists against stock entry {2}
pt_br: Aviso: Outra {0} # {1} existe contra o lançamento de estoque {2}

source: Warning: Material Requested Qty is less than Minimum Order Qty
pt_br: Aviso: Qtd. de Material Solicitado é menor do que a Qtd. de Pedido Mínimo

source: Warning: Sales Order {0} already exists against Customer's Purchase Order {1}
pt_br: Aviso: Pedido de Venda {0} já existe contra o Pedido de Compra do Cliente {1}

source: Warranty
pt_br: Garantia

source: Warranty / AMC Details
pt_br: Garantia/Detalhes do Contrato Anual de Manutenção

source: Warranty / AMC Status
pt_br: Garantia/Status do Contrato Anual de Manutenção

source: Warranty Claim
pt_br: Reivindicação de Garantia

source: Warranty Expiry Date
pt_br: Data de Validade da Garantia

source: Warranty Period (Days)
pt_br: Período de Garantia (Dias)

source: Warranty Period (in days)
pt_br: Período de Garantia (em dias)

source: Watch Video
pt_br: Assistir Vídeo

source: Watt-Hour
pt_br: Watt-Hora

source: Wavelength In Gigametres
pt_br: Comprimento de onda em Gigâmetros

source: Wavelength In Kilometres
pt_br: Comprimento de onda em Quilômetros

source: Wavelength In Megametres
pt_br: Comprimento de onda em Megâmetros

source: We can see {0} is made against {1}. If you want {1}'s outstanding to be updated, uncheck the '{2}' checkbox.
pt_br: Vemos que {0} foi gerado(a) com base em {1}. Se deseja que o valor em aberto de {1} seja atualizado, desmarque a opção '{2}'.

source: We're here to help!
pt_br: Nós estamos aqui para ajudar!

source: Website
pt_br: Site

source: Website Attribute
pt_br: Atributo do Site

source: Website Description
pt_br: Descrição do Site

source: Website Filter Field
pt_br: Campo de Filtro do Site

source: Website Image
pt_br: Imagem do Site

source: Website Item Group
pt_br: Grupo de Itens do Site

source: Website Manager
pt_br: Gerenciador do Site

source: Website Script
pt_br: Script do Site

source: Website Settings
pt_br: Configurações do Site

source: Website Specifications
pt_br: Especificações do Site

source: Website Theme
pt_br: Tema do Site

source: Wednesday
pt_br: Quarta-feira

source: Week
pt_br: Semana

source: Week {0} {1}
pt_br: Semana {0} {1}

source: Weekday
pt_br: Dia da Semana

source: Weekly
pt_br: Semanalmente

source: Weekly Off
pt_br: Descanso Semanal

source: Weekly Time to send
pt_br: Horário Semanal para Envio

source: Weight
pt_br: Peso

source: Weight (kg)
pt_br: Peso (kg)

source: Weight Per Unit
pt_br: Peso Unitário

source: Weight UOM
pt_br: UDM de Peso

source: Weighting Function
pt_br: Função de Ponderação

source: Welcome email sent
pt_br: E-mail de boas-vindas enviado

source: Welcome to {0}
pt_br: Bem-vindo(a) ao {0}

source: What do you need help with?
pt_br: Com o que você precisa de ajuda?

source: Wheels
pt_br: Rodas

source: When a parent warehouse is chosen, the system conducts stock checks against the associated child warehouses
pt_br: Quando um armazém pai é escolhido, o sistema realiza verificações de estoque contra os armazéns filhos associados

source: When creating an Item, entering a value for this field will automatically create an Item Price at the backend.
pt_br: Ao criar um Item, inserir um valor para este campo criará automaticamente um Preço de Item no sistema.

source: When there are multiple finished goods ({0}) in a Repack stock entry, the basic rate for all finished goods must be set manually. To set rate manually, enable the checkbox 'Set Basic Rate Manually' in the respective finished good row.
pt_br: Quando houver múltiplos produtos acabados ({0}) em um lançamento de estoque de Reembalagem, o valor base para todos os produtos acabados deve ser definido manualmente. Para definir o valor manualmente, habilite a caixa de seleção 'Definir Valor Base Manualmente' na respectiva linha do produto acabado.

source: While creating account for Child Company {0}, parent account {1} found as a ledger account.
pt_br: Ao criar uma conta para Empresa Filha {0}, a conta pai {1} foi encontrada como uma conta contábil.

source: While creating account for Child Company {0}, parent account {1} not found. Please create the parent account in corresponding COA
pt_br: Ao criar uma conta para Empresa Filha {0}, a conta pai {1} não foi encontrada. Por favor, crie a conta pai no Plano de Contas correspondente

source: While making Purchase Invoice from Purchase Order, use Exchange Rate on Invoice's transaction date rather than inheriting it from Purchase Order. Only applies for Purchase Invoice.
pt_br: Ao criar a Fatura de Compra a partir do Pedido de Compra, use a Taxa de Câmbio na data da transação da Fatura em vez de herdá-la do Pedido de Compra. Aplica-se apenas à Fatura de Compra.

source: White
pt_br: Branco

source: Widowed
pt_br: Viúvo(a)

source: Width (cm)
pt_br: Largura (cm)

source: Width of amount in word
pt_br: Largura do valor por extenso

source: Will also apply for variants
pt_br: Também se aplica às variantes

source: Will also apply for variants unless overrridden
pt_br: Também se aplica a variantes a não ser que seja sobrescrito

source: Wire Transfer
pt_br: Transferência Bancária

source: With Operations
pt_br: Com Operações

source: With Period Closing Entry For Opening Balances
pt_br: Com Lançamento de Fechamento de Período para Saldos Iniciais

source: Withdrawal
pt_br: Retirada

source: Work Done
pt_br: Serviço Concluído

source: Work In Progress
pt_br: Trabalho em Andamento

source: Work In Progress Warehouse
pt_br: Armazém de Trabalho em Andamento

source: Work Order
pt_br: Ordem de Produção

source: Work Order / Subcontract PO
pt_br: Ordem de Produção/Pedido de Compra de Subcontratação

source: Work Order Analysis
pt_br: Análise de Ordem de Produção

source: Work Order Consumed Materials
pt_br: Materiais Consumidos na Ordem de Produção

source: Work Order Item
pt_br: Item de Ordem de Produção

source: Work Order Operation
pt_br: Operação de Ordem de Produção

source: Work Order Qty
pt_br: Quantidade de Ordem de Produção

source: Work Order Qty Analysis
pt_br: Análise de Quantidade de Ordem de Produção

source: Work Order Stock Report
pt_br: Relatório de Estoque de Ordem de Produção

source: Work Order Summary
pt_br: Resumo da Ordem de Produção

source: Work Order cannot be created for following reason: <br> {0}
pt_br: A Ordem de Produção não pode ser criada pelo seguinte motivo: <br> {0}

source: Work Order cannot be raised against a Item Template
pt_br: A Ordem de Produção não pode ser criada contra um Modelo de Item

source: Work Order has been {0}
pt_br: A Ordem de Produção foi {0}

source: Work Order not created
pt_br: A Ordem de Produção não foi criada

source: Work Order {0}: Job Card not found for the operation {1}
pt_br: Ordem de Produção {0}: Ficha de Produção não encontrada para a operação {1}

source: Work Orders
pt_br: Ordens de Produção

source: Work Orders Created: {0}
pt_br: Ordens de Produção Criadas: {0}

source: Work Orders in Progress
pt_br: Ordens de Produção em Andamento

source: Work in Progress
pt_br: Trabalho em Andamento

source: Work-in-Progress Warehouse
pt_br: Armazém de Trabalho em Andamento

source: Work-in-Progress Warehouse is required before Submit
pt_br: Armazém de Trabalho em Andamento é obrigatório antes de Submeter

source: Workday
pt_br: Dia Útil

source: Workday {0} has been repeated.
pt_br: O dia útil {0} foi repetido.

source: Workflow
pt_br: Fluxo de Trabalho

source: Workflow Action
pt_br: Ação de Fluxo de Trabalho

source: Workflow State
pt_br: Estado do Fluxo de Trabalho

source: Working
pt_br: Trabalhando

source: Working Hours
pt_br: Horário de Trabalho

source: Workstation
pt_br: Estação de Trabalho

source: Workstation / Machine
pt_br: Estação de Trabalho/Máquina

source: Workstation Dashboard
pt_br: Painel da Estação de Trabalho

source: Workstation Name
pt_br: Nome da Estação de Trabalho

source: Workstation Status
pt_br: Status da Estação de Trabalho

source: Workstation Type
pt_br: Tipo de Estação de Trabalho

source: Workstation Working Hour
pt_br: Horário de Trabalho da Estação de Trabalho

source: Workstation is closed on the following dates as per Holiday List: {0}
pt_br: A Estação de Trabalho é fechada nas seguintes datas conforme a Lista de Feriados: {0}

source: Workstations
pt_br: Estações de Trabalho

source: Wrapping up
pt_br: Finalizando

source: Write Off
pt_br: Baixa Contábil

source: Write Off Account
pt_br: Conta de Baixa Contábil

source: Write Off Amount
pt_br: Valor da Baixa Contábil

source: Write Off Amount (Company Currency)
pt_br: Valor da Baixa (Moeda da Empresa)

source: Write Off Based On
pt_br: Baixa Contábil Baseada Em

source: Write Off Cost Center
pt_br: Centro de Custo de Baixa Contábil

source: Write Off Difference Amount
pt_br: Fazer Baixa Contábil da Diferença de Valor

source: Write Off Entry
pt_br: Lançamento de Baixa Contábil

source: Write Off Limit
pt_br: Limite de Baixa Contábil

source: Write Off Outstanding Amount
pt_br: Fazer Baixa Contábil de Valor Pendente

source: Writeoff
pt_br: Baixa Contábil

source: Written Down Value
pt_br: Valor Contábil Líquido

source: Wrong Company
pt_br: Empresa Incorreta

source: Wrong Password
pt_br: Senha Incorreta

source: Wrong Template
pt_br: Modelo Incorreto

source: XML Files Processed
pt_br: Arquivos XML Processados

source: Yard
pt_br: Jarda

source: Year
pt_br: Ano

source: Year End Date
pt_br: Data Final do Ano

source: Year Name
pt_br: Nome do Ano

source: Year Start Date
pt_br: Data Inicial do Ano

source: Year of Passing
pt_br: Ano de Conclusão

source: Year start date or end date is overlapping with {0}. To avoid please set company
pt_br: A data inicial ou final do ano está se sobrepondo a {0}. Para evitar, por favor, defina a empresa

source: Yearly
pt_br: Anualmente

source: Yellow
pt_br: Amarelo

source: Yes
pt_br: Sim

source: You are importing data for the code list:
pt_br: Você está importando dados para a lista de códigos:

source: You are not allowed to update as per the conditions set in {} Workflow.
pt_br: Você não tem permissão para atualizar de acordo com as condições definidas no Fluxo de Trabalho {}.

source: You are not authorized to add or update entries before {0}
pt_br: Você não está autorizado a adicionar ou atualizar lançamentos antes de {0}

source: You are not authorized to make/edit Stock Transactions for Item {0} under warehouse {1} before this time.
pt_br: Você não está autorizado a fazer/editar Transações de Estoque para o Item {0} no armazém {1} antes deste horário.

source: You are not authorized to set Frozen value
pt_br: Você não está autorizado para definir o Valor Congelado

source: You are picking more than required quantity for the item {0}. Check if there is any other pick list created for the sales order {1}.
pt_br: Você está separando uma quantidade maior do que a necessária para o item {0}. Verifique se há outra lista de separação criada para o pedido de venda {1}.

source: You can add the original invoice {} manually to proceed.
pt_br: Você pode adicionar a fatura original {} manualmente para continuar.

source: You can also copy-paste this link in your browser
pt_br: Você também pode copiar e colar este link no seu navegador

source: You can also set default CWIP account in Company {}
pt_br: Você também pode definir uma conta de Imobilizado em Andamento padrão na Empresa {}

source: You can change the parent account to a Balance Sheet account or select a different account.
pt_br: Você pode alterar a conta pai para uma conta de Balanço Patrimonial ou selecionar uma conta diferente.

source: You can not enter current voucher in 'Against Journal Entry' column
pt_br: Você não pode inserir o comprovante atual na coluna 'Contra Lançamento Contábil'

source: You can only have Plans with the same billing cycle in a Subscription
pt_br: Você só pode ter Planos com o mesmo ciclo de faturamento em uma Assinatura

source: You can only redeem max {0} points in this order.
pt_br: Você só pode resgatar no máximo {0} pontos neste pedido.

source: You can only select one mode of payment as default
pt_br: Você só pode selecionar uma forma de pagamento como padrão

source: You can redeem upto {0}.
pt_br: Você pode resgatar até {0}.

source: You can set it as a machine name or operation type. For example, stiching machine 12
pt_br: Você pode definir como o nome de uma máquina ou tipo de operação. Por exemplo, máquina de costura 12

source: You can set the filters to narrow the results, then click on Generate New Report to see the updated report.
pt_br: Você pode definir os filtros para refinar os resultados e, em seguida, clicar em Gerar Novo Relatório para ver o relatório atualizado.

source: You can use {0} to reconcile against {1} later.
pt_br: Você pode usar {0} para reconciliar contra {1} mais tarde.

source: You can't make any changes to Job Card since Work Order is closed.
pt_br: Você não pode fazer alterações na Ficha de Produção, pois a Ordem de Produção está fechada.

source: You can't process the serial number {0} as it has already been used in the SABB {1}. {2} if you want to inward same serial number multiple times then enabled 'Allow existing Serial No to be Manufactured/Received again' in the {3}
pt_br: Você não pode processar o número de série {0}, pois ele já foi usado no Lançamento de Pacote de Número de Série e Lote {1}. {2} se você quiser dar entrada no mesmo número de série múltiplas vezes, habilite 'Permitir que Números de Série existentes sejam Fabricados/Recebidos novamente' no {3}

source: You can't redeem Loyalty Points having more value than the Total Amount.
pt_br: Você não pode resgatar Pontos de Fidelidade com valor superior ao Valor Total.

source: You cannot change the rate if BOM is mentioned against any Item.
pt_br: Não é possível alterar o valor se a Lista de Materiais (BOM) é mencionada contra qualquer Item.
