Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Select a Supplier from the Default Suppliers of the items below. On selection, a Purchase Order will be made against items belonging to the selected Supplier only.
pt_br: Selecione um Fornecedor de um dos Fornecedores Padrão dos itens abaixo. Na seleção, um Pedido de Compra será feito apenas contra itens pertencentes ao Fornecedor selecionado.

source: Select a company
pt_br: Selecione uma empresa

source: Select an Item Group.
pt_br: Selecione um Grupo de Itens.

source: Select an account to print in account currency
pt_br: Selecione uma conta para imprimir na moeda da conta

source: Select an invoice to load summary data
pt_br: Selecione uma fatura para carregar dados resumidos

source: Select an item from each set to be used in the Sales Order.
pt_br: Selecione um item de cada conjunto para ser usado no Pedido de Venda.

source: Select at least one value from each of the attributes.
pt_br: Selecione pelo menos um valor de cada um dos atributos.

source: Select change amount account
pt_br: Selecione a conta de troco

source: Select company first
pt_br: Selecione a empresa primeiro

source: Select company name first.
pt_br: Selecione o nome da empresa por primeiro.

source: Select finance book for the item {0} at row {1}
pt_br: Selecione o livro contábil para o item {0} na linha {1}

source: Select item group
pt_br: Selecione o grupo de itens

source: Select template item
pt_br: Selecione o item do modelo

source: Select the Bank Account to reconcile.
pt_br: Selecione a Conta Bancária para reconciliar.

source: Select the Default Workstation where the Operation will be performed. This will be fetched in BOMs and Work Orders.
pt_br: Selecione a Estação de Trabalho Padrão onde a Operação será realizada. Isso será utilizado em Listas de Materiais (BOMs) e Ordens de Produção.

source: Select the Item to be manufactured.
pt_br: Selecione o Item a ser fabricado.

source: Select the Item to be manufactured. The Item name, UoM, Company, and Currency will be fetched automatically.
pt_br: Selecione o Item a ser fabricado. O nome do Item, UdM, Empresa e Moeda serão preenchidos automaticamente.

source: Select the Warehouse
pt_br: Selecione o Armazém

source: Select the customer or supplier.
pt_br: Selecione o cliente ou fornecedor.

source: Select the date
pt_br: Selecione a data

source: Select the date and your timezone
pt_br: Selecione a data e seu fuso horário

source: Select the raw materials (Items) required to manufacture the Item
pt_br: Selecione as matérias-primas (Itens) necessárias para fabricar o Item

source: Select variant item code for the template item {0}
pt_br: Selecione o código do item variante para o item modelo {0}

source: Select whether to get items from a Sales Order or a Material Request. For now select <b>Sales Order</b>. A Production Plan can also be created manually where you can select the Items to manufacture.
pt_br: Selecione se deseja obter itens de um Pedido de Venda ou de uma Requisição de Materiais. Por enquanto, selecione <b>Pedido de Venda</b>. Um Plano de Produção também pode ser criado manualmente, permitindo selecionar os Itens a fabricar.

source: Select your weekly off day
pt_br: Selecione seu dia de folga semanal

source: Select, to make the customer searchable with these fields
pt_br: Selecione o endereço e contato, para permitir a busca do cliente por esses campos

source: Selected POS Opening Entry should be open.
pt_br: O Lançamento de Abertura de PDV selecionado deve estar aberto.

source: Selected Price List should have buying and selling fields checked.
pt_br: A Tabela de Preços selecionada deve ter campos de Compras e Vendas marcados.

source: Selected Serial and Batch Bundle entries have been fixed.
pt_br: Os lançamentos selecionadas de Série e Lote foram corrigidos.

source: Selected Vouchers
pt_br: Comprovantes Selecionados

source: Selected date is
pt_br: A data selecionada é

source: Selected document must be in submitted state
pt_br: O documento selecionado deve estar em estado de submetido

source: Self delivery
pt_br: Autoentrega

source: Sell
pt_br: Vender

source: Sell Asset
pt_br: Vender Ativo

source: Selling
pt_br: Vendas

source: Selling Amount
pt_br: Valor de Venda

source: Selling Price List
pt_br: Tabela de Preços de Venda

source: Selling Rate
pt_br: Valor Unitário de Venda

source: Selling Settings
pt_br: Configurações de Vendas

source: Selling must be checked, if Applicable For is selected as {0}
pt_br: A caixa de seleção 'Venda' deve ser marcada, se 'Aplicável Para' for selecionada como {0}

source: Send
pt_br: Enviar

source: Send After (days)
pt_br: Enviar Após (dias)

source: Send Attached Files
pt_br: Enviar Arquivos Anexados

source: Send Document Print
pt_br: Enviar Impressão do Documento

source: Send Email
pt_br: Enviar E-mail

source: Send Emails
pt_br: Enviar E-mails

source: Send Emails to Suppliers
pt_br: Envie E-mails Para Fornecedores

source: Send Now
pt_br: Enviar Agora

source: Send SMS
pt_br: Envie SMS

source: Send To
pt_br: Enviar Para

source: Send To Primary Contact
pt_br: Enviar Para Contato Primário

source: Send regular summary reports via Email.
pt_br: Enviar relatórios resumidos regularmente por E-mail.

source: Send to Subcontractor
pt_br: Enviar para Subcontratado

source: Send with Attachment
pt_br: Enviar com Anexo

source: Sender
pt_br: Remetente

source: Sender Name
pt_br: Nome do Remetente

source: Sending
pt_br: Enviando

source: Sending...
pt_br: Enviando...

source: Sent
pt_br: Enviado

source: Sent On
pt_br: Enviado Em

source: Sent To
pt_br: Enviado Para

source: Sequence ID
pt_br: ID de Sequência

source: Sequence Id
pt_br: ID de Sequência

source: Sequential
pt_br: Sequencial

source: Serial & Batch Item
pt_br: Item com Número de Série e Lote

source: Serial & Batch Item Settings
pt_br: Configurações de Item com Número de Série e Lote

source: Serial / Batch Bundle
pt_br: Pacote de Número de Série/Lote

source: Serial / Batch Bundle Missing
pt_br: Pacote de Número Série/Lote Ausente

source: Serial / Batch No
pt_br: Número de Série/Lote

source: Serial / Batch Nos
pt_br: Números de Série/Lote

source: Serial No
pt_br: Número de Série

source: Serial No (In/Out)
pt_br: Número de Série (Entrada/Saída)

source: Serial No / Batch
pt_br: Número de Série/Lote

source: Serial No Already Assigned
pt_br: Número de Série Já Atribuído

source: Serial No Count
pt_br: Contagem de Número de Série

source: Serial No Ledger
pt_br: Razão de Número de Série

source: Serial No Range
pt_br: Intervalo de Número de Série

source: Serial No Service Contract Expiry
pt_br: Expiração do Contrato de Serviço do Número de Série

source: Serial No Status
pt_br: Status do Número de Série

source: Serial No Warranty Expiry
pt_br: Expiração da Garantia do Número de Série

source: Serial No and Batch
pt_br: Número de Série e Lote

source: Serial No and Batch Selector cannot be use when Use Serial / Batch Fields is enabled.
pt_br: O Seletor de Número de Série e Lote não pode ser usado quando 'Usar Campos de Número de Série/Lote' estiver habilitado.

source: Serial No and Batch for Finished Good
pt_br: Número de Série e Lote para Produto Acabado

source: Serial No is mandatory
pt_br: Número de Série é obrigatório

source: Serial No is mandatory for Item {0}
pt_br: Número de séries é obrigatório para item {0}

source: Serial No {0} already exists
pt_br: O Número de Série {0} já existe

source: Serial No {0} already scanned
pt_br: O Número de Série {0} já foi escaneado

source: Serial No {0} does not belong to Delivery Note {1}
pt_br: O Número de Série {0} não pertence à Nota de Entrega {1}

source: Serial No {0} does not belong to Item {1}
pt_br: O Número de Série {0} não pertence ao Item {1}

source: Serial No {0} does not exist
pt_br: Número de Série {0} não existe

source: Serial No {0} does not exists
pt_br: O Número de Série {0} não existe

source: Serial No {0} is already Delivered. You cannot use them again in Manufacture / Repack entry.
pt_br: O Número de Série {0} já foi entregue. Você não pode usá-los novamente no lançamento Fabricação/Reembalagem.

source: Serial No {0} is already added
pt_br: O Número de Série {0} já foi adicionado

source: Serial No {0} is already assigned to customer {1}. Can only be returned against the customer {1}
pt_br: O Número de Série já está atribuído ao cliente {1}. Só pode ser devolvido contra o cliente {1}

source: Serial No {0} is not present in the {1} {2}, hence you can't return it against the {1} {2}
pt_br: O Número de Série {0} não está presente em {1} {2}, e, portanto, não é possível devolvê-lo contra o {1} {2}

source: Serial No {0} is under maintenance contract upto {1}
pt_br: Número de Série {0} está sob contrato de manutenção até {1}

source: Serial No {0} is under warranty upto {1}
pt_br: Número de Série {0} está na garantia até {1}

source: Serial No {0} not found
pt_br: Número de Série {0} não encontrado

source: Serial No: {0} has already been transacted into another POS Invoice.
pt_br: Número de Série: {0} já foi transacionado em outra Fatura de PDV.

source: Serial Nos
pt_br: Números de Série

source: Serial Nos / Batch Nos
pt_br: Números de Série/Números de Lote

source: Serial Nos and Batches
pt_br: Números de Série e Lotes

source: Serial Nos are created successfully
pt_br: Números de Série criados com sucesso

source: Serial Nos are reserved in Stock Reservation Entries, you need to unreserve them before proceeding.
pt_br: Os Números de Série estão reservados em Lançamentos de Reserva de Estoque, é necessário liberá-los antes de prosseguir.

source: Serial Nos {0} are already Delivered. You cannot use them again in Manufacture / Repack entry.
pt_br: Os Números de Série {0} já foram entregues. Você não pode usá-los novamente no lançamento de Fabricação/Reembalagem.

source: Serial Number Series
pt_br: Série de Número de Série

source: Serial and Batch
pt_br: Série e Lote

source: Serial and Batch Bundle
pt_br: Pacote de Série e Lote

source: Serial and Batch Bundle created
pt_br: Pacote de Série e Lote criado

source: Serial and Batch Bundle updated
pt_br: Pacote de Série e Lote atualizado

source: Serial and Batch Bundle {0} is already used in {1} {2}.
pt_br: Pacote de Série e Lote {0} já está sendo usado em {1} {2}.

source: Serial and Batch Bundle {0} is not submitted
pt_br: O Pacote de Número de Série e Lote {0} não foi submetido

source: Serial and Batch Details
pt_br: Detalhes de Série e Lote

source: Serial and Batch Entry
pt_br: Lançamento de Série e Lote

source: Serial and Batch No
pt_br: Nº de Série e Lote

source: Serial and Batch Nos
pt_br: Nºs de Série e Lote

source: Serial and Batch Nos will be auto-reserved based on <b>Pick Serial / Batch Based On</b>
pt_br: Nºs de Série e Lote serão reservados automaticamente com base em <b>Selecionar Série / Lote com Base Em</b>

source: Serial and Batch Reservation
pt_br: Reserva de Série e Lote

source: Serial and Batch Summary
pt_br: Resumo de Série e Lote

source: Serial number {0} entered more than once
pt_br: Número de série {0} entrou mais de uma vez

source: Serial numbers unavailable for Item {0} under warehouse {1}. Please try changing warehouse.
pt_br: Números de série indisponíveis para o Item {0} no depósito {1}. Por favor, tente mudar o depósito.

source: Series
pt_br: Série

source: Series for Asset Depreciation Entry (Journal Entry)
pt_br: Série para Lançamento de Depreciação de Ativos (Lançamento Contábil)

source: Series is mandatory
pt_br: Série é obrigatório

source: Service
pt_br: Serviço

source: Service Address
pt_br: Endereço da Manutenção do Veículo

source: Service Cost Per Qty
pt_br: Custo de Serviço por Quantidade

source: Service Day
pt_br: Dia do Serviço

source: Service End Date
pt_br: Data Final do Serviço

source: Service Expense Account
pt_br: Conta de Despesa de Serviço

source: Service Expense Total Amount
pt_br: Valor Total de Despesa de Serviço

source: Service Expenses
pt_br: Despesas de Serviço

source: Service Item
pt_br: Item de Serviço

source: Service Item Qty
pt_br: Quantidade de Item de Serviço

source: Service Item Qty / Finished Good Qty
pt_br: Quantidade de Item de Serviço / Quantidade de Produto Final

source: Service Item UOM
pt_br: UDM do Item de Serviço

source: Service Item {0} is disabled.
pt_br: O Item de Serviço {0} está desabilitado.

source: Service Item {0} must be a non-stock item.
pt_br: O Item de Serviço {0} deve ser um item fora de estoque.

source: Service Items
pt_br: Itens de Serviço

source: Service Level Agreement
pt_br: Acordo de Nível de Serviço

source: Service Level Agreement Creation
pt_br: Criação de Acordo de Nível de Serviço

source: Service Level Agreement Details
pt_br: Detalhes do Acordo de Nível de Serviço

source: Service Level Agreement Status
pt_br: Status do Acordo de Nível de Serviço

source: Service Level Agreement for {0} {1} already exists.
pt_br: Acordo de Nível de Serviço para {0} {1} já existe.

source: Service Level Agreement has been changed to {0}.
pt_br: O Acordo de Nível de Serviço foi alterado para {0}.

source: Service Level Agreement was reset.
pt_br: O Contrato de Nível de Serviço foi redefinido.

source: Service Level Agreements
pt_br: Acordos de Nível de Serviço

source: Service Level Name
pt_br: Nome do Nível de Serviço

source: Service Level Priority
pt_br: Prioridade de Nível de Serviço

source: Service Provider
pt_br: Prestador de Serviço

source: Service Received But Not Billed
pt_br: Serviço Recebido e Não Faturado

source: Service Start Date
pt_br: Data Inicial do Serviço

source: Service Stop Date
pt_br: Data de Parada do Serviço

source: Service Stop Date cannot be after Service End Date
pt_br: Data de Parada do Serviço não pode ser após a Data Final do Serviço

source: Service Stop Date cannot be before Service Start Date
pt_br: A Data de Parada do Serviço não pode ser anterior à Data Inicial do Serviço

source: Services
pt_br: Serviços

source: Set
pt_br: Conjunto

source: Set Accepted Warehouse
pt_br: Definir Armazém de Aprovação

source: Set Advances and Allocate (FIFO)
pt_br: Definir Adiantamentos e Alocar (FIFO)

source: Set Basic Rate Manually
pt_br: Definir Valor Base Manualmente

source: Set Default Supplier
pt_br: Definir Fornecedor Padrão

source: Set From Warehouse
pt_br: Definir Armazém de Origem

source: Set Incoming Rate as Zero for Expired Batch
pt_br: Definir Custo de Entrada como Zero para Lote Vencido

source: Set Item Group-wise budgets on this Territory. You can also include seasonality by setting the Distribution.
pt_br: Defina orçamentos por Grupo de Itens neste Território. Você também pode incluir a sazonalidade definindo a Distribuição.

source: Set Landed Cost Based on Purchase Invoice Rate
pt_br: Definir Custo de Aquisição Com Base no Valor da Fatura de Compra

source: Set Loyalty Program
pt_br: Definir Programa de Fidelidade

source: Set Meta Tags
pt_br: Definir Tags de Meta

source: Set New Release Date
pt_br: Definir Nova Data de Lançamento

source: Set Operating Cost / Scrap Items From Sub-assemblies
pt_br: Definir Custo Operacional/Itens de Sucata de Submontagens

source: Set Operating Cost Based On BOM Quantity
pt_br: Definir Custo Operacional com Base na Quantidade da Lista de Materiais (BOM)

source: Set Parent Row No in Items Table
pt_br: Definir Número da Linha Pai na Tabela de Itens

source: Set Posting Date
pt_br: Definir Data de Lançamento

source: Set Process Loss Item Quantity
pt_br: Definir Quantidade de Itens de Perda de Processo

source: Set Project Status
pt_br: Definir Status do Projeto

source: Set Project and all Tasks to status {0}?
pt_br: Definir projeto e todas as tarefas para status {0}?

source: Set Quantity
pt_br: Definir Quantidade

source: Set Reserve Warehouse
pt_br: Definir Armazém de Reserva

source: Set Response Time for Priority {0} in row {1}.
pt_br: Definir Tempo de Resposta para Prioridade {0} na linha {1}.

source: Set Serial and Batch Bundle Naming Based on Naming Series
pt_br: Definir Nomenclatura do Pacote de Número de Série e Lote Com Base na Série de Nomenclatura

source: Set Source Warehouse
pt_br: Definir Armazém de Origem

source: Set Target Warehouse
pt_br: Definir Armazém de Destino

source: Set Up a Company
pt_br: Configurar uma Empresa

source: Set Valuation Rate Based on Source Warehouse
pt_br: Definir Custo Unitário com Base no Armazém de Origem

source: Set Valuation Rate for Rejected Materials
pt_br: Definir Custo Unitário para Materiais Rejeitados

source: Set Warehouse
pt_br: Definir Armazém

source: Set as Closed
pt_br: Definir como Fechado

source: Set as Completed
pt_br: Definir como Concluído

source: Set as Lost
pt_br: Definir como Perdido

source: Set as Open
pt_br: Definir como Aberto

source: Set default inventory account for perpetual inventory
pt_br: Defina a conta de inventário padrão para o inventário permanente

source: Set default {0} account for non stock items
pt_br: Defina a conta padrão {0} para itens fora de estoque

source: Set fieldname from which you want to fetch the data from the parent form.
pt_br: Defina o nome do campo de onde deseja buscar os dados do formulário pai.

source: Set quantity of process loss item:
pt_br: Defina a quantidade do item de perda de processo:

source: Set rate of sub-assembly item based on BOM
pt_br: Definir valor do item de submontagem com base na Lista de Materiais (BOM)

source: Set targets Item Group-wise for this Sales Person.
pt_br: Estabeleça metas por Grupo de Itens para este Vendedor.

source: Set the Planned Start Date (an Estimated Date at which you want the Production to begin)
pt_br: Defina a Data de Início Planejada (Data Estimada para início da Produção)

source: Set the status manually.
pt_br: Definir o status manualmente.

source: Set this if the customer is a Public Administration company.
pt_br: Defina isto se o cliente for uma empresa da Administração Pública.

source: Set up your Warehouse
pt_br: Configure seu Armazém

source: Set {0} in asset category {1} for company {2}
pt_br: Defina {0} na categoria de ativo {1} para a empresa {2}

source: Set {0} in asset category {1} or company {2}
pt_br: Defina {0} na categoria de ativo {1} ou na empresa {2}

source: Set {0} in company {1}
pt_br: Defina {0} na empresa {1}

source: Sets 'Accepted Warehouse' in each row of the Items table.
pt_br: Define o 'Armazém de Aprovação' em cada linha da tabela de Itens.

source: Sets 'Rejected Warehouse' in each row of the Items table.
pt_br: Define o 'Armazém de Rejeição' em cada linha da tabela de Itens.

source: Sets 'Reserve Warehouse' in each row of the Supplied Items table.
pt_br: Define o 'Armazém de Reserva' em cada linha da tabela de Itens Fornecidos.

source: Sets 'Source Warehouse' in each row of the items table.
pt_br: Define 'Armazém de Origem' em cada linha da tabela de Itens.

source: Sets 'Target Warehouse' in each row of the items table.
pt_br: Define o 'Armazém de Destino' em cada linha da tabela de Itens.

source: Sets 'Warehouse' in each row of the Items table.
pt_br: Define o 'Armazém' em cada linha da tabela de Itens.

source: Setting Account Type helps in selecting this Account in transactions.
pt_br: Definir o Tipo de Conta ajuda na seleção desta Conta nas transações.

source: Setting Events to {0}, since the Employee attached to the below Sales Persons does not have a User ID{1}
pt_br: Configurando Eventos para {0}, uma vez que os Colaboradores relacionados aos Vendedores abaixo não tem um ID de Usuário {1}

source: Setting Item Locations...
pt_br: Definindo Localizações de Itens...

source: Setting defaults
pt_br: Definindo padrões

source: Setting the account as a Company Account is necessary for Bank Reconciliation
pt_br: Definir a conta como Conta da Empresa é necessário para a Reconciliação Bancária

source: Setting up Taxes
pt_br: Configurando Impostos

source: Setting up company
pt_br: Configurando empresa

source: Setting {0} is required
pt_br: A configuração {0} é obrigatória

source: Settings
pt_br: Configurações

source: Settings for Selling Module
pt_br: Configurações do Módulo de Vendas

source: Settled
pt_br: Quitado

source: Setup
pt_br: Configuração

source: Setup Your Letterhead
pt_br: Configure seu Cabeçalho

source: Setup a Warehouse
pt_br: Configure um Armazém

source: Setup your organization
pt_br: Configure sua organização

source: Share Balance
pt_br: Saldo de Ações

source: Share Ledger
pt_br: Razão de Ações

source: Share Management
pt_br: Gerenciamento de Ações

source: Share Transfer
pt_br: Transferência de Ações

source: Share Type
pt_br: Tipo de Ação

source: Shareholder
pt_br: Acionista

source: Shelf Life In Days
pt_br: Vida Útil Em Dias

source: Shelf Life in Days
pt_br: Vida Útil em Dias

source: Shift
pt_br: Turno

source: Shift Factor
pt_br: Fator de Turno

source: Shift Name
pt_br: Nome do Turno

source: Shipment
pt_br: Remessa

source: Shipment Amount
pt_br: Valor da Remessa

source: Shipment Delivery Note
pt_br: Nota de Entrega da Remessa

source: Shipment ID
pt_br: ID da Remessa

source: Shipment Information
pt_br: Informações da Remessa

source: Shipment Parcel
pt_br: Pacote de Remessa

source: Shipment Parcel Template
pt_br: Modelo de Pacote de Remessa

source: Shipment Type
pt_br: Tipo de Remessa

source: Shipment details
pt_br: Detalhes da Remessa

source: Shipments
pt_br: Entregas

source: Shipping
pt_br: Entrega

source: Shipping Account
pt_br: Conta de Envio

source: Shipping Address
pt_br: Endereço Para Entrega

source: Shipping Address Details
pt_br: Detalhes do Endereço de Envio

source: Shipping Address Name
pt_br: Endereço de Entrega

source: Shipping Address Template
pt_br: Modelo de Endereço de Envio

source: Shipping Address does not belong to the {0}
pt_br: O endereço de entrega não pertence a {0}

source: Shipping Address does not have country, which is required for this Shipping Rule
pt_br: O endereço de envio não tem país, o que é necessário para esta regra de envio

source: Shipping Amount
pt_br: Valor do Transporte

source: Shipping City
pt_br: Cidade de Entrega

source: Shipping Country
pt_br: País de Entrega

source: Shipping County
pt_br: Distrito de Entrega

source: Shipping Rule
pt_br: Regra de Envio

source: Shipping Rule Condition
pt_br: Regra Condições de Envio

source: Shipping Rule Conditions
pt_br: Regra Condições de Envio

source: Shipping Rule Country
pt_br: Regra Envio País

source: Shipping Rule Label
pt_br: Rótulo da Regra de Envio

source: Shipping Rule Type
pt_br: Tipo de Regra de Envio

source: Shipping State
pt_br: Estado de Entrega

source: Shipping Zipcode
pt_br: CEP de Entrega

source: Shipping rule not applicable for country {0} in Shipping Address
pt_br: A regra de envio não se aplica ao país {0} no endereço de entrega

source: Shipping rule only applicable for Buying
pt_br: Regra de envio aplicável apenas para compra

source: Shipping rule only applicable for Selling
pt_br: Regra de envio aplicável apenas para venda

source: Shop
pt_br: Loja

source: Shopping Cart
pt_br: Carrinho de Compras

source: Short Name
pt_br: Nome Curto

source: Short Term Loan Account
pt_br: Conta de Empréstimo de Curto Prazo

source: Short biography for website and other publications.
pt_br: Breve biografia para o site e outras publicações.

source: Shortage Qty
pt_br: Qtd. em Falta

source: Show Account Balance
pt_br: Exibir Saldo da Conta

source: Show Aggregate Value from Subsidiary Companies
pt_br: Exibir Valor Agregado das Empresas Subsidiárias

source: Show Balances in Chart Of Accounts
pt_br: Exibir Saldos no Plano de Contas

source: Show Barcode Field in Stock Transactions
pt_br: Exibir Campo de Código de Barras nas Transações de Estoque

source: Show Cancelled Entries
pt_br: Exibir Lançamentos Cancelados

source: Show Completed
pt_br: Exibir Concluídos

source: Show Credit / Debit in Company Currency
pt_br: Exibir Crédito / Débito na Moeda da Empresa

source: Show Cumulative Amount
pt_br: Exibir Valor Cumulativo
