Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Depreciation Row {0}: Depreciation Posting Date cannot be before Available-for-use Date
pt_br: Linha de Depreciação {0}: A Data de Lançamento da Depreciação não pode ser anterior à Data de Disponibilidade para Uso

source: Depreciation Row {0}: Expected value after useful life must be greater than or equal to {1}
pt_br: Linha de depreciação {0}: o valor esperado após a vida útil deve ser maior ou igual a {1}

source: Depreciation Schedule
pt_br: Tabela de Depreciação

source: Depreciation Schedule View
pt_br: Visualização do Cronograma de Depreciação

source: Depreciation cannot be calculated for fully depreciated assets
pt_br: A depreciação não pode ser calculada para ativos totalmente depreciados

source: Depreciation eliminated via reversal
pt_br: Depreciação eliminada via estorno

source: Description
pt_br: Descrição

source: Description of Content
pt_br: Descrição do Conteúdo

source: Designation
pt_br: Designação

source: Desk User
pt_br: Usuário da Área de Trabalho

source: Detailed Reason
pt_br: Razão Detalhada

source: Details
pt_br: Detalhes

source: Determine Address Tax Category From
pt_br: Determinar Categoria de Imposto do Endereço A Partir De

source: Difference
pt_br: Diferença

source: Difference (Dr - Cr)
pt_br: Diferença ( Dr - Cr)

source: Difference Account
pt_br: Conta Diferença

source: Difference Account in Items Table
pt_br: Conta de Diferença na Tabela de Itens

source: Difference Account must be a Asset/Liability type account (Temporary Opening), since this Stock Entry is an Opening Entry
pt_br: A Conta de Diferença deve ser uma conta do tipo Ativo/Passivo (Abertura Temporária), já que este Lançamento de Estoque é um Lançamento de Abertura

source: Difference Account must be a Asset/Liability type account, since this Stock Reconciliation is an Opening Entry
pt_br: A Conta de Diferença deve ser uma conta do tipo Ativo/Passivo, já que esta Reconciliação de Estoque é um Lançamento de Abertura.

source: Difference Amount
pt_br: Valor da Diferença

source: Difference Amount (Company Currency)
pt_br: Valor da Diferença (Moeda da Empresa)

source: Difference Amount must be zero
pt_br: O Valor da Diferença deve ser zero

source: Difference In
pt_br: Diferença Em

source: Difference Posting Date
pt_br: Data de Lançamento da Diferença

source: Difference Qty
pt_br: Quantidade de Diferença

source: Difference Value
pt_br: Valor da Diferença

source: Different 'Source Warehouse' and 'Target Warehouse' can be set for each row.
pt_br: É possível definir 'Armazém de Origem' e 'Armazém de Destino' diferentes para cada linha.

source: Different UOM for items will lead to incorrect (Total) Net Weight value. Make sure that Net Weight of each item is in the same UOM.
pt_br: Unidades de Medida diferentes para os itens gerará um Peso Líquido (Total) incorreto. Certifique-se de que o Peso Líquido de cada item está na mesma Unidade de Medida.

source: Dimension Defaults
pt_br: Padrões de Dimensão

source: Dimension Details
pt_br: Detalhes da Dimensão

source: Dimension Filter
pt_br: Filtro de Dimensão

source: Dimension Filter Help
pt_br: Ajuda para Filtro de Dimensão

source: Dimension Name
pt_br: Nome da Dimensão

source: Dimension-wise Accounts Balance Report
pt_br: Relatório de Saldo de Contas por Dimensão

source: Dimensions
pt_br: Dimensões

source: Direct Expense
pt_br: Custo Direto

source: Direct Expenses
pt_br: Custos Diretos

source: Direct Income
pt_br: Receita Direta

source: Disable
pt_br: Desabilitar

source: Disable Capacity Planning
pt_br: Desabilitar Planejamento de Capacidade

source: Disable In Words
pt_br: Desabilitar Por Extenso

source: Disable Last Purchase Rate
pt_br: Desabilitar Último Valor de Compra

source: Disable Rounded Total
pt_br: Desabilitar Total Arredondado

source: Disable Serial No And Batch Selector
pt_br: Desabilitar Seletor de Número de Série e Lote

source: Disable auto setting Grand Total to default Payment Mode
pt_br: Desabilitar a definição automática do Total Geral para a Forma de Pagamento padrão

source: Disabled
pt_br: Desabilitado

source: Disabled Account Selected
pt_br: Conta Desabilitada Selecionada

source: Disabled Warehouse {0} cannot be used for this transaction.
pt_br: O armazém desabilitado {0} não pode ser usado para esta transação.

source: Disabled pricing rules since this {} is an internal transfer
pt_br: Regras de preços desabilitadas, pois {} é uma transferência interna

source: Disabled tax included prices since this {} is an internal transfer
pt_br: Preços com impostos desabilitados, pois {} é uma transferência interna

source: Disabled template must not be default template
pt_br: O modelo desabilitado não pode ser o modelo padrão

source: Disables auto-fetching of existing quantity
pt_br: Desabilita a busca automática de quantidade existente

source: Disassemble
pt_br: Desmontagem

source: Disassemble Order
pt_br: Ordem de Desmontagem

source: Disassemble Qty cannot be less than or equal to <b>0</b>.
pt_br: A Quantidade de Desmontagem não pode ser menor ou igual a <b>0</b>.

source: Disassembled Qty
pt_br: Qtd. Desmontada

source: Disburse Loan
pt_br: Desembolsar Empréstimo

source: Disbursed
pt_br: Desembolsado

source: Discount
pt_br: Desconto

source: Discount (%)
pt_br: Desconto (%)

source: Discount (%) on Price List Rate with Margin
pt_br: Desconto (%) sobre Preço de Tabela com Margem

source: Discount Account
pt_br: Conta de Desconto

source: Discount Amount
pt_br: Valor do Desconto

source: Discount Amount in Transaction
pt_br: Valor do Desconto na Transação

source: Discount Date
pt_br: Data de Desconto

source: Discount Percentage
pt_br: Percentagem de Desconto

source: Discount Percentage in Transaction
pt_br: Porcentagem de Desconto na Transação

source: Discount Settings
pt_br: Configurações de Desconto

source: Discount Type
pt_br: Tipo de Desconto

source: Discount Validity
pt_br: Validade do Desconto

source: Discount Validity Based On
pt_br: Validade do Desconto Baseado em

source: Discount and Margin
pt_br: Desconto e Margem

source: Discount cannot be greater than 100%
pt_br: Desconto não pode ser superior a 100%

source: Discount cannot be greater than 100%.
pt_br: Desconto não pode ser superior a 100%

source: Discount must be less than 100
pt_br: Desconto deve ser inferior a 100

source: Discount of {} applied as per Payment Term
pt_br: Desconto de {} aplicado conforme a Condição de Pagamento

source: Discount on Other Item
pt_br: Desconto no Outro Item

source: Discount on Price List Rate (%)
pt_br: Desconto sobre Preço de Tabela (%)

source: Discounted Amount
pt_br: Valor Descontado

source: Discounted Invoice
pt_br: Fatura Descontada

source: Discounts
pt_br: Descontos

source: Discounts to be applied in sequential ranges like buy 1 get 1, buy 2 get 2, buy 3 get 3 and so on
pt_br: Descontos a serem aplicados em intervalos sequenciais como compre 1 leve 1, compre 2 leve 2, compre 3 leve 3 e assim por diante

source: Discrepancy between General and Payment Ledger
pt_br: Discrepância entre o Razão Geral e o Razão de Pagamento

source: Dislikes
pt_br: Não Gosta

source: Dispatch
pt_br: Expedição

source: Dispatch Address
pt_br: Endereço de Despacho

source: Dispatch Address Details
pt_br: Detalhes do Endereço de Despacho

source: Dispatch Address Name
pt_br: Nome do Endereço de Despacho

source: Dispatch Address Template
pt_br: Modelo de Endereço de Despacho

source: Dispatch Information
pt_br: Informação de Despacho

source: Dispatch Notification
pt_br: Notificação de Despacho

source: Dispatch Notification Attachment
pt_br: Anexo de Notificação de Despacho

source: Dispatch Notification Template
pt_br: Modelo de Notificação de Despacho

source: Dispatch Settings
pt_br: Configurações de Despacho

source: Disposal Date
pt_br: Data de Eliminação

source: Distance
pt_br: Distância

source: Distance UOM
pt_br: Distância UDM

source: Distance from left edge
pt_br: Distância da margem esquerda

source: Distance from top edge
pt_br: Distância da margem superior

source: Distinct Item and Warehouse
pt_br: Item e Armazém Distintos

source: Distinct unit of an Item
pt_br: Unidade distinta de um item

source: Distribute Additional Costs Based On
pt_br: Distribuir Custos Adicionais Baseado em

source: Distribute Charges Based On
pt_br: Distribuir Encargos Baseado Em

source: Distribute Manually
pt_br: Distribuir Manualmente

source: Distributed Discount Amount
pt_br: Valor de Desconto Distribuído

source: Distribution Name
pt_br: Nome da Distribuição

source: Distributor
pt_br: Distribuidor

source: Dividends Paid
pt_br: Dividendos Pagos

source: Divorced
pt_br: Divorciado

source: Do Not Contact
pt_br: Não Entrar em Contato

source: Do Not Explode
pt_br: Não Explodir

source: Do Not Update Serial / Batch on Creation of Auto Bundle
pt_br: Não Atualizar Número de Série/Lote na Criação de Pacote Automático

source: Do Not Use Batch-wise Valuation
pt_br: Não Usar Valor Unitário por Lote

source: Do not show any symbol like $ etc next to currencies.
pt_br: Não exibir nenhum símbolo como $, por exemplo, ao lado das moedas.

source: Do not update variants on save
pt_br: Não atualizar as variantes ao salvar

source: Do you really want to restore this scrapped asset?
pt_br: Você realmente deseja restaurar este ativo sucateado?

source: Do you still want to enable immutable ledger?
pt_br: Você ainda deseja habilitar o razão imutável?

source: Do you still want to enable negative inventory?
pt_br: Você ainda deseja habilitar o inventário negativo?

source: Do you want to change valuation method?
pt_br: Você deseja alterar o método de avaliação?

source: Do you want to notify all the customers by email?
pt_br: Você deseja notificar todos os clientes por e-mail?

source: Do you want to submit the material request
pt_br: Você deseja submeter a requisição de material

source: DocField
pt_br: Campo do Documento

source: DocType
pt_br: Tipo de Documento

source: DocTypes should not be added manually to the 'Excluded DocTypes' table. You are only allowed to remove entries from it.
pt_br: Tipos de Documento não devem ser adicionados manualmente à tabela 'Tipos de Documento Excluídos'. Você só tem permissão para remover registros dela.

source: Docs Search
pt_br: Pesquisar Documentação

source: Doctype
pt_br: Tipo de Documento

source: Document Name
pt_br: Nome do Documento

source: Document Type
pt_br: Tipo de Documento

source: Document Type
pt_br: Tipo de Documento

source: Document Type already used as a dimension
pt_br: Tipo de Documento já utilizado como uma dimensão

source: Documentation
pt_br: Documentação

source: Documents
pt_br: Documentos

source: Documents Processed on each trigger. Queue Size should be between 5 and 100
pt_br: Documentos Processados para cada gatilho. O Tamanho da Fila deve estar entre 5 e 100

source: Documents: {0} have deferred revenue/expense enabled for them. Cannot repost.
pt_br: Documentos: {0} têm receita/despesa diferida habilitada. Não é possível recontabilizar.

source: Domain
pt_br: Domínio

source: Domain Settings
pt_br: Configurações de Domínio

source: Don't Enforce Free Item Qty
pt_br: Não Exigir Quantidade de Item Gratuito

source: Don't Reserve Sales Order Qty on Sales Return
pt_br: Não Reservar Quantidade do Pedido de Venda na Devolução de Venda

source: Don't Send Emails
pt_br: Não Enviar E-mails

source: Done
pt_br: Feito

source: Dont Recompute tax
pt_br: Não Recalcular imposto

source: Doors
pt_br: Portas

source: Double Declining Balance
pt_br: Saldo Declinante Duplo (Acelerado)

source: Download
pt_br: Baixar

source: Download Backups
pt_br: Baixar Backups

source: Download CSV Template
pt_br: Baixar Modelo CSV

source: Download PDF
pt_br: Transferir Pdf

source: Download PDF for Supplier
pt_br: Baixar PDF para o Fornecedor

source: Download Required Materials
pt_br: Baixar Materiais Requeridos

source: Download Template
pt_br: Baixar Modelo

source: Downtime
pt_br: Tempo de Inatividade

source: Downtime (In Hours)
pt_br: Tempo de Inatividade (em Horas)

source: Downtime Analysis
pt_br: Análise de Tempo de Inatividade

source: Downtime Entry
pt_br: Lançamento de Tempo de Inatividade

source: Downtime Reason
pt_br: Motivo de Inatividade

source: Draft
pt_br: Rascunho

# docstatus,=,0
source: Draft
pt_br: Rascunho

source: Dram
pt_br: Dracma

source: Driver
pt_br: Motorista

source: Driver Address
pt_br: Endereço do Motorista

source: Driver Email
pt_br: E-mail do Motorista

source: Driver Name
pt_br: Nome do Motorista

source: Driver licence class
pt_br: Categoria da CNH

source: Driving License Categories
pt_br: Categorias da Carteira de Habilitação

source: Driving License Category
pt_br: Categoria da Carteira de Habilitação

source: Drop Procedures
pt_br: Excluir Procedimentos

source: Drop Ship
pt_br: Venda Direta com Entrega pelo Fornecedor (Drop Ship)

source: Dropbox Settings
pt_br: Configurações do Dropbox

source: Drops existing SQL Procedures and Function setup by Accounts Receivable report
pt_br: Remove os Procedimentos SQL e Funções existentes configurados pelo relatório de Contas a Receber

source: Due / Reference Date cannot be after {0}
pt_br: Vencimento/Data de Referência não pode ser posterior à {0}

source: Due Date
pt_br: Data de Vencimento

source: Due Date Based On
pt_br: Data de Vencimento Baseada Em

source: Due Date cannot be before Posting / Supplier Invoice Date
pt_br: A data de vencimento não pode ser antes da data da remessa / da fatura do fornecedor

source: Due Date is mandatory
pt_br: A data de vencimento é obrigatória

source: Dunning
pt_br: Cobrança

source: Dunning Amount
pt_br: Valor de Cobrança

source: Dunning Amount (Company Currency)
pt_br: Valor de Cobrança (Moeda da Empresa)

source: Dunning Fee
pt_br: Taxa de Cobrança

source: Dunning Letter
pt_br: Carta de Cobrança

source: Dunning Letter Text
pt_br: Texto Para Carta de Cobrança

source: Dunning Level
pt_br: Nível de Cobrança

source: Dunning Type
pt_br: Tipo de Cobrança

source: Duplicate
pt_br: Duplicar

source: Duplicate Closing Stock Balance
pt_br: Duplicação do Saldo de Estoque Final

source: Duplicate Customer Group
pt_br: Grupo de Clientes Duplicado

source: Duplicate Entry. Please check Authorization Rule {0}
pt_br: Entrada duplicada. Por favor, verifique Regra de Autorização {0}

source: Duplicate Finance Book
pt_br: Livro Contábil Duplicado

source: Duplicate Item Group
pt_br: Grupo de Itens Duplicado

source: Duplicate POS Invoices found
pt_br: Faturas POS Duplicadas encontradas

source: Duplicate Project with Tasks
pt_br: Projeto duplicado com tarefas

source: Duplicate customer group found in the cutomer group table
pt_br: Foi encontrado um grupo de clientes duplicado na tabela de grupo do cliente

source: Duplicate entry against the item code {0} and manufacturer {1}
pt_br: Lançamento duplicado contra o código de item {0} e fabricante {1}

source: Duplicate item group found in the item group table
pt_br: Foi encontrado um grupo de itens duplicado na tabela de grupo de itens

source: Duplicate project has been created
pt_br: Projeto duplicado foi criado

source: Duplicate row {0} with same {1}
pt_br: Linha duplicada {0} com o mesmo {1}

source: Duplicate {0} found in the table
pt_br: Duplicar {0} encontrado na tabela

source: Duration
pt_br: Duração

source: Duration (Days)
pt_br: Duração (dias)

source: Duration in Days
pt_br: Duração Em Dias

source: Duties and Taxes
pt_br: Impostos e Contribuições

source: Dynamic Condition
pt_br: Condição Dinâmica

source: Dyne
pt_br: Dina

source: E-Invoicing Information Missing
pt_br: Informações de Faturamento Eletrônico Ausentes

source: EMU Of Charge
pt_br: EMU de Carga

source: EMU of current
pt_br: EMU de Corrente

source: ERPNext Integrations
pt_br: Integrações

source: ERPNext Settings
pt_br: Configurações

source: ERPNext User ID
pt_br: ID de Usuário do Dut ERP

source: Each Transaction
pt_br: Cada Transação

source: Earliest
pt_br: Data de Entrada Mais Antiga

source: Earliest Age
pt_br: Maior Antiguidade

source: Earnest Money
pt_br: Sinal/Garantia em Dinheiro

source: Edit
pt_br: Editar

source: Edit Capacity
pt_br: Editar Capacidade

source: Edit Cart
pt_br: Editar Carrinho

source: Edit Full Form
pt_br: Editar Formulário Completo

source: Edit Not Allowed
pt_br: Editar Não Permitido

source: Edit Note
pt_br: Editar Nota

source: Edit Posting Date and Time
pt_br: Editar Data e Hora de Lançamento

source: Edit Qty
pt_br: Editar Qtd.

source: Edit Receipt
pt_br: Editar Recibo

source: Editing {0} is not allowed as per POS Profile settings
pt_br: Editar {0} não é permitido conforme as configurações do Perfil de PDV

source: Education
pt_br: Educação

source: Educational Qualification
pt_br: Qualificação Educacional

source: Either 'Selling' or 'Buying' must be selected
pt_br: Deve ser selecionado 'Venda' ou 'Compra'

source: Either target qty or target amount is mandatory
pt_br: Meta de qtd. ou meta de valor são obrigatórios

source: Either target qty or target amount is mandatory.
pt_br: Meta de qtd. ou meta de valor são obrigatórios.

source: Electric
pt_br: Elétrico

source: Electrical
pt_br: Elétrico

source: Electricity Cost
pt_br: Custo de Energia Elétrica

source: Electricity down
pt_br: Corte de eletricidade

source: Electronic Equipments
pt_br: Equipamentos Eletrônicos

source: Electronic Invoice Register
pt_br: Registro de Fatura Eletrônica

source: Electronics
pt_br: Eletrônicos

source: Email / Notifications
pt_br: E-mail / Notificações

source: Email Account
pt_br: Conta de E-mail

source: Email Address
pt_br: Endereço de E-mail

source: Email Address (required)
pt_br: Endereço de E-mail (obrigatório)

source: Email Address must be unique, it is already used in {0}
pt_br: O endereço de e-mail deve ser único, já está sendo usado em {0}

source: Email Campaign
pt_br: Campanha de E-mail

source: Email Campaign Error
pt_br: Erro de E-mail de Campanha

source: Email Campaign For
pt_br: Campanha de E-mail Para

source: Email Campaign Send Error
pt_br: Erro de Envio de E-mail de Campanha

source: Email Details
pt_br: Detalhes de E-mail

source: Email Digest
pt_br: Resumo Por E-mail

source: Email Digest Recipient
pt_br: Destinatário do Resumo de E-mail

source: Email Digest Settings
pt_br: Configurações do Resumo Por E-mail

source: Email Digest: {0}
pt_br: Resumo de E-mail: {0}

source: Email Domain
pt_br: Domínio de E-mail

source: Email Group
pt_br: Grupo de E-mail

source: Email ID
pt_br: E-mail

source: Email Id
pt_br: E-mail

source: Email Receipt
pt_br: Recibo por E-mail

source: Email Sent
pt_br: E-mail Enviado

source: Email Sent to Supplier {0}
pt_br: E-mail Enviado ao Fornecedor {0}

source: Email Settings
pt_br: Configurações de E-mail

source: Email Template
pt_br: Modelo de E-mail

source: Email not sent to {0} (unsubscribed / disabled)
pt_br: E-mail não foi enviado para {0} (inscrição anulada/desabilitado)

source: Email or Phone/Mobile of the Contact are mandatory to continue.
pt_br: E-mail ou Telefone/Móvel do Contato são obrigatórios para continuar.

source: Email sent successfully.
pt_br: E-mail enviado com sucesso.

source: Email sent to
pt_br: E-mail enviado para

source: Email sent to {0}
pt_br: E-mail enviado para {0}

source: Email verification failed.
pt_br: Falha na verificação do e-mail.

source: Emails Queued
pt_br: E-mails na Fila

source: Emergency Contact
pt_br: Contato de Emergência

source: Emergency Contact Name
pt_br: Nome do Contato de Emergência

source: Emergency Phone
pt_br: Telefone de Emergência

source: Employee
pt_br: Colaborador

source: Employee
pt_br: Funcionário

source: Employee Advance
pt_br: Adiantamento À Colaboradores

source: Employee Advances
pt_br: Avanços do Funcionário

source: Employee Billing Summary
pt_br: Resumo de Cobrança de Funcionários

source: Employee Detail
pt_br: Detalhes do Colaborador

source: Employee Education
pt_br: Escolaridade do Colaborador

source: Employee Exit
pt_br: Desligamento do Colaborador

source: Employee External Work History
pt_br: Histórico de Trabalho Externo do Colaborador

source: Employee Group
pt_br: Grupo de Colaboradores

source: Employee Group Table
pt_br: Tabela de Grupo de Colaboradores

source: Employee ID
pt_br: ID do Colaborador

source: Employee Internal Work History
pt_br: Histórico de Trabalho Interno do Colaborador

source: Employee Name
pt_br: Nome do Colaborador

source: Employee Number
pt_br: Número do Colaborador

source: Employee User Id
pt_br: ID de Usuário do Colaborador

source: Employee cannot report to himself.
pt_br: Colaborador não pode denunciar a si mesmo.

source: Employee is required while issuing Asset {0}
pt_br: Colaborador é necessário ao emitir o Ativo {0}

source: Employee {0} does not belong to the company {1}
pt_br: O Colaborador {0} não pertence à empresa {1}

source: Employee {0} is currently working on another workstation. Please assign another employee.
pt_br: O Colaborador {0} está atualmente trabalhando em outra estação de trabalho. Por favor, atribua outro colaborador.

source: Empty
pt_br: Vazio

source: Ems(Pica)
pt_br: Paica

source: Enable Allow Partial Reservation in the Stock Settings to reserve partial stock.
pt_br: Habilitar Permitir Reserva Parcial nas Configurações de Estoque para reservar estoque parcial.

source: Enable Appointment Scheduling
pt_br: Habilitar Agendamento

source: Enable Auto Email
pt_br: Habilitar E-mail Automático

source: Enable Auto Re-Order
pt_br: Habilitar Reabastecimento Automático

source: Enable Automatic Party Matching
pt_br: Habilitar Correspondência Automática de Partes

source: Enable Capital Work in Progress Accounting
pt_br: Habilitar Contabilidade de Imobilizado em Andamento

source: Enable Common Party Accounting
pt_br: Habilitar Contabilidade de Partes Relacionadas

source: Enable Deferred Expense
pt_br: Habilitar Despesa Diferida

source: Enable Deferred Revenue
pt_br: Habilitar Receita Diferida

source: Enable Discount Accounting for Selling
pt_br: Habilitar Contabilidade de Desconto para Vendas

source: Enable European Access
pt_br: Habilitar Acesso Europeu

source: Enable Fuzzy Matching
pt_br: Habilitar Correspondência Difusa

source: Enable Health Monitor
pt_br: Habilitar Monitor de Saúde

source: Enable Immutable Ledger
pt_br: Habilitar Razão Imutável

source: Enable Perpetual Inventory
pt_br: Habilitar Inventário Permanente

source: Enable Provisional Accounting For Non Stock Items
pt_br: Habilitar Contabilidade Provisória Para Itens Não Estocáveis

source: Enable Stock Reservation
pt_br: Habilitar Reserva de Estoque

source: Enable YouTube Tracking
pt_br: Habilitar Rastreamento do Youtube

source: Enable it if users want to consider rejected materials to dispatch.
pt_br: Habilite se os usuários desejarem considerar materiais rejeitados para despacho.

source: Enable this checkbox even if you want to set the zero priority
pt_br: Habilite esta caixa de seleção mesmo se desejar definir a prioridade zero

source: Enable this option to calculate daily depreciation by considering the total number of days in the entire depreciation period, (including leap years) while using daily pro-rata based depreciation
pt_br: Habilite esta opção para calcular a depreciação diária considerando o número total de dias no período de depreciação completo, (incluindo anos bissextos) ao usar a depreciação diária baseada em pro-rata

source: Enable to apply SLA on every {0}
pt_br: Habilite para aplicar SLA em cada {0}

source: Enabled
pt_br: Habilitado

source: Enabling this checkbox will force each Job Card Time Log to have From Time and To Time
pt_br: Habilitar esta caixa de seleção forçará cada Registro de Horas da Ficha de Produção a ter um Horário Inicial e um Horário Final
