Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Purchase Orders to Bill
pt_br: Pedidos de Compra a Faturar

source: Purchase Orders to Receive
pt_br: Pedidos de Compra a Receber

source: Purchase Orders {0} are un-linked
pt_br: Pedidos de Compra {0} estão desvinculados.

source: Purchase Price List
pt_br: Tabela de Preços de Compra

source: Purchase Receipt
pt_br: Recebimento de Compra

source: Purchase Receipt (Draft) will be auto-created on submission of Subcontracting Receipt.
pt_br: O Recebimento de Compra (Rascunho) será criado automaticamente ao submeter o Recibo de Subcontratação.

source: Purchase Receipt Detail
pt_br: Detalhe do Recebimento de Compra

source: Purchase Receipt Item
pt_br: Item do Recebimento de Compra

source: Purchase Receipt Item Supplied
pt_br: Item Fornecido no Recebimento de Compra

source: Purchase Receipt Items
pt_br: Itens do Recebimento de Compra

source: Purchase Receipt No
pt_br: Nº do Recebimento de Compra

source: Purchase Receipt Required
pt_br: Recebimento de Compra Obrigatório

source: Purchase Receipt Required for item {}
pt_br: Recebimento de Compra obrigatório para o item {}

source: Purchase Receipt Trends
pt_br: Tendências de Recebimento de Compra

source: Purchase Receipt doesn't have any Item for which Retain Sample is enabled.
pt_br: O Recebimento de Compra não possui nenhum Item para o qual a opção Reter Amostra esteja habilitada.

source: Purchase Receipt {0} created.
pt_br: Recebimento de Compra {0} criado.

source: Purchase Receipt {0} is not submitted
pt_br: Recebimento de Compra {0} não foi submetido

source: Purchase Receipts
pt_br: Recibos de Compra

source: Purchase Register
pt_br: Registro de Compras

source: Purchase Return
pt_br: Devolução de Compra

source: Purchase Tax Template
pt_br: Modelo de Imposto Sobre Compras

source: Purchase Taxes and Charges
pt_br: Impostos e Encargos Sobre Compras

source: Purchase Taxes and Charges Template
pt_br: Modelo de Encargos e Impostos Sobre Compras

source: Purchase User
pt_br: Usuário de Compras

source: Purchase Value
pt_br: Valor de Compra

source: Purchase an Asset
pt_br: Comprar um Ativo

source: Purchase an Asset Item
pt_br: Comprar um Item de Ativo

source: Purchase orders help you plan and follow up on your purchases
pt_br: Os pedidos de compra vão ajudá-lo a planejar e acompanhar suas compras

source: Purchased
pt_br: Comprado

source: Purchases
pt_br: Compras

source: Purchasing
pt_br: Compras

source: Purple
pt_br: Roxo

source: Purpose
pt_br: Finalidade

source: Purpose must be one of {0}
pt_br: Finalidade deve ser um de {0}

source: Purposes
pt_br: Finalidades

source: Purposes Required
pt_br: Finalidades Requeridas

source: Putaway Rule
pt_br: Regra de Alocação de Estoque

source: Putaway Rule already exists for Item {0} in Warehouse {1}.
pt_br: A Regra de Alocação de Estoque já existe para o Item {0} no Armazém {1}.

source: Qty
pt_br: Qtd.

source: Qty
pt_br: Qtd.

source: Qty (Company)
pt_br: Qtd. (Empresa)

source: Qty (Warehouse)
pt_br: Qtd. (Armazém)

source: Qty (in Stock UOM)
pt_br: Qtd. (na UDM do Armazém)

source: Qty After Transaction
pt_br: Qtd. Depois da Transação

source: Qty As Per BOM
pt_br: Quantidade Conforme BOM

source: Qty Change
pt_br: Alteração de Quantidade

source: Qty Consumed Per Unit
pt_br: Qtd. Consumida Por Unidade

source: Qty In Stock
pt_br: Qtd. Em Estoque

source: Qty Per Unit
pt_br: Qtd. Por Unidade

source: Qty To Manufacture
pt_br: Qtd. a Fabricar

source: Qty To Manufacture ({0}) cannot be a fraction for the UOM {2}. To allow this, disable '{1}' in the UOM {2}.
pt_br: A Qtd. a Fabricar ({0}) não pode ser uma fração para a UDM {2}. Para permitir isso, desabilite '{1}' na UDM {2}.

source: Qty To Manufacture in the job card cannot be greater than Qty To Manufacture in the work order for the operation {0}. <br><br><b>Solution: </b> Either you can reduce the Qty To Manufacture in the job card or set the 'Overproduction Percentage For Work Order' in the {1}.
pt_br: A Qtd. a Fabricar na ficha de produção não pode ser maior que a Qtd. a Fabricar na ordem de produção para a operação {0}. <br><br><b>Solução:</b> Você pode reduzir a Qtd. a Fabricar na ficha de produção ou definir o 'Percentual de Superprodução para a Ordem de Produção' em {1}.

source: Qty To Produce
pt_br: Qtd. a Produzir

source: Qty Wise Chart
pt_br: Gráfico por Quantidade

source: Qty and Rate
pt_br: Qtd. e Taxa

source: Qty as Per Stock UOM
pt_br: Qtd. Conforme UDM de Estoque

source: Qty as per Stock UOM
pt_br: Qtd. conforme UDM do Estoque

source: Qty for which recursion isn't applicable.
pt_br: Qtd. para a qual a recursão não é aplicável.

source: Qty for {0}
pt_br: Qtd. para {0}

source: Qty in Stock UOM
pt_br: Qtd. de UDM em Estoque

source: Qty of Finished Goods Item
pt_br: Quantidade de Item de Produtos Acabados

source: Qty of Finished Goods Item should be greater than 0.
pt_br: A Quantidade do Item de Produto Final deve ser maior que 0.

source: Qty of raw materials will be decided based on the qty of the Finished Goods Item
pt_br: A quantidade de matérias-primas será decidida com base na quantidade do Item de Produtos Acabados

source: Qty to Be Consumed
pt_br: Qtd. a Ser Consumida

source: Qty to Bill
pt_br: Qtd. a Faturar

source: Qty to Build
pt_br: Qtd. a Construir

source: Qty to Deliver
pt_br: Qtd. a Entregar

source: Qty to Fetch
pt_br: Qtd. a Buscar

source: Qty to Manufacture
pt_br: Qtd. a Fabricar

source: Qty to Order
pt_br: Qtd. a Solicitar

source: Qty to Produce
pt_br: Qtd. a Produzir

source: Qty to Receive
pt_br: Qtd. a Receber

source: Qualification
pt_br: Qualificação

source: Qualification Status
pt_br: Status de Qualificação

source: Qualified
pt_br: Qualificado

source: Qualified By
pt_br: Qualificado Por

source: Qualified on
pt_br: Qualificado em

source: Quality
pt_br: Qualidade

source: Quality Action
pt_br: Ação de Qualidade

source: Quality Action Resolution
pt_br: Resolução de Ação de Qualidade

source: Quality Feedback
pt_br: Feedback de Qualidade

source: Quality Feedback Parameter
pt_br: Parâmetro de Feedback de Qualidade

source: Quality Feedback Template
pt_br: Modelo de Feedback de Qualidade

source: Quality Feedback Template Parameter
pt_br: Parâmetro de Modelo de Feedback de Qualidade

source: Quality Goal
pt_br: Meta de Qualidade

source: Quality Goal Objective
pt_br: Objetivo da Meta de Qualidade

source: Quality Inspection
pt_br: Inspeção de Qualidade

source: Quality Inspection Analysis
pt_br: Análise de Inspeção de Qualidade

source: Quality Inspection Parameter
pt_br: Parâmetro de Inspeção de Qualidade

source: Quality Inspection Parameter Group
pt_br: Grupo de Parâmetros de Inspeção de Qualidade

source: Quality Inspection Reading
pt_br: Leitura da Inspeção de Qualidade

source: Quality Inspection Required
pt_br: Inspeção de Qualidade Necessária

source: Quality Inspection Settings
pt_br: Configurações de Inspeção de Qualidade

source: Quality Inspection Summary
pt_br: Resumo de Inspeção de Qualidade

source: Quality Inspection Template
pt_br: Modelo de Inspeção de Qualidade

source: Quality Inspection Template Name
pt_br: Nome do Modelo de Inspeção de Qualidade

source: Quality Inspection(s)
pt_br: Inspeção(ões) de Qualidade

source: Quality Management
pt_br: Gestão da Qualidade

source: Quality Manager
pt_br: Gerente de Qualidade

source: Quality Meeting
pt_br: Reunião de Qualidade

source: Quality Meeting Agenda
pt_br: Agenda da Reunião de Qualidade

source: Quality Meeting Minutes
pt_br: Minutas da Reunião de Qualidade

source: Quality Procedure
pt_br: Procedimento de Qualidade

source: Quality Procedure Process
pt_br: Processo de Procedimento de Qualidade

source: Quality Review
pt_br: Revisão de Qualidade

source: Quality Review Objective
pt_br: Objetivo de Revisão de Qualidade

source: Quantity
pt_br: Quantidade

source: Quantity that must be bought or sold per UOM
pt_br: Quantidade que deve ser comprada ou vendida por UDM

source: Quantity & Stock
pt_br: Quantidade e Estoque

source: Quantity (A - B)
pt_br: Quatidade (A - B)

source: Quantity Difference
pt_br: Diferença de Quantidade

source: Quantity and Amount
pt_br: Quantidade e Valor

source: Quantity and Description
pt_br: Quantidade e Descrição

source: Quantity and Rate
pt_br: Quantidade e Valor

source: Quantity and Warehouse
pt_br: Quantidade e Armazém

source: Quantity is required
pt_br: Quantidade é obrigatória

source: Quantity must be greater than zero, and less or equal to {0}
pt_br: A quantidade deve ser maior que zero e menor ou igual a {0}

source: Quantity must not be more than {0}
pt_br: Quantidade não deve ser mais do que {0}

source: Quantity of item obtained after manufacturing / repacking from given quantities of raw materials
pt_br: Quantidade do item obtido após a fabricação / reembalagem a partir de determinadas quantidades de matéria-prima

source: Quantity required for Item {0} in row {1}
pt_br: Quantidade necessária para item {0} na linha {1}

source: Quantity should be greater than 0
pt_br: Quantidade deve ser maior do que 0

source: Quantity to Make
pt_br: Quantidade a Fazer

source: Quantity to Manufacture
pt_br: Quantidade a Fabricar

source: Quantity to Manufacture can not be zero for the operation {0}
pt_br: A quantidade a fabricar não pode ser zero para a operação {0}

source: Quantity to Manufacture must be greater than 0.
pt_br: Quantidade de Fabricação deve ser maior que 0.

source: Quantity to Produce
pt_br: Quantidade Para Produzir

source: Quantity to Produce should be greater than zero.
pt_br: A Quantidade a Produzir deve ser maior que zero.

source: Quantity to Scan
pt_br: Quantidade a Escanear

source: Quart Dry (US)
pt_br: Quart Seco (US)

source: Quart Liquid (US)
pt_br: Quart Líquido (US)

source: Quarterly
pt_br: Trimestralmente

source: Query Options
pt_br: Opções de Consulta

source: Query Route String
pt_br: String de Rota de Consulta

source: Queue Size should be between 5 and 100
pt_br: O Tamanho da Fila deve estar entre 5 e 100

source: Queued
pt_br: Em Fila

source: Quick Entry
pt_br: Entrada Rápida

source: Quick Journal Entry
pt_br: Lançamento Contábil Rápido

source: Quick Ratio
pt_br: Liquidez Seca

source: Quick Stock Balance
pt_br: Balanço Rápido de Estoque

source: Quintal
pt_br: Quintal (Cental)

source: Quot Count
pt_br: Contagem de Orçamentos

source: Quot/Lead %
pt_br: Cotação/Lead %

source: Quotation
pt_br: Cotação

source: Quotation Amount
pt_br: Valor da Cotação

source: Quotation Item
pt_br: Item do Orçamento

source: Quotation Lost Reason
pt_br: Motivo da Perda do Orçamento

source: Quotation Lost Reason Detail
pt_br: Detalhe do Motivo da Perda da Cotação

source: Quotation Number
pt_br: Número da Cotação

source: Quotation To
pt_br: Orçamento Para

source: Quotation Trends
pt_br: Tendência de Orçamentos

source: Quotation {0} is cancelled
pt_br: O Orçamento {0} está cancelado

source: Quotation {0} not of type {1}
pt_br: O Orçamento {0} não é do tipo {1}

source: Quotations
pt_br: Orçamentos

source: Quotations are proposals, bids you have sent to your customers
pt_br: Citações são propostas, as propostas que enviou aos seus clientes

source: Quotations:
pt_br: Orçamentos:

source: Quote Status
pt_br: Status da Cotação

source: Quoted Amount
pt_br: Valor Cotado

source: RFQs are not allowed for {0} due to a scorecard standing of {1}
pt_br: Requisições de Cotação não são permitidas para {0} devido a uma classificação de desempenho de {1}

source: Raise Material Request When Stock Reaches Re-order Level
pt_br: Criar Requisição de Material Quando o Estoque Atingir o Nível Mínimo

source: Raised By
pt_br: Levantado Por

source: Raised By (Email)
pt_br: Levantado Por (E-mail)

source: Random
pt_br: Aleatório

source: Range
pt_br: Alcance

source: Rate
pt_br: Valor Unitário

source: Rate & Amount
pt_br: Valor Unitário & Total

source: Rate (Company Currency)
pt_br: Valor Unitário (Moeda da Empresa)

source: Rate Of Materials Based On
pt_br: Valor de Materiais Baseado Em

source: Rate Of TDS As Per Certificate
pt_br: Alíquota de Imposto Retido na Fonte Conforme Certificado

source: Rate Section
pt_br: Seção de Custo

source: Rate With Margin
pt_br: Valor com Margem

source: Rate With Margin (Company Currency)
pt_br: Valor com Margem (Moeda da Empresa)

source: Rate and Amount
pt_br: Valor e Total

source: Rate at which Customer Currency is converted to customer's base currency
pt_br: Valor na qual a Moeda do Cliente é convertida para a moeda base do cliente

source: Rate at which Price list currency is converted to company's base currency
pt_br: Valor na qual a moeda da Tabela de Preços é convertida para a moeda base da empresa

source: Rate at which Price list currency is converted to customer's base currency
pt_br: Valor na qual a moeda da Tabela de Preços é convertida para a moeda base do cliente

source: Rate at which customer's currency is converted to company's base currency
pt_br: Valor na qual a moeda do cliente é convertida para a moeda base da empresa

source: Rate at which supplier's currency is converted to company's base currency
pt_br: Valor na qual a moeda do fornecedor é convertida para a moeda base da empresa

source: Rate at which this tax is applied
pt_br: Alíquota na qual este imposto é aplicado

source: Rate of '{}' items cannot be changed
pt_br: Alíquota dos itens '{}' não podem ser alteradas

source: Rate of Depreciation
pt_br: Taxa de Depreciação

source: Rate of Depreciation (%)
pt_br: Taxa de Depreciação (%)

source: Rate of Interest (%) Yearly
pt_br: Taxa de Juros (%) Anual

source: Rate of Stock UOM
pt_br: Valor por UDM de Estoque

source: Rate or Discount
pt_br: Valor ou Desconto

source: Rate or Discount is required for the price discount.
pt_br: Taxa ou Desconto é obrigatório para o desconto de preço.

source: Rates
pt_br: Valores

source: Rating
pt_br: Avaliação

source: Ratios
pt_br: Índices

source: Raw Material
pt_br: Matéria-Prima

source: Raw Material Code
pt_br: Código de Matéria-Prima

source: Raw Material Cost
pt_br: Custo de Matéria-Prima

source: Raw Material Cost (Company Currency)
pt_br: Custo de Matéria-Prima (Moeda da Empresa)

source: Raw Material Cost Per Qty
pt_br: Custo de Matéria-Prima Por Quantidade

source: Raw Material Item
pt_br: Item de Matéria-Prima

source: Raw Material Item Code
pt_br: Código de Item de Matérias-Prima

source: Raw Material Name
pt_br: Nome da Matéria-Prima

source: Raw Material Value
pt_br: Valor da Matéria-Prima

source: Raw Material Warehouse
pt_br: Armazém de Matéria-Prima

source: Raw Materials
pt_br: Matérias-Primas

source: Raw Materials Actions
pt_br: Ações de Matérias-Primas

source: Raw Materials Consumed
pt_br: Matérias-Primas Consumidas

source: Raw Materials Consumption
pt_br: Consumo de Matérias-Primas

source: Raw Materials Missing
pt_br: Matérias-Primas Ausentes

source: Raw Materials Supplied
pt_br: Matérias-Primas Fornecidas

source: Raw Materials Supplied Cost
pt_br: Custo de Matérias-Primas Fornecidas

source: Raw Materials Warehouse
pt_br: Armazém de Matérias-Primas

source: Raw Materials cannot be blank.
pt_br: Matérias-Primas não podem ficar em branco.

source: Raw SQL
pt_br: SQL Puro

source: Raw materials consumed qty will be validated based on FG BOM required qty
pt_br: A quantidade de matérias-primas consumidas será validada com base na quantidade necessária da Lista de Materiais (BOM) do Produto Acabado.

source: Re-open
pt_br: Reabrir

source: Re-order Level
pt_br: Nível de Reabastecimento

source: Re-order Qty
pt_br: Qtd. para Reabastecimento

source: Reached Root
pt_br: Raiz Alcançada

source: Read Only
pt_br: Somente Leitura

source: Read blog
pt_br: Leia a página de conteúdo

source: Reading 1
pt_br: Leitura 1

source: Reading 10
pt_br: Leitura 10

source: Reading 2
pt_br: Leitura 2

source: Reading 3
pt_br: Leitura 3

source: Reading 4
pt_br: Leitura 4

source: Reading 5
pt_br: Leitura 5

source: Reading 6
pt_br: Leitura 6

source: Reading 7
pt_br: Leitura 7

source: Reading 8
pt_br: Leitura 8

source: Reading 9
pt_br: Leitura 9

source: Reading Value
pt_br: Valor de Leitura

source: Readings
pt_br: Leituras

source: Real Estate
pt_br: Mercado Imobiliário

source: Reason
pt_br: Motivo

source: Reason For Putting On Hold
pt_br: Motivo Para Colocar Em Espera

source: Reason for Hold
pt_br: Motivo da Suspensão

source: Reason for Leaving
pt_br: Motivo da Saída

source: Reason for hold:
pt_br: Motivo da suspensão:

source: Rebuild Tree
pt_br: Reconstruir Árvore

source: Rebuilding BTree for period ...
pt_br: Reconstruindo BTree para o período ...

source: Recalculate Batch Qty
pt_br: Recalcular Qtd. de Lote

source: Recalculate Bin Qty
pt_br: Recalcular Qtd. no Compartimento

source: Recalculate Incoming/Outgoing Rate
pt_br: Recalcular Valor de Entrada/Saída

source: Receipt
pt_br: Recebimento

source: Receipt Document
pt_br: Documento de Recebimento

source: Receipt Document Type
pt_br: Tipo de Documento de Recebimento

source: Receivable
pt_br: A Receber

source: Receivable / Payable Account
pt_br: Conta Contábil a Receber/Pagar

source: Receivable Account
pt_br: Contas a Receber

source: Receivable/Payable Account
pt_br: Conta Contábil a Receber/Pagar

source: Receivable/Payable Account: {0} doesn't belong to company {1}
pt_br: Conta Contábil a Receber/Pagar: {0} não pertence à empresa {1}.

source: Receivables
pt_br: Contas a Receber

source: Receive
pt_br: Receber

source: Received
pt_br: Recebido

source: Received Amount
pt_br: Valor Recebido

source: Received Amount (Company Currency)
pt_br: Valor Recebido (Moeda da Empresa)

source: Received Amount After Tax
pt_br: Valor Recebido Após Impostos

source: Received Amount After Tax (Company Currency)
pt_br: Valor Recebido Após Impostos (Moeda da Empresa)

source: Received Amount cannot be greater than Paid Amount
pt_br: O Valor Recebido não pode ser maior que o Valor Pago

source: Received From
pt_br: Recebido De

source: Received Items To Be Billed
pt_br: Estoque Para Entrega Futura

source: Received On
pt_br: Recebido Em

source: Received Qty
pt_br: Qtd. Recebida

source: Received Qty Amount
pt_br: Valor de Quantidade Recebida

source: Received Qty in Stock UOM
pt_br: Qtd. Recebida na UDM do Estoque

source: Received Quantity
pt_br: Quantidade Recebida

source: Received Stock Entries
pt_br: Lançamentos de Estoque Recebidos

source: Received and Accepted
pt_br: Recebido e Aprovado

source: Receiver List
pt_br: Lista de Destinatários

source: Receiver List is empty. Please create Receiver List
pt_br: A Lista de Destinatários está vazia. Por favor, crie uma Lista de Destinatários

source: Receiving
pt_br: Recebida

source: Recent Orders
pt_br: Pedidos Recentes

source: Recent Transactions
pt_br: Transações Recentes

source: Recipient
pt_br: Destinatário

source: Recipient Message And Payment Details
pt_br: Mensagem do Destinatário e Detalhes de Pagamento

source: Recipients
pt_br: Destinatários

source: Reconcile
pt_br: Reconciliar

source: Reconcile All Serial Nos / Batches
pt_br: Reconciliar Todos os Números de Série/Lotes

source: Reconcile Effect On
pt_br: Efeito da Reconciliação Em

source: Reconcile Entries
pt_br: Reconciliar Lançamentos

source: Reconcile on Advance Payment Date
pt_br: Reconciliar na Data do Adiantamento

source: Reconcile the Bank Transaction
pt_br: Reconciliar a Transação Bancária

source: Reconciled
pt_br: Reconciliado

source: Reconciled Entries
pt_br: Lançamentos Conciliados

source: Reconciliation Date
pt_br: Data da Reconciliação

source: Reconciliation Error Log
pt_br: Registro de Erros de Reconciliação

source: Reconciliation Logs
pt_br: Registros de Reconciliação

source: Reconciliation Progress
pt_br: Progresso da Reconciliação

source: Reconciliation Queue Size
pt_br: Tamanho da Fila de Reconciliação

source: Reconciliation Takes Effect On
pt_br: Reconciliação Entra em Vigor Em

source: Recording HTML
pt_br: Gravando HTML

source: Recording URL
pt_br: URL de Gravação

source: Records
pt_br: Registros

source: Recoverable Standard Rated expenses should not be set when Reverse Charge Applicable is Y
pt_br: Despesas Recuperáveis com Taxa Padrão não devem ser definidas quando a Cobrança Reversa for Aplicável

source: Recreate Stock Ledgers
pt_br: Recriar Razões de Estoque

source: Recurse Every (As Per Transaction UOM)
pt_br: Recursar Cada (Conforme a UDM da Transação)

source: Recurse Over Qty cannot be less than 0
pt_br: Recursão Sobre a Quantidade não pode ser menor que 0

source: Recursive Discounts with Mixed condition is not supported by the system
pt_br: Descontos Recursivos com Condição Mista não são suportados pelo sistema

source: Red
pt_br: Vermelho

source: Redeem Against
pt_br: Resgatar Contra

source: Redeem Loyalty Points
pt_br: Resgatar Pontos de Fidelidade

source: Redeemed Points
pt_br: Pontos Redimidos

source: Redemption
pt_br: Redenção

source: Redemption Account
pt_br: Conta de Resgate

source: Redemption Cost Center
pt_br: Centro de Custo de Resgate

source: Redemption Date
pt_br: Data de Resgate

source: Ref Code
pt_br: Código de Ref.

source: Ref Date
pt_br: Data de Ref.

source: Reference
pt_br: Referência

source: Reference #{0} dated {1}
pt_br: Referência #{0} datado de {1}

source: Reference Date
pt_br: Data de Referência

source: Reference Date for Early Payment Discount
pt_br: Data de Referência para Desconto por Pagamento Antecipado

source: Reference Detail
pt_br: Detalhe de Referência

source: Reference Detail No
pt_br: Nº do Detalhe de Referência

source: Reference DocType
pt_br: Tipo de Documento de Referência

source: Reference Doctype
pt_br: DocType de Referência

source: Reference Doctype must be one of {0}
pt_br: O Tipo de Documento de Referência deve ser um de {0}

source: Reference Document
pt_br: Documento de Referência

source: Reference Document Name
pt_br: Nome do Documento de Referência

source: Reference Document Type
pt_br: Referência Tipo de Documento

source: Reference Due Date
pt_br: Data de Vencimento de Referência

source: Reference Exchange Rate
pt_br: Taxa de Câmbio de Referência

source: Reference Name
pt_br: Nome de Referência

source: Reference No
pt_br: Número de Referência

source: Reference No & Reference Date is required for {0}
pt_br: Número de referência e Referência Data é necessário para {0}

source: Reference No and Reference Date is mandatory for Bank transaction
pt_br: É obrigatório colocar o Número de Referência e a Data de Referência para as transações bancárias

source: Reference No is mandatory if you entered Reference Date
pt_br: Referência Não é obrigatório se você entrou Data de Referência

source: Reference No.
pt_br: Número de Referência

source: Reference Number
pt_br: Número de Referência

source: Reference Purchase Receipt
pt_br: Recebimento de Compra de Referência

source: Reference Row
pt_br: Linha de Referência

source: Reference Row #
pt_br: Referência Linha #

source: Reference Type
pt_br: Tipo de Referência

source: Reference number of the invoice from the previous system
pt_br: Número de referência da fatura do sistema anterior

source: Reference: {0}, Item Code: {1} and Customer: {2}
pt_br: Referência: {0}, Código do Item: {1} e Cliente: {2}

source: References
pt_br: Referências

source: References to Sales Invoices are Incomplete
pt_br: Referências às Faturas de Vendas estão Incompletas

source: References to Sales Orders are Incomplete
pt_br: Referências aos Pedidos de Venda estão Incompletas

source: References {0} of type {1} had no outstanding amount left before submitting the Payment Entry. Now they have a negative outstanding amount.
pt_br: Referências {0} do tipo {1} não tinham saldo pendente antes de submeter o Lançamento de Pagamento. Agora eles têm um saldo pendente negativo.

source: Referral Code
pt_br: Código de Referencia

source: Referral Sales Partner
pt_br: Parceiro de Vendas de Referência

source: Refresh
pt_br: Atualizar

source: Refresh Google Sheet
pt_br: Atualizar Planilha do Google
