Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: # Purchase an Asset Assets purchases process if done following the standard Purchase cycle. If capital work in progress is enabled in Asset Category, Asset will be created as soon as Purchase Receipt is created for it. You can quickly create a Purchase Receipt for Asset and see its impact on books of accounts.
pt_br: # Compra de um Ativo O processo de compra de ativos é realizado seguindo o ciclo de compra padrão. Se imobilizado em andamento estiver habilitado na Categoria de Ativo, o Ativo será criado assim que o Recebimento de Compra for gerado. Você pode rapidamente criar um Recebimento de Compra para o Ativo e ver seu impacto nos livros contábeis.

source: # Req'd Items
pt_br: # Itens Requeridos

source: # Review Manufacturing Settings In ERPNext, the Manufacturing module’s features are configurable as per your business needs. Manufacturing Settings is the place where you can set your preferences for: - Capacity planning for allocating jobs to workstations - Raw-material consumption based on BOM or actual - Default values and over-production allowance
pt_br: # Revisar Configurações de Fabricação No Dut ERP, os recursos do módulo de Fabricação são configuráveis conforme as necessidades do seu negócio. As Configurações de Fabricação são o lugar onde você pode definir suas preferências para: - Planejamento de capacidade para alocação de trabalhos a estações - Consumo de matéria-prima com base na BOM ou na realidade - Valores padrão e margem tolerância para superprodução

source: # Review Stock Settings In ERPNext, the Stock module’s features are configurable as per your business needs. Stock Settings is the place where you can set your preferences for: - Default values for Item and Pricing - Default valuation method for inventory valuation - Set preference for serialization and batching of item - Set tolerance for over-receipt and delivery of items
pt_br: # Revisar Configurações de Estoque No Dut ERP, os recursos do módulo de Estoque são configuráveis conforme as necessidades do seu negócio. As Configurações de Estoque são o local onde você pode definir suas preferências para: - Valores padrão para Item e Precificação - Método de avaliação padrão para avaliação de inventário - Definir preferência para serialização e agrupamento de itens - Definir tolerância para excesso de recebimento e entrega de itens

source: # Sales Order A Sales Order is a confirmation of an order from your customer. It is also referred to as Proforma Invoice. Sales Order at the heart of your sales and purchase transactions. Sales Orders are linked in Delivery Note, Sales Invoices, Material Request, and Maintenance transactions. Through Sales Order, you can track fulfillment of the overall deal towards the customer.
pt_br: # Pedido de Venda Um Pedido de Venda é uma confirmação de um pedido do seu cliente. Também é conhecido como Fatura Proforma. O Pedido de Venda está no centro das suas transações de vendas e compras. Os Pedidos de Venda estão vinculados em Notas de Entrega, Faturas de Vendas, Requisição de Material e transações de Manutenção. Através do Pedido de Venda, você pode acompanhar o cumprimento do acordo geral com o cliente.

source: # Selling Settings CRM and Selling module’s features are configurable as per your business needs. Selling Settings is the place where you can set your preferences for: - Customer naming and default values - Billing and shipping preference in sales transactions
pt_br: # Configurações de Vendas Os recursos dos módulos de CRM e Vendas são configuráveis conforme as necessidades do seu negócio. As Configurações de Vendas são o local onde você pode definir suas preferências para: - Nomenclatura do cliente e valores padrão - Preferência de faturamento e envio em transações de venda

source: # Set Up a Company A company is a legal entity for which you will set up your books of account and create accounting transactions. In ERPNext, you can create multiple companies, and establish relationships (group/subsidiary) among them. Within the company master, you can capture various default accounts for that Company and set crucial settings related to the accounting methodology followed for a company.
pt_br: # Configurar uma Empresa Uma empresa é uma entidade legal para a qual você configurará seus livros contábeis e criará transações contábeis. No Dut ERP, você pode criar várias empresas e estabelecer relações (grupo/subsidiária) entre elas. Na configuração de empresa, você pode registrar diversas contas padrão para aquela empresa e definir configurações cruciais relacionadas à metodologia contábil seguida pela empresa.

source: # Setting up Taxes ERPNext lets you configure your taxes so that they are automatically applied in your buying and selling transactions. You can configure them globally or even on Items. ERPNext taxes are pre-configured for most regions.
pt_br: # Configuração de Impostos O Dut ERP permite configurar seus impostos para que sejam aplicados automaticamente em suas transações de compra e venda. Você pode configurá-los globalmente ou até mesmo em Itens. Os impostos do Dut ERP estão pré-configurados para a maioria das regiões.

source: # Setup Routing A Routing stores all Operations along with the description, hourly rate, operation time, batch size, etc. Click below to learn how the Routing template can be created, for quick selection in the BOM.
pt_br: # Configurar um Roteiro Um Roteiro armazena todas as Operações, juntamente com a descrição, valor por hora, tempo de operação, tamanho de lote, etc. Clique abaixo para aprender como o modelo de Roteiro pode ser criado, para seleção rápida na BOM.

source: # Setup a Warehouse The warehouse can be your location/godown/store where you maintain the item's inventory, and receive/deliver them to various parties. In ERPNext, you can maintain a Warehouse in the tree structure, so that location and sub-location of an item can be tracked. Also, you can link a Warehouse to a specific Accounting ledger, where the real-time stock value of that warehouse’s item will be reflected.
pt_br: # Configurar um Armazém O armazém pode ser seu local/depósito/estoque onde você mantém o inventário do item e o recebe/entrega para várias partes. No Dut ERP, você pode manter um Armazém em estrutura de árvore, para que a localização e sublocalização de um item possam ser rastreadas. Também é possível vincular um Armazém a uma razão contábil específica, onde o valor em tempo real do estoque do item do armazém será refletido.

source: # Track Material Request Also known as Purchase Request or an Indent, is a document identifying a requirement of a set of items (products or services) for various purposes like procurement, transfer, issue, or manufacturing. Once the Material Request is validated, a purchase manager can take the next actions for purchasing items like requesting RFQ from a supplier or directly placing an order with an identified Supplier.
pt_br: # Acompanhar Requisição de Material Também conhecida como Pedido de Compra ou Requerimento, é um documento que identifica a necessidade de um conjunto de itens (produtos ou serviços) para várias finalidades, como aquisição, transferência, emissão ou fabricação. Uma vez que a Requisição de Material é validada, um gerente de compras pode tomar as próximas ações para comprar itens, como requisitar cotação de um fornecedor ou fazer um pedido diretamente com um fornecedor identificado.

source: # Update Stock Opening Balance It’s an entry to update the stock balance of an item, in a warehouse, on a date and time you are going live on ERPNext. Once opening stocks are updated, you can create transactions like manufacturing and stock deliveries, where this opening stock will be consumed.
pt_br: # Atualizar o Saldo de Abertura do Estoque É uma entrada para atualizar o saldo de estoque de um item, em um armazém, na data e hora em que você inicia o uso do Dut ERP. Após atualizar os estoques iniciais, você pode criar transações como fabricação e entregas de estoque, onde este estoque inicial será consumido.

source: # Updating Opening Balances Once you close the financial statement in previous accounting software, you can update the same as opening in your ERPNext's Balance Sheet accounts. This will allow you to get complete financial statements from ERPNext in the coming years, and discontinue the parallel accounting system right away.
pt_br: # Atualizar Saldos de Abertura Após encerrar as demonstrações financeiras no software contábil anterior, você pode atualizar o mesmo como abertura nos balanços patrimoniais do Dut ERP. Isso permitirá que você obtenha demonstrações financeiras completas no Dut ERP nos próximos anos e descontinue o sistema contábil paralelo imediatamente.

source: # View Warehouse In ERPNext the term 'warehouse' can be thought of as a storage location. Warehouses are arranged in ERPNext in a tree like structure, where multiple sub-warehouses can be grouped under a single warehouse. In this step we will view the [**Warehouse Tree**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse#21-tree-view) to view the [**Warehouses**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse) that are set by default.
pt_br: # Visualizar Armazém No Dut ERP, o termo 'armazém' pode ser entendido como um local de armazenamento. Os armazéns são organizados no Dut ERP em uma estrutura de árvore, onde vários sub-armazéns podem ser agrupados sob um único armazém. Nesta etapa, vamos visualizar a [**Árvore de Armazéns**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse#21-tree-view) para ver os [**Armazéns**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse) configurados por padrão.

source: ## Products and Services Depending on the nature of your business, you might be selling products or services to your clients or even both. ERPNext is optimized for itemized management of your sales and purchase. The **Item Master** is where you can add all your sales items. If you are in services, you can create an Item for each service that you offer. If you run a manufacturing business, the same master is used for keeping a record of raw materials, sub-assemblies etc. Completing the Item Master is very essential for the successful implementation of ERPNext. We have a brief video introducing the item master for you, you can watch it in the next step.
pt_br: ## Produtos e Serviços Dependendo da natureza do seu negócio, você pode estar vendendo produtos, serviços, ou ambos para seus clientes. O Dut ERP é otimizado para a gestão detalhada de suas vendas e compras. O **Cadastro de Itens** é onde você pode adicionar todos os itens que vende. Se você trabalha com serviços, pode criar um Item para cada serviço oferecido. Se você tem um negócio de fabricação, o mesmo cadastro é usado para registrar matérias-primas, submontagens, etc. Completar o Cadastro de Itens é essencial para uma implementação bem-sucedida do Dut ERP. Temos um breve vídeo apresentando o cadastro de itens para você, que pode assistir na próxima etapa.

source: ## Who is a Customer? A customer, who is sometimes known as a client, buyer, or purchaser is the one who receives goods, services, products, or ideas, from a seller for a monetary consideration. Every customer needs to be assigned a unique id. Customer name itself can be the id or you can set a naming series for ids to be generated in Selling Settings. Just like the supplier, let's quickly create a customer.
pt_br: ## Quem é um Cliente? Um cliente, que às vezes é conhecido como comprador ou adquirente, é quem recebe bens, serviços, produtos ou ideias de um vendedor em troca de um pagamento. Cada cliente precisa ter um identificador único. O próprio nome do cliente pode ser o identificador ou você pode configurar uma série de nomenclatura para que os identificadores sejam gerados nas Configurações de Vendas. Assim como o fornecedor, vamos rapidamente criar um cliente.

source: ## Who is a Supplier? Suppliers are companies or individuals who provide you with products or services. ERPNext has comprehensive features for purchase cycles. Let's quickly create a supplier with the minimal details required. You need the name of the supplier, assign the supplier to a group, and select the type of the supplier, viz. Company or Individual.
pt_br: ## Quem é um Fornecedor? Fornecedores são empresas ou indivíduos que fornecem produtos ou serviços. O Dut ERP possui recursos abrangentes para ciclos de compras. Vamos rapidamente criar um fornecedor com os detalhes mínimos necessários. Você precisará do nome do fornecedor, atribuir o fornecedor a um grupo e selecionar o tipo de fornecedor, seja Empresa ou Individual.

source: % Delivered
pt_br: % Entregue

source: % Amount Billed
pt_br: % Valor Faturado

source: % Billed
pt_br: % Faturado

source: % Complete Method
pt_br: % Método Completo

source: % Completed
pt_br: % Concluído

source: % Delivered
pt_br: % Entregue

source: % Finished Item Quantity
pt_br: % Quantidade de Itens Concluídos

source: % Installed
pt_br: % Instalado

source: % Occupied
pt_br: % Ocupado

source: % Of Grand Total
pt_br: % Do Total Geral

source: % Ordered
pt_br: % Solicitado

source: % Picked
pt_br: % Separado

source: % Process Loss
pt_br: % Perda no Processo

source: % Progress
pt_br: % Progresso

source: % Received
pt_br: % Recebido

source: % Returned
pt_br: % Devolvido

source: % of materials billed against this Sales Order
pt_br: % de materiais faturados contra este Pedido de Venda

source: % of materials delivered against this Pick List
pt_br: % de materiais entregues contra esta Lista de Separação

source: % of materials delivered against this Sales Order
pt_br: % de materiais entregues contra este Pedido de Venda

source: 'Account' in the Accounting section of Customer {0}
pt_br: 'Conta' na seção Contabilidade do Cliente {0}

source: 'Allow Multiple Sales Orders Against a Customer's Purchase Order'
pt_br: 'Permitir Múltiplos Pedidos de Venda Contra um Pedido de Compra de Cliente'

source: 'Based On' and 'Group By' can not be same
pt_br: 'Baseado Em' e 'Agrupado Por' não podem ser o mesmo

source: 'Days Since Last Order' must be greater than or equal to zero
pt_br: 'Dias Desde o Último Pedido' deve ser maior ou igual a zero

source: 'Default {0} Account' in Company {1}
pt_br: 'Conta {0} Padrão' na Empresa {1}

source: 'Entries' cannot be empty
pt_br: 'Lançamentos' não pode estar vazio

source: 'From Date' is required
pt_br: Informe a 'Data Inicial'

source: 'From Date' must be after 'To Date'
pt_br: A 'Data Final' deve ser posterior à 'Data Inicial'

source: 'Has Serial No' can not be 'Yes' for non-stock item
pt_br: 'Tem Número de Série' não pode ser 'Sim' para itens sem controle de estoque

source: 'Inspection Required before Delivery' has disabled for the item {0}, no need to create the QI
pt_br: 'Inspeção Obrigatória antes da Entrega' foi desabilitada para o item {0}, não é necessário criar a Inspeção de Qualidade

source: 'Inspection Required before Purchase' has disabled for the item {0}, no need to create the QI
pt_br: 'Inspeção Obrigatória antes da Compra' foi desabilitada para o item {0}, não é necessário criar a Inspeção de Qualidade

source: 'Opening'
pt_br: 'Abertura'

source: 'To Date' is required
pt_br: 'Data Final' é obrigatória

source: 'To Package No.' cannot be less than 'From Package No.'
pt_br: 'Para o Número de Pacote' não pode ser menor que 'Do Número de Pacote'.

source: 'Update Stock' can not be checked because items are not delivered via {0}
pt_br: 'Atualizar Estoque' não pode ser selecionado porque os itens não são entregues via {0}

source: 'Update Stock' cannot be checked for fixed asset sale
pt_br: 'Atualizar Estoque' não pode ser selecionado para venda de ativo imobilizado

source: '{0}' account is already used by {1}. Use another account.
pt_br: A conta '{0}' já é utilizada por {1}. Utilize outra conta.

source: '{0}' should be in company currency {1}.
pt_br: '{0}' deve estar na moeda da empresa {1}.

source: (A) Qty After Transaction
pt_br: (A) Qtd. Após Transação

source: (B) Expected Qty After Transaction
pt_br: (B) Qtd. Esperada Após Transação

source: (C) Total Qty in Queue
pt_br: (C) Qtd. Total na Fila

source: (C) Total qty in queue
pt_br: (C) Qtd. total na fila

source: (D) Balance Stock Value
pt_br: (D) Valor do Saldo de Estoque

source: (E) Balance Stock Value in Queue
pt_br: (E) Valor do Saldo de Estoque na Fila

source: (F) Change in Stock Value
pt_br: (F) Alteração no Valor do Estoque

source: (Forecast)
pt_br: (Previsão)

source: (G) Sum of Change in Stock Value
pt_br: (G) Soma de Alterações no Valor do Estoque

source: (H) Change in Stock Value (FIFO Queue)
pt_br: (H) Alteração no Valor do Estoque (Fila FIFO)

source: (H) Valuation Rate
pt_br: (H) Custo Unitário

source: (Hour Rate / 60) * Actual Operation Time
pt_br: (Valor por Hora / 60) * Tempo de Operação Real

source: (I) Valuation Rate
pt_br: (I) Custo Unitário

source: (J) Valuation Rate as per FIFO
pt_br: (J) Custo Unitário conforme FIFO

source: (K) Valuation = Value (D) ÷ Qty (A)
pt_br: (K) Avaliação = Valor (D) ÷ Qtd. (A)

source: (including)
pt_br: (incluindo)

source: * Will be calculated in the transaction.
pt_br: * Será calculado na transação.

source: 0 - 30 Days
pt_br: 0 - 30 Dias

source: 0-30 Days
pt_br: 0-30 Dias

source: 1 Loyalty Points = How much base currency?
pt_br: 1 Ponto de Fidelidade = Quanto da moeda base?

source: 1 hr
pt_br: 1 hora

source: 2 Yearly
pt_br: Bienal

source: 3 Yearly
pt_br: Trienal

source: 30 - 60 Days
pt_br: 30 - 60 Dias

source: 30 mins
pt_br: 30 minutos

source: 30-60 Days
pt_br: 30-60 Dias

source: 6 hrs
pt_br: 6 horas

source: 60 - 90 Days
pt_br: 60 - 90 Dias

source: 60-90 Days
pt_br: 60-90 Dias

source: 90 - 120 Days
pt_br: 90 - 120 Dias

source: 90 Above
pt_br: 90 Acima

source: <b>From Time</b> cannot be later than <b>To Time</b> for {0}
pt_br: <b>Horário Inicial</b> não pode ser posterior a <b>Horário Final</b> para {0}

source: <b>Row #{0}:</b> Bundle {1} in warehouse {2} has insufficient packed items:<br><div style='margin-top: 15px;'><ul style='line-height: 0.8;'>{3}</ul></div>
pt_br: <b>Linha #{0}:</b> O Pacote {1} no armazém {2} não possui itens embalados suficientes:<br><div style='margin-top: 15px;'><ul style='line-height: 0.8;'>{3}</ul></div>

source: <br> <h4>Note</h4> <ul> <li> You can use <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">Jinja tags</a> in <b>Subject</b> and <b>Body</b> fields for dynamic values. </li><li> All fields in this doctype are available under the <b>doc</b> object and all fields for the customer to whom the mail will go to is available under the <b>customer</b> object. </li></ul> <h4> Examples</h4> <!-- {% raw %} --> <ul> <li><b>Subject</b>:<br><br><pre><code>Statement Of Accounts for {{ customer.customer_name }}</code></pre><br></li> <li><b>Body</b>: <br><br> <pre><code>Hello {{ customer.customer_name }},<br>PFA your Statement Of Accounts from {{ doc.from_date }} to {{ doc.to_date }}.</code> </pre></li> </ul> <!-- {% endraw %} -->
pt_br: <br> <h4>Nota</h4> <ul> <li> Você pode usar <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">tags Jinja</a> nos campos <b>Assunto</b> e <b>Corpo</b> para valores dinâmicos. </li><li> Todos os campos neste doctype estão disponíveis no objeto <b>doc</b> e todos os campos para o cliente a quem o e-mail será enviado estão disponíveis no objeto <b>cliente</b>. </li></ul> <h4> Exemplos</h4> <!-- {% raw %} --> <ul> <li><b>Assunto</b>:<br><br><pre><code>Extrato de Contas para {{ customer.customer_name }}</code></pre><br></li> <li><b>Corpo</b>: <br><br> <pre><code>Olá {{ customer.customer_name }},<br>Segue em anexo seu Extrato de Contas de {{ doc.from_date }} a {{ doc.to_date }}.</code> </pre></li> </ul> <!-- {% endraw %} -->

source: <div class="columnHeading">Other Details</div>
pt_br: <div class="columnHeading">Outros Detalhes</div>

source: <div class="text-muted text-center">No Matching Bank Transactions Found</div>
pt_br: <div class="text-muted text-center">Nenhuma transação bancária correspondente foi encontrada</div>

source: <div> <h3> All dimensions in centimeter only </h3> </div>
pt_br: <div> <h3> Todas as dimensões apenas em centímetros </h3> </div>

source: <h3>About Product Bundle</h3> <p>Aggregate group of <b>Items</b> into another <b>Item</b>. This is useful if you are bundling a certain <b>Items</b> into a package and you maintain stock of the packed <b>Items</b> and not the aggregate <b>Item</b>.</p> <p>The package <b>Item</b> will have <code>Is Stock Item</code> as <b>No</b> and <code>Is Sales Item</code> as <b>Yes</b>.</p> <h4>Example:</h4> <p>If you are selling Laptops and Backpacks separately and have a special price if the customer buys both, then the Laptop + Backpack will be a new Product Bundle Item.</p>
pt_br: <h3>Sobre o Pacote de Produto</h3> <p>Agrupamento de <b>Itens</b> em outro <b>Item</b>. Isso é útil se você estiver agrupando certos <b>Itens</b> em um pacote e mantiver o estoque dos itens embalados, mas não do item agregado.</p> <p>O item do pacote terá <code>É Item de Estoque</code> como <b>Não</b> e <code>É Item de Venda</code> como <b>Sim</b>.</p> <h4>Exemplo:</h4> <p>Se você estiver vendendo Laptops e Mochilas separadamente e oferecer um preço especial se o cliente comprar ambos, então o Laptop + Mochila será um novo item de Pacote de Produtos.</p>

source: <h3>Currency Exchange Settings Help</h3> <p>There are 3 variables that could be used within the endpoint, result key and in values of the parameter.</p> <p>Exchange rate between {from_currency} and {to_currency} on {transaction_date} is fetched by the API.</p> <p>Example: If your endpoint is exchange.com/2021-08-01, then, you will have to input exchange.com/{transaction_date}</p>
pt_br: <h3>Ajuda para Configurações de Câmbio</h3> <p>Existem 3 variáveis que podem ser usadas dentro do endpoint, chave de resultado e nos valores do parâmetro.</p> <p>A taxa de câmbio entre {from_currency} e {to_currency} em {transaction_date} é obtida pela API.</p> <p>Exemplo: Se seu endpoint for exchange.com/2021-08-01, você deverá inserir exchange.com/{transaction_date}</p>

source: <h4>Body Text and Closing Text Example</h4> <div>We have noticed that you have not yet paid invoice {{sales_invoice}} for {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}}. This is a friendly reminder that the invoice was due on {{due_date}}. Please pay the amount due immediately to avoid any further dunning cost.</div> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your template are the fields in the document. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
pt_br: <h4>Exemplo de Texto Corporal e Texto de Fechamento <div>Notamos que você ainda não pagou a fatura {{sales_invoice}} de {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}}. Este é um lembrete amigável de que a fatura venceu em {{due_date}}. Por favor, pague o valor devido imediatamente para evitar custos adicionais.</div> <h4>Como obter nomes de campos</h4> <p>Os nomes de campo que você pode usar em seu modelo são os campos no documento. Você pode descobrir os campos de qualquer documento por meio de "Configuração > Personalizar Visualização de Formulário" e selecionando o tipo de documento (por exemplo, Fatura de Venda)</p> <h4>Modelagem</h4> <p>Os modelos são compilados usando a Linguagem de Modelagem Jinja. Para saber mais sobre Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">leia esta documentação.</a></p>
