Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Subscription End Date is mandatory to follow calendar months
pt_br: A Data Final da Assinatura é obrigatória para seguir os meses do calendário

source: Subscription End Date must be after {0} as per the subscription plan
pt_br: A Data Final da Assinatura deve ser posterior à {0} de acordo com o plano de assinatura

source: Subscription Invoice
pt_br: Fatura de Assinatura

source: Subscription Management
pt_br: Gerenciamento de Assinatura

source: Subscription Period
pt_br: Período de Inscrição

source: Subscription Plan
pt_br: Plano de Assinatura

source: Subscription Plan Detail
pt_br: Detalhe do Plano de Assinatura

source: Subscription Plans
pt_br: Planos de Assinatura

source: Subscription Price Based On
pt_br: Preço da Assinatura Com Base Em

source: Subscription Section
pt_br: Seção de Assinatura

source: Subscription Settings
pt_br: Configurações de Assinatura

source: Subscription Start Date
pt_br: Data Inicial da Assinatura

source: Subscription for Future dates cannot be processed.
pt_br: Assinaturas para datas futuras não podem ser processadas.

source: Subscriptions
pt_br: Assinaturas

source: Subsidiary
pt_br: Subsidiária

source: Subtitle
pt_br: Subtítulo

source: Succeeded
pt_br: Concluído

source: Succeeded Entries
pt_br: Lançamentos Concluídos

source: Success
pt_br: Sucesso

source: Success Redirect URL
pt_br: URL de redirecionamento de sucesso

source: Success Settings
pt_br: Configurações de Sucesso

source: Successful
pt_br: Bem sucedido

source: Successfully Reconciled
pt_br: Reconciliados Com Sucesso

source: Successfully Set Supplier
pt_br: Definir o Fornecedor Com Sucesso

source: Successfully changed Stock UOM, please redefine conversion factors for new UOM.
pt_br: UDM de Estoque alterada com sucesso, por favor, redefina os fatores de conversão para a nova UDM.

source: Successfully imported {0}
pt_br: {0} importado com sucesso

source: Successfully imported {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
pt_br: Importado com sucesso {0} registro(s) de {1}. Clique em Exportar Linhas com Erro, corrija os erros e importe novamente.

source: Successfully imported {0} record.
pt_br: Registro {0} importado com sucesso.

source: Successfully imported {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
pt_br: Importados com sucesso {0} registros de {1}. Clique em Exportar Linhas com Erro, corrija os erros e importe novamente.

source: Successfully imported {0} records.
pt_br: Registros {0} importados com sucesso.

source: Successfully linked to Customer
pt_br: Vinculado ao Cliente com sucesso

source: Successfully linked to Supplier
pt_br: Vinculado ao Fornecedor com sucesso

source: Successfully merged {0} out of {1}.
pt_br: Mesclado com sucesso {0} de {1}.

source: Successfully updated {0}
pt_br: Atualizado {0} com sucesso

source: Successfully updated {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
pt_br: Atualizado com sucesso {0} registro(s) de {1}. Clique em Exportar Linhas com Erro, corrija os erros e importe novamente.

source: Successfully updated {0} record.
pt_br: Registro {0} atualizado com sucesso.

source: Successfully updated {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
pt_br: Atualizados com sucesso {0} registros de {1}. Clique em Exportar Linhas com Erro, corrija os erros e importe novamente.

source: Successfully updated {0} records.
pt_br: Registros {0} atualizados com sucesso.

source: Suggestions
pt_br: Sugestões

source: Sum of Repair Cost and Value of Consumed Stock Items.
pt_br: Soma do Custo de Reparo e do Valor dos Itens de Estoque Consumidos.

source: Summary
pt_br: Resumo

source: Summary for this month and pending activities
pt_br: Resumo para este mês e atividades pendentes

source: Summary for this week and pending activities
pt_br: Resumo para esta semana e atividades pendentes

source: Sunday
pt_br: Domingo

source: Supplied Item
pt_br: Item Fornecido

source: Supplied Items
pt_br: Itens Fornecidos

source: Supplied Qty
pt_br: Qtd. Fornecida

source: Supplier
pt_br: Fornecedor

source: Supplier Address
pt_br: Endereço do Fornecedor

source: Supplier Address Details
pt_br: Detalhes do Endereço do Fornecedor

source: Supplier Addresses And Contacts
pt_br: Contatos e Endereços de Fornecedores

source: Supplier Contact
pt_br: Contato do Fornecedor

source: Supplier Delivery Note
pt_br: Nota de Entrega do Fornecedor

source: Supplier Details
pt_br: Detalhes do Fornecedor

source: Supplier Group
pt_br: Grupo de Fornecedores

source: Supplier Group Item
pt_br: Item do Grupo de Fornecedor

source: Supplier Group Name
pt_br: Nome do Grupo de Fornecedores

source: Supplier Info
pt_br: Informações do Fornecedor

source: Supplier Invoice
pt_br: Fatura do Fornecedor

source: Supplier Invoice Date
pt_br: Data da Fatura do Fornecedor

source: Supplier Invoice Date cannot be greater than Posting Date
pt_br: A Data da Fatura do Fornecedor não pode ser maior do que a Data de Lançamento

source: Supplier Invoice No
pt_br: Nº da Nota Fiscal do Fornecedor

source: Supplier Invoice No exists in Purchase Invoice {0}
pt_br: Nº da Fatura do Fornecedor já existe na Fatura de Compra {0}

source: Supplier Item
pt_br: Item do Fornecedor

source: Supplier Items
pt_br: Itens do Fornecedor

source: Supplier Lead Time (days)
pt_br: Prazo de Entrega do Fornecedor (dias)

source: Supplier Ledger Summary
pt_br: Resumo do Razão Geral dos Fornecedores

source: Supplier Name
pt_br: Nome do Fornecedor

source: Supplier Naming By
pt_br: Nomeação do Fornecedor Por

source: Supplier Part No
pt_br: Nº da Peça no Fornecedor

source: Supplier Part Number
pt_br: Número da Peça do Fornecedor

source: Supplier Portal Users
pt_br: Usuários do Portal do Fornecedor

source: Supplier Primary Address
pt_br: Endereço Principal do Fornecedor

source: Supplier Primary Contact
pt_br: Contato Principal do Fornecedor

source: Supplier Quotation
pt_br: Cotação de Fornecedor

source: Supplier Quotation Comparison
pt_br: Comparação de Cotação de Fornecedor

source: Supplier Quotation Item
pt_br: Item da Cotação de Fornecedor

source: Supplier Quotation {0} Created
pt_br: Cotação do Fornecedor {0} Criada

source: Supplier Reference
pt_br: Indicação de Fornecedor

source: Supplier Score
pt_br: Pontuação do Fornecedor

source: Supplier Scorecard
pt_br: Placar de Desempenho do Fornecedor

source: Supplier Scorecard Criteria
pt_br: Critérios de Placar de Desempenho do Fornecedor

source: Supplier Scorecard Period
pt_br: Período de Placar de Desempenho do Fornecedor

source: Supplier Scorecard Scoring Criteria
pt_br: Critérios de Pontuação do Placar de Desempenho do Fornecedor

source: Supplier Scorecard Scoring Standing
pt_br: Classificação de Pontuação do Placar de Desempenho do Fornecedor

source: Supplier Scorecard Scoring Variable
pt_br: Variável de Pontuação do Placar de Desempenho do Fornecedor

source: Supplier Scorecard Setup
pt_br: Configuração de Placar de Desempenho do Fornecedor

source: Supplier Scorecard Standing
pt_br: Classificação no Placar de Desempenho do Fornecedor

source: Supplier Scorecard Variable
pt_br: Variável de Placar de Desempenho do Fornecedor

source: Supplier Type
pt_br: Tipo de Fornecedor

source: Supplier Warehouse
pt_br: Armazém de Fornecedor

source: Supplier Warehouse mandatory for sub-contracted {0}
pt_br: Armazém de Fornecedor obrigatório para {0} subcontratado

source: Supplier delivers to Customer
pt_br: O Fornecedor entrega diretamente ao Cliente

source: Supplier of Goods or Services.
pt_br: Fornecedor de Bens ou Serviços.

source: Supplier {0} not found in {1}
pt_br: Fornecedor {0} não encontrado em {1}

source: Supplier(s)
pt_br: Fornecedor(es)

source: Supplier-Wise Sales Analytics
pt_br: Análise de Vendas por Fornecedor

source: Suppliers
pt_br: Fornecedores

source: Supplies subject to the reverse charge provision
pt_br: Suprimentos sujeitos à disposição de inversão de encargos

source: Supply Raw Materials for Purchase
pt_br: Abastecimento de Matérias-Primas Para a Compra

source: Support
pt_br: Pós-Vendas

source: Support Hour Distribution
pt_br: Distribuição de Horas do Pós-vendas

source: Support Portal
pt_br: Portal do Pós-vendas

source: Support Search Source
pt_br: Fonte de Pesquisa do Pós-Vendas

source: Support Settings
pt_br: Configurações do Pós-Vendas

source: Support Team
pt_br: Equipe de Pós-Vendas

source: Support Tickets
pt_br: Chamados de Pós-Vendas

source: Suspected Discount Amount
pt_br: Valor de Desconto Suspeito

source: Suspended
pt_br: Suspenso

source: Switch Between Payment Modes
pt_br: Alternar Entre Formas de Pagamento

source: Sync Now
pt_br: Sincronizar Agora

source: Sync Started
pt_br: Sincronização Iniciada

source: Synchronize all accounts every hour
pt_br: Sincronize todas as contas a cada hora

source: System In Use
pt_br: Sistema em Uso

source: System Manager
pt_br: Administrador do Sistema

source: System Settings
pt_br: Configurações do Sistema

source: System User (login) ID. If set, it will become default for all HR forms.
pt_br: Identificação do Usuário no Sistema. Se marcado, se torna padrão para todos os formulários de RH.

source: System will automatically create the serial numbers / batch for the Finished Good on submission of work order
pt_br: O sistema criará automaticamente os números de série/lotes para o Produto Acabado ao submeter a ordem de produção.

source: System will do an implicit conversion using the pegged currency. <br> Ex: Instead of AED -&gt; INR, system will do AED -&gt; USD -&gt; INR using the pegged exchange rate of AED against USD.
pt_br: O sistema fará uma conversão implícita usando a moeda indexada. <br> Ex: Em vez de AED -&gt; INR, o sistema fará AED -&gt; USD -&gt; INR usando a taxa de câmbio indexada de AED contra USD.

source: System will fetch all the entries if limit value is zero.
pt_br: O sistema buscará todos os lançamentos se o valor limite for zero.

source: System will not check over billing since amount for Item {0} in {1} is zero
pt_br: O sistema não verificará o superfaturamento, já que o valor do Item {0} em {1} é zero.

source: System will notify to increase or decrease quantity or amount
pt_br: O sistema notificará para aumentar ou diminuir a quantidade ou o valor

source: TCS Amount
pt_br: Valor de Imposto sobre Vendas

source: TCS Rate %
pt_br: Taxa de Imposto sobre Vendas %

source: TDS Amount
pt_br: Valor de Imposto Retido na Fonte

source: TDS Computation Summary
pt_br: Resumo de Cálculo de Imposto Retido na Fonte

source: TDS Deducted
pt_br: Imposto Retido na Fonte Deduzido

source: TDS Payable
pt_br: Imposto Retido na Fonte a Pagar

source: TDS Rate %
pt_br: Taxa de Imposto Retido na Fonte %

source: Table for Item that will be shown in Web Site
pt_br: Tabela para o item que será exibida no Site

source: Tablespoon (US)
pt_br: Colher de Sopa (US)

source: Tag Line
pt_br: Slogan

source: Take a quick walk-through of Accounts Settings
pt_br: Faça uma tour rápida pelas Configurações de Contas

source: Take a walk through Stock Settings
pt_br: Faça um tour pelas Configurações de Estoque

source: Take a walk-through of Manufacturing Settings
pt_br: Faça um tour pelas Configurações de Fabricação

source: Target
pt_br: Meta

source: Target Amount
pt_br: Valor da Meta

source: Target ({})
pt_br: Meta ({})

source: Target Asset
pt_br: Ativo Alvo

source: Target Asset Location
pt_br: Localização do Ativo Alvo

source: Target Asset {0} cannot be cancelled
pt_br: O Ativo Alvo {0} não pode ser cancelado

source: Target Asset {0} cannot be submitted
pt_br: O Ativo Alvo {0} não pode ser submetido

source: Target Asset {0} cannot be {1}
pt_br: O Ativo Alvo {0} não pode ser {1}

source: Target Asset {0} does not belong to company {1}
pt_br: O Ativo Alvo {0} não pertence à empresa {1}

source: Target Asset {0} needs to be composite asset
pt_br: O Ativo Alvo {0} precisa ser um ativo composto

source: Target Batch No
pt_br: Número do Lote Alvo

source: Target Detail
pt_br: Detalhe da Meta

source: Target Details
pt_br: Detalhes do Alvo

source: Target Distribution
pt_br: Distribuição de Metas

source: Target Exchange Rate
pt_br: Taxa de Câmbio Alvo

source: Target Fieldname (Stock Ledger Entry)
pt_br: Nome do Campo Alvo (Lançamento no Razão de Estoque)

source: Target Fixed Asset Account
pt_br: Conta de Ativo Imobilizado Alvo

source: Target Has Batch No
pt_br: O Alvo tem Número de Lote

source: Target Has Serial No
pt_br: O Alvo tem Número de Série

source: Target Incoming Rate
pt_br: Taxa de Entrada Alvo

source: Target Is Fixed Asset
pt_br: O Alvo é um Ativo Imobilizado

source: Target Item Code
pt_br: Código do Item Alvo

source: Target Item Name
pt_br: Nome do Item Alvo

source: Target Item {0} must be a Fixed Asset item
pt_br: O Item Alvo {0} deve ser um item de Ativo Imobilizado

source: Target Location
pt_br: Localização de Destino

source: Target Location is required for transferring Asset {0}
pt_br: Localização de Destino é obrigatória para transferir o Ativo {0}

source: Target Location is required while receiving Asset {0}
pt_br: Localização de Destino é obrigatória ao receber o Ativo {0}

source: Target On
pt_br: Meta Em

source: Target Qty
pt_br: Meta de Qtd.

source: Target Qty must be a positive number
pt_br: A Quantidade Alvo deve ser um número positivo

source: Target Serial No
pt_br: Número de Série Alvo

source: Target Warehouse
pt_br: Armazém de Destino

source: Target Warehouse Address
pt_br: Endereço do Armazém de Destino

source: Target Warehouse Address Link
pt_br: Link do Endereço do Armazém de Destino

source: Target Warehouse is set for some items but the customer is not an internal customer.
pt_br: O Armazém de Destino está definido para alguns itens, mas o cliente não é um cliente interno.

source: Target warehouse is mandatory for row {0}
pt_br: O Armazém de Destino é obrigatório para a Linha #{0}

source: Targets
pt_br: Metas

source: Tariff Number
pt_br: Código NCM

source: Task
pt_br: Tarefa

source: Task Assignee Email
pt_br: E-mail do Responsável pela Tarefa

source: Task Completion
pt_br: Conclusão da Tarefa

source: Task Depends On
pt_br: Tarefa Depende De

source: Task Description
pt_br: Descrição da Tarefa

source: Task Name
pt_br: Nome da Tarefa

source: Task Progress
pt_br: Progresso da Tarefa

source: Task Type
pt_br: Tipo de Tarefa

source: Task Weight
pt_br: Peso da Tarefa

source: Task {0} depends on Task {1}. Please add Task {1} to the Tasks list.
pt_br: A Tarefa {0} depende da Tarefa {1}. Por favor, adicione a Tarefa {1} à lista de Tarefas.

source: Tasks
pt_br: Tarefas

source: Tasks Completed
pt_br: Tarefas Concluídas

source: Tasks Overdue
pt_br: Tarefas Em Atraso

source: Tax
pt_br: Imposto

source: Tax Account
pt_br: Conta de Imposto

source: Tax Amount
pt_br: Valor de Imposto

source: Tax Amount After Discount Amount
pt_br: Valor de Imposto Após o Valor de Desconto

source: Tax Amount After Discount Amount (Company Currency)
pt_br: Valor de Imposto Após o Valor de Desconto (Moeda da Empresa)

source: Tax Amount will be rounded on a row(items) level
pt_br: O Valor do Imposto será arredondado no nível da linha (itens)

source: Tax Assets
pt_br: Ativos Fiscais

source: Tax Breakup
pt_br: Desagregação de Impostos

source: Tax Category
pt_br: Categoria de Imposto

source: Tax Category has been changed to "Total" because all the Items are non-stock items
pt_br: Categoria de Imposto foi alterada para "Total" porque todos os Itens são itens não estocáveis

source: Tax ID
pt_br: Identificação Fiscal

source: Tax Id
pt_br: Identificação Fiscal

source: Tax Id:
pt_br: Identificação Fiscal:

source: Tax Id: {0}
pt_br: Identificação Fiscal: {0}

source: Tax Masters
pt_br: Cadastro de Impostos

source: Tax Rate
pt_br: Alíquota de Imposto

source: Tax Rates
pt_br: Alíquotas de Imposto

source: Tax Refunds provided to Tourists under the Tax Refunds for Tourists Scheme
pt_br: Restituições de Imposto fornecidas a Turistas sob o Esquema de Restituição de Imposto para Turistas

source: Tax Rule
pt_br: Regra de Imposto

source: Tax Rule Conflicts with {0}
pt_br: Regra de Imposto em conflito com {0}

source: Tax Settings
pt_br: Configurações de Impostos

source: Tax Template is mandatory.
pt_br: Modelo de Imposto é obrigatório.

source: Tax Total
pt_br: Total de Imposto

source: Tax Type
pt_br: Tipo de Imposto

source: Tax Withheld Vouchers
pt_br: Comprovantes de Retenção de Imposto

source: Tax Withholding
pt_br: Retenção de Impostos

source: Tax Withholding Account
pt_br: Conta de Retenção de Imposto

source: Tax Withholding Category
pt_br: Categoria de Retenção de Imposto

source: Tax Withholding Category {} against Company {} for Customer {} should have Cumulative Threshold value.
pt_br: A Categoria de Retenção de Imposto {} contra a Empresa {} para o Cliente {} deve ter valor de Limite Cumulativo.

source: Tax Withholding Details
pt_br: Detalhes da Retenção de Imposto

source: Tax Withholding Net Total
pt_br: Total Líquido da Retenção de Imposto

source: Tax Withholding Rate
pt_br: Alíquota de Retenção de Imposto

source: Tax Withholding Rates
pt_br: Alíquotas de Retenção de Imposto

source: Tax detail table fetched from item master as a string and stored in this field. Used for Taxes and Charges
pt_br: Tabela de detalhe de imposto obtida do cadastro do item como texto e armazenada neste campo. Usada para Impostos e Encargos

source: Tax will be withheld only for amount exceeding the cumulative threshold
pt_br: O imposto será retido apenas para valores que excederem o limite acumulado

source: Taxable Amount
pt_br: Valor Tributável

source: Taxes
pt_br: Impostos

source: Taxes and Charges
pt_br: Impostos e Encargos

source: Taxes and Charges Added
pt_br: Impostos e Encargos Adicionados

source: Taxes and Charges Added (Company Currency)
pt_br: Impostos e Encargos Adicionados (Moeda da Empresa)

source: Taxes and Charges Calculation
pt_br: Cálculo de Impostos e Encargos

source: Taxes and Charges Deducted
pt_br: Impostos e Encargos Deduzidos

source: Taxes and Charges Deducted (Company Currency)
pt_br: Impostos e Encargos Deduzidos (Moeda da Empresa)

source: Taxes row #{0}: {1} cannot be smaller than {2}
pt_br: Linha de Impostos #{0}: {1} não pode ser menor que {2}

source: Team
pt_br: Equipe

source: Team Member
pt_br: Membro da Equipe

source: Teaspoon
pt_br: Colher de Chá

source: Technical Atmosphere
pt_br: Atmosfera Técnica

source: Technology
pt_br: Tecnologia

source: Telecommunications
pt_br: Telecomunicações

source: Telephone Expenses
pt_br: Despesas Telefônicas

source: Telephony Call Type
pt_br: Tipo de Chamada Telefônica

source: Television
pt_br: Televisão

source: Template
pt_br: Modelo

source: Template Item
pt_br: Modelo de Item

source: Template Item Selected
pt_br: Modelo de Item Selecionado

source: Template Name
pt_br: Nome do Modelo

source: Template Options
pt_br: Opções de Modelo

source: Template Task
pt_br: Modelo de Tarefa

source: Template Title
pt_br: Título do Modelo

source: Template Warnings
pt_br: Avisos do Modelo

source: Temporarily on Hold
pt_br: Temporariamente Retida

source: Temporary
pt_br: Temporária

source: Temporary Accounts
pt_br: Contas Temporárias

source: Temporary Opening
pt_br: Abertura Temporária

source: Temporary Opening Account
pt_br: Conta de Abertura Temporária

source: Term Details
pt_br: Detalhes do Termo

source: Terms
pt_br: Termos

source: Terms & Conditions
pt_br: Termos & Condições

source: Terms Template
pt_br: Modelo de Termos

source: Terms and Conditions
pt_br: Termos e Condições

source: Terms and Conditions Content
pt_br: Conteúdo dos Termos e Condições

source: Terms and Conditions Details
pt_br: Detalhes dos Termos e Condições

source: Terms and Conditions Help
pt_br: Ajuda sobre Termos e Condições

source: Terms and Conditions Template
pt_br: Modelo de Termos e Condições

source: Territory
pt_br: Território

source: Territory Item
pt_br: Item de Território

source: Territory Manager
pt_br: Gestor de Territórios

source: Territory Name
pt_br: Nome do Território

source: Territory Target Variance Based On Item Group
pt_br: Variação da Meta de Território Baseada no Grupo de Itens

source: Territory Targets
pt_br: Metas de Território

source: Territory Wise Sales
pt_br: Vendas por Território

source: Territory-wise Sales
pt_br: Vendas por Território

source: The 'From Package No.' field must neither be empty nor it's value less than 1.
pt_br: O campo 'Nº do Pacote de Origem' não pode ficar vazio ou com valor inferior a 1.

source: The Access to Request for Quotation From Portal is Disabled. To Allow Access, Enable it in Portal Settings.
pt_br: O Acesso à Requisição de Cotação pelo Portal está Desabilitado. Para Permitir Acesso, Habilite-o nas Configurações do Portal.

source: The Accounts Module is all set up!
pt_br: Módulo de Contabilidade configurado e pronto para uso!

source: The Assets Module is all set up!
pt_br: Módulo de Ativos configurado e pronto para uso!

source: The BOM which will be replaced
pt_br: A BOM que será substituída

source: The Batch {0} has negative batch quantity {1}. To fix this, go to the batch and click on Recalculate Batch Qty. If the issue still persists, create an inward entry.
pt_br: O Lote {0} possui quantidade de lote negativa {1}. Para corrigir, vá até o lote e clique em Recalcular Qtd. do Lote. Se o problema persistir, crie um lançamento de entrada.

source: The Buying Module is all set up!
pt_br: Módulo de Compras configurado e pronto para uso!

source: The CRM Module is all set up!
pt_br: Módulo de CRM configurado e pronto para uso!

source: The Campaign '{0}' already exists for the {1} '{2}'
pt_br: A Campanha '{0}' já existe para o {1} '{2}'

source: The Condition '{0}' is invalid
pt_br: A Condição '{0}' é inválida

source: The Document Type {0} must have a Status field to configure Service Level Agreement
pt_br: O Tipo de Documento {0} deve ter um campo Status para configurar o Acordo de Nível de Serviço

source: The Excluded Fee is bigger than the Deposit it is deducted from.
pt_br: A Taxa Excluída é maior que o Depósito da qual é deduzida.

source: The GL Entries and closing balances will be processed in the background, it can take a few minutes.
pt_br: Os Lançamentos no Razão Geral e os saldos de fechamento serão processados em segundo plano, o que pode levar alguns minutos.

source: The GL Entries will be cancelled in the background, it can take a few minutes.
pt_br: Os Lançamentos no Razão Geral serão cancelados em segundo plano, o que pode levar alguns minutos.

source: The Loyalty Program isn't valid for the selected company
pt_br: O Programa de Fidelidade não é válido para a empresa selecionada

source: The Payment Request {0} is already paid, cannot process payment twice
pt_br: A Requisição de Pagamento {0} já foi paga, não é possível processar o pagamento duas vezes

source: The Payment Term at row {0} is possibly a duplicate.
pt_br: A Condição de Pagamento na linha #{0} é possivelmente uma duplicata.

source: The Pick List having Stock Reservation Entries cannot be updated. If you need to make changes, we recommend canceling the existing Stock Reservation Entries before updating the Pick List.
pt_br: A Lista de Separação com Lançamentos de Reserva de Estoque não pode ser atualizada. Se precisar fazer alterações, recomendamos cancelar os Lançamentos de Reserva de Estoque existentes antes de atualizar a Lista de Separação.

source: The Process Loss Qty has reset as per job cards Process Loss Qty
pt_br: A Qtd. de Perda de Processo foi redefinida conforme a Qtd. de Perda de Processo nas Fichas de Produção

source: The Sales Person is linked with {0}
pt_br: O Vendedor está vinculado com {0}

source: The Selling Module is all set up!
pt_br: Módulo de Vendas configurado e pronto para uso!
