Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Help
pt_br: Ajuda

source: Help Article
pt_br: Artigo de Ajuda

source: Help Articles
pt_br: Artigos de Ajuda

source: Help Results for
pt_br: Resultados da Ajuda Para

source: Help Section
pt_br: Seção de Ajuda

source: Help Text
pt_br: Texto de Ajuda

source: Helps you distribute the Budget/Target across months if you have seasonality in your business.
pt_br: Ajuda a distribuir o Orçamento/Meta pelos meses, caso você tenha sazonalidade em seu negócio.

source: Here are the error logs for the aforementioned failed depreciation entries: {0}
pt_br: Aqui estão os registros de erros para os lançamentos de depreciação com falha mencionados anteriormente: {0}

source: Here are the options to proceed:
pt_br: Aqui estão as opções para prosseguir:

source: Here you can maintain family details like name and occupation of parent, spouse and children
pt_br: Aqui, você pode manter detalhes familiares como nome e ocupação dos pais, cônjuge e filhos

source: Here you can maintain height, weight, allergies, medical concerns etc
pt_br: Aqui, você pode manter altura, peso, alergias, restrições médicas, etc.

source: Here, you can select a senior of this Employee. Based on this, Organization Chart will be populated.
pt_br: Aqui, você pode selecionar um superior deste Colaborador. Com base nisso, o Organograma será preenchido.

source: Here, your weekly offs are pre-populated based on the previous selections. You can add more rows to also add public and national holidays individually.
pt_br: Aqui, seus dias de folga semanais são preenchidos automaticamente com base nas seleções anteriores. Você pode adicionar mais linhas para também adicionar feriados municipais, estaduais e nacionais individualmente.

source: Hero Image
pt_br: Imagem da Seção Principal

source: Hero Section
pt_br: Seção Principal

source: Hero Section Based On
pt_br: Seção Principal Baseada Em

source: Hi,
pt_br: Oi,

source: Hidden list maintaining the list of contacts linked to Shareholder
pt_br: Lista oculta que mantém a lista de contatos vinculados ao Acionista

source: Hide Currency Symbol
pt_br: Ocultar Símbolo da Moeda

source: Hide Customer's Tax ID from Sales Transactions
pt_br: Ocultar o Identificação Fiscal do Cliente das Transações de Venda

source: Hide Images
pt_br: Ocultar Imagens

source: Hide Unavailable Items
pt_br: Ocultar Itens Indisponíveis

source: Hide timesheets
pt_br: Ocultar folhas de ponto

source: High
pt_br: Alto

source: Higher the number, higher the priority
pt_br: Quanto maior o número, maior a prioridade

source: History In Company
pt_br: Histórico na Empresa

source: Hold
pt_br: Reter

source: Hold Invoice
pt_br: Reter Fatura

source: Hold Type
pt_br: Tipo de Retenção

source: Holiday
pt_br: Feriado

source: Holiday Date {0} added multiple times
pt_br: Data de Feriado {0} adicionada múltiplas vezes

source: Holiday List
pt_br: Lista de Feriados

source: Holiday List Name
pt_br: Nome da Lista de Feriados

source: Holidays
pt_br: Feriados

source: Home
pt_br: Início

source: Homepage
pt_br: Página Inicial

source: Homepage Section
pt_br: Seção da Página Inicial

source: Homepage Section Card
pt_br: Cartão de Seção da Página Inicial

source: Homepage Slideshow
pt_br: Slideshow da Página Inicial

source: Horsepower
pt_br: Cavalo-Vapor (HP)

source: Horsepower-Hours
pt_br: Cavalo-Vapor Hora

source: Hour
pt_br: Hora

source: Hour Rate
pt_br: Valor por Hora

source: Hourly
pt_br: Por Hora

source: Hours
pt_br: Horas

source: Hours Spent
pt_br: Horas Gastas

source: How frequently?
pt_br: Com que frequência?

source: How often should Project and Company be updated based on Sales Transactions?
pt_br: Com que frequência o Projeto e a Empresa devem ser atualizados com base nas Transações de Vendas?

source: How often should Project be updated of Total Purchase Cost ?
pt_br: Com que frequência o Projeto deve ser atualizado com o Custo Total de Compra?

source: How to Navigate in ERPNext
pt_br: Como Navegar no Dut ERP

source: Human Resources
pt_br: Recursos Humanos

source: IP Address
pt_br: Endereço IP

source: Iches Of Water
pt_br: Polegadas d'Água

source: Identification of the package for the delivery (for print)
pt_br: Identificação do pacote para a entrega (para impressão)

source: Identifying Decision Makers
pt_br: Identificação de Decisores

source: Idle
pt_br: Inativo

source: If "Months" is selected, a fixed amount will be booked as deferred revenue or expense for each month irrespective of the number of days in a month. It will be prorated if deferred revenue or expense is not booked for an entire month
pt_br: Se "Meses" for selecionado, um valor fixo será registrado como receita ou despesa diferida para cada mês, independentemente do número de dias em um mês. Será rateado se a receita ou despesa diferida não for registrada para um mês inteiro

source: If <b>Enabled</b> - Reconciliation happens on the <b>Advance Payment posting date</b><br> If <b>Disabled</b> - Reconciliation happens on oldest of 2 Dates: <b>Invoice Date</b> or the <b>Advance Payment posting date</b><br>
pt_br: Se <b>Habilitado</b> - A conciliação ocorre na <b>data de lançamento do Adiantamento</b><br> Se <b>Desabilitado</b> - A conciliação ocorre na mais antiga das duas datas: <b>Data da Fatura</b> ou <b>data de lançamento do Adiantamento</b><br>

source: If Auto Opt In is checked, then the customers will be automatically linked with the concerned Loyalty Program (on save)
pt_br: Se a opção Aceitação automática estiver marcada, os clientes serão automaticamente vinculados ao Programa de fidelidade em questão (quando salvo)

source: If Income or Expense
pt_br: Se Receita Ou Despesa

source: If an operation is divided into sub operations, they can be added here.
pt_br: Se uma operação for dividida em suboperações, elas podem ser adicionadas aqui.

source: If blank, parent Warehouse Account or company default will be considered in transactions
pt_br: Se em branco, a Conta do Armazém pai ou a conta padrão da empresa serão consideradas nas transações

source: If checked, Rejected Quantity will be included while making Purchase Invoice from Purchase Receipt.
pt_br: Se marcada, a Quantidade Rejeitada será incluída ao gerar a Fatura de Compra a partir do Recebimento de Compra.

source: If checked, Stock will be reserved on <b>Submit</b>
pt_br: Se marcada, o Estoque será reservado ao <b>Submeter</b>.

source: If checked, picked qty won't automatically be fulfilled on submit of pick list.
pt_br: Se marcada, a quantidade separada não será automaticamente atendida ao submeter a lista de separação.

source: If checked, the tax amount will be considered as already included in the Paid Amount in Payment Entry
pt_br: Se marcado, o valor do imposto será considerado já incluído no Valor Pago no Lançamento de Pagamento

source: If checked, the tax amount will be considered as already included in the Print Rate / Print Amount
pt_br: Se marcada, a alíquota de imposto será considerada como já incluída na Taxa de Impressão/Valor de Impressão

source: If checked, we will create demo data for you to explore the system. This demo data can be erased later.
pt_br: Se marcada, criaremos dados de demonstração para você explorar o sistema. Esses dados podem ser apagados posteriormente.

source: If different than customer address
pt_br: Se diferente do endereço do cliente

source: If disable, 'In Words' field will not be visible in any transaction
pt_br: Se desabilitado, o campo 'Por Extenso' não será visível em nenhuma transação

source: If disable, 'Rounded Total' field will not be visible in any transaction
pt_br: Se desabilitado, o campo 'Total Arredondado' não será visível em nenhuma transação

source: If enabled then system won't apply the pricing rule on the delivery note which will be create from the pick list
pt_br: Se habilitado, o sistema não aplicará a regra de precifição na nota de entrega que será criada a partir da lista de separação.

source: If enabled then system won't override the picked qty / batches / serial numbers / warehouse.
pt_br: Se habilitado, o sistema não substituirá a quantidade separada/lotes/números de série/armazém.

source: If enabled, a print of this document will be attached to each email
pt_br: Se habilitado, uma cópia impressa deste documento será anexada a cada e-mail.

source: If enabled, additional ledger entries will be made for discounts in a separate Discount Account
pt_br: Se habilitado, lançamentos adicionais no razão serão feitos para descontos em uma Conta de Desconto separada.

source: If enabled, all files attached to this document will be attached to each email
pt_br: Se habilitado, todos os arquivos anexados a este documento serão anexados a cada e-mail.

source: If enabled, do not update serial / batch values in the stock transactions on creation of auto Serial / Batch Bundle.
pt_br: Se habilitado, não atualize os valores de série/lote nas transações de estoque durante a criação do pacote automático de Série/Lote.

source: If enabled, ledger entries will be posted for change amount in POS transactions
pt_br: Se habilitado, as lançamentos no razão serão registrados para o valor de troco em transações de PDV

source: If enabled, system will set incoming rate as zero for stand-alone credit notes with expired batch item.
pt_br: Se habilitado, o sistema definirá o custo de entrada como zero para notas de crédito avulsas com itens de lote vencido.

source: If enabled, the consolidated invoices will have rounded total disabled
pt_br: Se habilitado, as faturas consolidadas terão o total arredondado desabilitado.

source: If enabled, the item rate won't adjust to the valuation rate during internal transfers, but accounting will still use the valuation rate.
pt_br: Se habilitado, o valor do item não será ajustado ao custo unitário durante as transferências internas, mas a contabilidade ainda usará o custo unitário.

source: If enabled, the source and target warehouse in the Material Transfer Stock Entry must be different else an error will be thrown. If inventory dimensions are present, same source and target warehouse can be allowed but atleast any one of the inventory dimension fields must be different.
pt_br: Se habilitado, os armazéns de origem e destino no Lançamento de Transferência de Estoque devem ser diferentes, caso contrário, um erro será exibido. Se houver dimensões de inventário presentes, o mesmo armazém de origem e destino pode ser permitido, desde que ao menos um dos campos de dimensão de inventário seja diferente.

source: If enabled, the system will allow negative stock entries for the batch, but this could calculate the valuation rate incorrectly, so avoid using this option.
pt_br: Se habilitado, o sistema permitirá lançamentos de estoque negativos para o lote, mas isso pode calcular o custo unitário incorretamente; portanto, evite utilizar esta opção

source: If enabled, the system will allow selecting UOMs in sales and purchase transactions only if the conversion rate is set in the item master.
pt_br: Se habilitado, o sistema permitirá selecionar Unidades de Medida (UDMs) em transações de venda e compra somente se a taxa de conversão estiver definida no cadastro do item.

source: If enabled, the system will create material requests even if the stock exists in the 'Raw Materials Warehouse'.
pt_br: Se habilitado, o sistema criará requisições de material mesmo que o estoque exista no 'Armazém de Matérias-Primas'.

source: If enabled, the system will generate an accounting entry for materials rejected in the Purchase Receipt.
pt_br: Se habilitado, o sistema irá gerar um lançamento contábil para materiais rejeitados no Recebimento de Compra.

source: If enabled, the system will use the moving average valuation method to calculate the valuation rate for the batched items and will not consider the individual batch-wise incoming rate.
pt_br: Se habilitado, o sistema usará o método de avaliação de média móvel para calcular o custo unitário para os itens em lotes e não considerará o valor de entrada individual por lote.

source: If enabled, then system will only validate the pricing rule and not apply automatically. User has to manually set the discount percentage / margin / free items to validate the pricing rule
pt_br: Se habilitado, o sistema apenas validará a regra de precificação e não a aplicará automaticamente. O usuário deve definir manualmente o percentual de desconto/margem/itens gratuitos para validar a regra de precificação

source: If item is a variant of another item then description, image, pricing, taxes etc will be set from the template unless explicitly specified
pt_br: Se o item é uma variante de outro, então a descrição, imagem, precificação, impostos etc serão definidos a partir do modelo, a menos que seja especificado explicitamente

source: If mentioned, the system will allow only the users with this Role to create or modify any stock transaction earlier than the latest stock transaction for a specific item and warehouse. If set as blank, it allows all users to create/edit back-dated transactions.
pt_br: Se mencionado, o sistema permitirá que apenas os usuários com este Cargo criem ou modifiquem qualquer transação de estoque anterior à transação mais recente para um item e armazém específicos. Se deixado em branco, permite que todos os usuários criem/editem transações retroativas.

source: If more than one package of the same type (for print)
pt_br: Se mais do que uma embalagem do mesmo tipo (para impressão)

source: If no taxes are set, and Taxes and Charges Template is selected, the system will automatically apply the taxes from the chosen template.
pt_br: Se nenhum imposto for definido e o Modelo de Impostos e Encargos for selecionado, o sistema aplicará automaticamente os impostos do modelo escolhido.

source: If not, you can Cancel / Submit this entry
pt_br: Se não, você pode Cancelar/Submeter este lançamento

source: If rate is zero then item will be treated as "Free Item"
pt_br: Se o valor é zero, o item será tratado como "Item Gratuito"

source: If set, the system does not use the user's Email or the standard outgoing Email account for sending request for quotations.
pt_br: Se configurado, o sistema não usará o e-mail do usuário ou a conta de e-mail padrão para enviar requisição de cotações.

source: If subcontracted to a vendor
pt_br: Se subcontratada a um fornecedor

source: If the BOM results in Scrap material, the Scrap Warehouse needs to be selected.
pt_br: Se a Lista de Materiais (BOM) resultar em material de sucata, o Armazém de Sucata precisa ser selecionado.

source: If the account is frozen, entries are allowed to restricted users.
pt_br: Se a conta estiver congelada, lançamentos são permitidos apenas para usuários restritos.

source: If the item is transacting as a Zero Valuation Rate item in this entry, please enable 'Allow Zero Valuation Rate' in the {0} Item table.
pt_br: Se o item estiver sendo transacionado com Custo Unitário Zero neste lançamento, por favor, habilite 'Permitir Custo Unitário Zero' na tabela de Itens {0}.

source: If the selected BOM has Operations mentioned in it, the system will fetch all Operations from BOM, these values can be changed.
pt_br: Se a Lista de Materiais (BOM) selecionada tiver operações mencionadas, o sistema buscará todas as operações da BOM, esses valores podem ser alterados.

source: If there is no assigned timeslot, then communication will be handled by this group
pt_br: Se não houver disponibilidade de horário atribuída, a comunicação será tratada por este grupo

source: If there is no title column, use the code column for the title.
pt_br: Se não houver coluna de título, use a coluna de código como título.

source: If this checkbox is checked, paid amount will be splitted and allocated as per the amounts in payment schedule against each payment term
pt_br: Se esta caixa de seleção estiver marcada, o valor pago será dividido e alocado de acordo com os valores no cronograma de pagamento contra cada condição de pagamento

source: If this checkbox is enabled, then the system won’t run the MRP for the available sub-assembly items.
pt_br: Se esta caixa de seleção estiver habilitada, o sistema não executará o Plano de Solicitação de Materiais para os itens de submontagem disponíveis.

source: If this is checked subsequent new invoices will be created on calendar month and quarter start dates irrespective of current invoice start date
pt_br: Se esta opção for marcada, as novas faturas subsequentes serão criadas nas datas iniciais do mês e do trimestre do calendário, independentemente da data de início da fatura atual

source: If this is unchecked Journal Entries will be saved in a Draft state and will have to be submitted manually
pt_br: Se esta opção estiver desmarcada, os Lançamentos Contábeis serão salvos no status Rascunho e terão que ser submetidos manualmente.

source: If this is unchecked, direct GL entries will be created to book deferred revenue or expense
pt_br: Se esta opção estiver desmarcada, os lançamentos diretos no razão serão criados para registrar receitas ou despesas diferidas

source: If this is undesirable please cancel the corresponding Payment Entry.
pt_br: Se isso não for desejável, por favor, cancele o Lançamento de Pagamento correspondente.

source: If this item has variants, then it cannot be selected in sales orders etc.
pt_br: Se este item tem variantes, então ele não pode ser selecionado em pedidos de venda etc.

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice or Receipt without creating a Purchase Order first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Order' checkbox in the Supplier master.
pt_br: Se esta opção estiver configurada como 'Sim', o Dut ERP impedirá que você crie uma fatura ou recebimento de compra sem criar um pedido de compra primeiro. Esta configuração pode ser substituída por um fornecedor específico habilitando a caixa de seleção 'Permitir Criação de Fatura de Compra Sem Recebimento de Compra' no cadastro de Fornecedores.

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice without creating a Purchase Receipt first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Receipt' checkbox in the Supplier master.
pt_br: Se esta opção estiver configurada como 'Sim', o Dut ERP impedirá que você crie uma fatura de compra sem criar um recebimento de compra primeiro. Esta configuração pode ser substituída por um fornecedor específico habilitando a caixa de seleção 'Permitir Criação de Fatura de Compra Sem Recebimento de Compra' no cadastro de Fornecedores.

source: If ticked, multiple materials can be used for a single Work Order. This is useful if one or more time consuming products are being manufactured.
pt_br: Se marcado, múltiplos materiais poderão ser usados em uma única Ordem de Produção. Isso é útil se um ou mais produtos com processos de fabricação longos estiverem sendo fabricados.

source: If ticked, the BOM cost will be automatically updated based on Valuation Rate / Price List Rate / last purchase rate of raw materials.
pt_br: Se marcado, o custo da Lista de Materiais (BOM) será atualizado automaticamente com base no Custo Unitário/Preço de Tabela/último valor de compra de matérias-primas.

source: If unlimited expiry for the Loyalty Points, keep the Expiry Duration empty or 0.
pt_br: Se a validação for ilimitada para os Pontos de Fidelidade, mantenha a Duração de Validade vazia ou 0.

source: If yes, then this warehouse will be used to store rejected materials
pt_br: Se sim, este armazém será usado para armazenar materiais rejeitados.

source: If you are maintaining stock of this Item in your Inventory, ERPNext will make a stock ledger entry for each transaction of this item.
pt_br: Se você estiver mantendo o estoque deste Item no seu Inventário, o Dut ERP registrará um lançamento no razão de estoque para cada transação deste item.

source: If you need to reconcile particular transactions against each other, then please select accordingly. If not, all the transactions will be allocated in FIFO order.
pt_br: Se você precisar reconciliar transações específicas umas contra as outras, selecione-as adequadamente. Caso contrário, todas as transações serão alocadas na ordem FIFO.

source: If you still want to proceed, please disable 'Skip Available Sub Assembly Items' checkbox.
pt_br: Se você ainda quiser prosseguir, por favor, desabilite a caixa de seleção 'Ignorar Itens de Submontagem Disponíveis'.

source: If you still want to proceed, please enable {0}.
pt_br: Se você ainda quiser prosseguir, por favor, habilite {0}.

source: If you {0} {1} quantities of the item {2}, the scheme {3} will be applied on the item.
pt_br: Se você {0} {1} quantidades do item {2}, o esquema {3} será aplicado ao item.

source: If you {0} {1} worth item {2}, the scheme {3} will be applied on the item.
pt_br: Se você {0} {1} vale um item {2}, o esquema {3} será aplicado ao item.

source: If your CSV uses a different delimiter, add that character here, ensuring no spaces or additional characters are included.
pt_br: Se seu CSV usar um delimitador diferente, adicione esse caractere aqui, garantindo que não haja espaços ou caracteres adicionais.

source: Ignore
pt_br: Ignorar

source: Ignore Account Closing Balance
pt_br: Ignorar Saldo de Fechamento de Conta

source: Ignore Available Stock
pt_br: Ignorar Estoque Disponível

source: Ignore Closing Balance
pt_br: Ignorar Saldo de Fechamento

source: Ignore Default Payment Terms Template
pt_br: Ignorar Modelo de Condições de Pagamento Padrão

source: Ignore Employee Time Overlap
pt_br: Ignorar Sobreposição de Horário do Colaborador

source: Ignore Empty Stock
pt_br: Ignorar Estoque Vazio

source: Ignore Exchange Rate Revaluation and Gain / Loss Journals
pt_br: Ignorar Reavaliação de Taxa de Câmbio e Lançamentos Contábeis de Ganho/Perda

source: Ignore Existing Ordered Qty
pt_br: Ignorar Quantidade Pedida Existente

source: Ignore Existing Projected Quantity
pt_br: Ignorar Quantidade Projetada Existente

source: Ignore Is Opening check for reporting
pt_br: Ignorar verificação de 'É Abertura' para relatórios

source: Ignore Pricing Rule
pt_br: Ignorar Regra de Precificação

source: Ignore Pricing Rule is enabled. Cannot apply coupon code.
pt_br: A opção Ignorar Regra de Precificação está habilitada. Não é possível aplicar o código de cupom.

source: Ignore System Generated Credit / Debit Notes
pt_br: Ignorar Notas de Crédito/Débito Geradas pelo Sistema

source: Ignore User Time Overlap
pt_br: Ignorar Sobreposição de Horário do Usuário

source: Ignore Voucher Type filter and Select Vouchers Manually
pt_br: Ignorar filtro Tipo de Comprovante e Selecionar Comprovantes Manualmente

source: Ignore Workstation Time Overlap
pt_br: Ignorar Sobreposição de Horário da Estação de Trabalho

source: Ignores legacy Is Opening field in GL Entry that allows adding opening balance post the system is in use while generating reports
pt_br: Ignora o campo legado 'É Abertura' no Lançamento no Razão Geral, que permite adicionar o saldo inicial após o sistema estar em uso ao gerar relatórios

source: Image
pt_br: Imagem

source: Image View
pt_br: Visualização de Imagem

source: Image in the description has been removed. To disable this behavior, uncheck "{0}" in {1}.
pt_br: A imagem na descrição foi removida. Para desabilitar este comportamento, desmarque "{0}" em {1}.

source: Impairment
pt_br: Redução ao Valor Recuperável (Impairment)

source: Implementation Partner
pt_br: Parceiro de Implementação

source: Import
pt_br: Importar

source: Import Chart of Accounts from a csv file
pt_br: Importar Plano de Contas de um arquivo CSV

source: Import Data
pt_br: Importar Dados
