Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Mobile No
pt_br: Número de Celular

source: Mobile Number
pt_br: Número de Celular

source: Mobile:
pt_br: Celular:

source: Mode Of Payment
pt_br: Forma de Pagamento

source: Mode of Payment
pt_br: Forma de Pagamento

source: Mode of Payment Account
pt_br: Conta da Forma de Pagamento

source: Mode of Payments
pt_br: Forma de Pagamentos

source: Model
pt_br: Modelo

source: Modes of Payment
pt_br: Formas de Pagamento

source: Modified By
pt_br: Modificado Por

source: Modified On
pt_br: Modificado Em

source: Module Settings
pt_br: Configurações de Módulo

source: Monday
pt_br: Segunda-feira

source: Monitor Progress
pt_br: Monitorar o Progresso

source: Monitor for Last 'X' days
pt_br: Monitorar pelos Últimos 'X' Dias

source: Monitoring Frequency
pt_br: Frequência de Monitoramento

source: Month
pt_br: Mês

source: Month(s) after the end of the invoice month
pt_br: Mês (s) após o final do mês da factura

source: Monthly
pt_br: Mensal

source: Monthly Completed Work Orders
pt_br: Ordens de Produção Concluídas Mensalmente

source: Monthly Distribution
pt_br: Distribuição Mensal

source: Monthly Distribution Percentage
pt_br: Distribuição Percentual Mensal

source: Monthly Distribution Percentages
pt_br: Percentagens Distribuição Mensal

source: Monthly Quality Inspections
pt_br: Inspeções Mensais de Qualidade

source: Monthly Rate
pt_br: Taxa Mensal

source: Monthly Sales Target
pt_br: Meta de Vendas Mensais

source: Monthly Total Work Orders
pt_br: Total Mensal de Ordens de Produção

source: Months
pt_br: Meses

source: More Info
pt_br: Mais Informações

source: More Information
pt_br: Mais Informações

source: More details
pt_br: Mais detalhes

source: More/Less than 12 months.
pt_br: Mais/menos de 12 meses.

source: Motion Picture & Video
pt_br: Cinema & Vídeo

source: Move
pt_br: Mover

source: Move Item
pt_br: Mover Item

source: Move Stock
pt_br: Mover Estoque

source: Move to Cart
pt_br: Mover para o Carrinho

source: Movement
pt_br: Movimento

source: Moving Average
pt_br: Média Móvel

source: Moving up in tree ...
pt_br: Subindo na árvore...

source: Multi Currency
pt_br: Multimoeda

source: Multi-level BOM Creator
pt_br: Criador de Lista de Materiais (BOM) Multinível

source: Multiple Loyalty Programs found for Customer {}. Please select manually.
pt_br: Múltiplos Programas de Fidelidade encontrados para o Cliente {}. Por favor, selecione manualmente.

source: Multiple Price Rules exists with same criteria, please resolve conflict by assigning priority. Price Rules: {0}
pt_br: Múltiplas Regras de Precificação existem com o mesmo critério. Por favor, resolva o conflito atribuindo prioridade. Regras de Precificação: {0}

source: Multiple Tier Program
pt_br: Programa de Múltiplos Níveis

source: Multiple Variants
pt_br: Múltiplas Variantes

source: Multiple Warehouse Accounts
pt_br: Múltiplas Contas de Armazém

source: Multiple fiscal years exist for the date {0}. Please set company in Fiscal Year
pt_br: Múltiplos anos fiscais existem para a data {0}. Por favor, defina a empresa no Ano Fiscal

source: Multiple items cannot be marked as finished item
pt_br: Múltiplos itens não podem ser marcados como item finalizado

source: Music
pt_br: Música

source: Must be Whole Number
pt_br: Deve Ser Número Inteiro

source: Must be a publicly accessible Google Sheets URL and adding Bank Account column is necessary for importing via Google Sheets
pt_br: Deve ser uma URL do Planilhas Google acessível publicamente, e adicionar a coluna de Conta Bancária é necessário para importar via Planilhas Google

source: Mute Email
pt_br: Silenciar E-mail

source: Name
pt_br: Nome

source: Name and Employee ID
pt_br: Nome e ID do Colaborador

source: Name of Beneficiary
pt_br: Nome do Beneficiário

source: Name of new Account. Note: Please don't create accounts for Customers and Suppliers
pt_br: Nome da nova Conta. Nota: Por favor, não crie contas para Clientes e Fornecedores

source: Name of the Monthly Distribution
pt_br: Nome da Distribuição Mensal

source: Named Place
pt_br: Local Nomeado

source: Naming Series
pt_br: Série de Nomenclatura

source: Naming Series Prefix
pt_br: Prefixo da Série de Nomenclatura

source: Naming Series and Price Defaults
pt_br: Série de Nomenclatura e Padrões de Preço

source: Naming Series is mandatory
pt_br: Série de Nomenclatura é obrigatória

source: Nanogram/Litre
pt_br: Nanograma/Litro

source: Nanometer
pt_br: Nanômetro

source: Nanosecond
pt_br: Nanossegundo

source: Natural Gas
pt_br: Gás Natural

source: Needs Analysis
pt_br: Análise de Necessidades

source: Negative Quantity is not allowed
pt_br: Quantidade negativa não é permitida

source: Negative Stock Error
pt_br: Erro de Estoque Negativo

source: Negative Valuation Rate is not allowed
pt_br: Custo Unitário negativo não é permitido

source: Negotiation/Review
pt_br: Negociação/Revisão

source: Net Amount
pt_br: Valor Líquido

source: Net Amount (Company Currency)
pt_br: Valor Líquido (Moeda da Empresa)

source: Net Asset value as on
pt_br: Valor Contábil Líquido em

source: Net Cash from Financing
pt_br: Caixa Líquido de Financiamento

source: Net Cash from Investing
pt_br: Caixa Líquido de Investimento

source: Net Cash from Operations
pt_br: Caixa Líquido de Operações

source: Net Change in Accounts Payable
pt_br: Variação Líquida em Contas a Pagar

source: Net Change in Accounts Receivable
pt_br: Variação Líquida em Contas a Receber

source: Net Change in Cash
pt_br: Variação Líquida em Caixa

source: Net Change in Equity
pt_br: Variação Líquida em Patrimônio Líquido

source: Net Change in Fixed Asset
pt_br: Variação Líquida em Ativo Imobilizado

source: Net Change in Inventory
pt_br: Variação Líquida no Inventário

source: Net Hour Rate
pt_br: Valor Líquido por Hora

source: Net Profit
pt_br: Lucro Líquido

source: Net Profit Ratio
pt_br: Índice de Lucro Líquido

source: Net Profit/Loss
pt_br: Lucro/Prejuízo Líquido

source: Net Purchase Amount
pt_br: Valor Líquido de Compra

source: Net Rate
pt_br: Valor Unitário Líquido

source: Net Rate (Company Currency)
pt_br: Valor Unitário Líquido (Moeda da Empresa)

source: Net Total
pt_br: Total Líquido

source: Net Total (Company Currency)
pt_br: Total Líquido (Moeda da Empresa)

source: Net Weight
pt_br: Peso Líquido

source: Net Weight UOM
pt_br: UDM do Peso Líquido

source: Net total calculation precision loss
pt_br: Perda de precisão no cálculo do total líquido

source: New
pt_br: Novo(a)

source: New Account Name
pt_br: Nome da Nova Conta

source: New Asset Value
pt_br: Novo Valor do Ativo

source: New Assets (This Year)
pt_br: Novos Ativos (Este Ano)

source: New BOM
pt_br: Nova Lista de Materiais (BOM)

source: New Balance In Account Currency
pt_br: Novo Saldo na Moeda da Conta

source: New Balance In Base Currency
pt_br: Novo Saldo na Moeda Base

source: New Batch ID (Optional)
pt_br: Novo ID do Lote (Opcional)

source: New Batch Qty
pt_br: Nova Qtd. de Lote

source: New Company
pt_br: Nova Empresa

source: New Cost Center Name
pt_br: Novo Nome do Centro de Custo

source: New Customer Revenue
pt_br: Receita de Novos Clientes

source: New Customers
pt_br: Novos Clientes

source: New Department
pt_br: Novo Departamento

source: New Employee
pt_br: Novo Colaborador(a)

source: New Event
pt_br: Novo Evento

source: New Exchange Rate
pt_br: Nova Taxa de Câmbio

source: New Expenses
pt_br: Novas Despesas

source: New Income
pt_br: Novas Receitas

source: New Journal Entry will be posted for the difference amount. The Posting Date can be modified.
pt_br: Um novo Lançamento Contábil será gerado para o valor da diferença. A Data de Lançamento pode ser modificada.

source: New Location
pt_br: Nova Localização

source: New Note
pt_br: Nova Nota

source: New Purchase Invoice
pt_br: Nova Fatura de Compra

source: New Purchase Orders
pt_br: Novos Pedidos de Compra

source: New Quality Procedure
pt_br: Novo Procedimento de Qualidade

source: New Quotations
pt_br: Novas Cotações

source: New Sales Invoice
pt_br: Nova Fatura de Venda

source: New Sales Orders
pt_br: Novos Pedidos de Venda

source: New Sales Person Name
pt_br: Nome do Novo Vendedor

source: New Serial No cannot have Warehouse. Warehouse must be set by Stock Entry or Purchase Receipt
pt_br: O Novo Número de Série não pode ter Armazém. O Armazém deve ser definido por Lançamento de Estoque ou Recebimento de Compra

source: New Task
pt_br: Nova Tarefa

source: New Version
pt_br: Nova Versão

source: New Warehouse Name
pt_br: Nome do Novo Armazém

source: New Workplace
pt_br: Novo Local de Trabalho

source: New credit limit is less than current outstanding amount for the customer. Credit limit has to be atleast {0}
pt_br: O novo limite de crédito é menor que o valor pendente atual para o cliente. O limite de crédito deve ser de pelo menos {0}

source: New invoices will be generated as per schedule even if current invoices are unpaid or past due date
pt_br: Novas faturas serão geradas de acordo com o cronograma mesmo se as faturas atuais não forem pagas ou vencidas

source: New release date should be in the future
pt_br: A nova data de lançamento deve estar no futuro

source: New task
pt_br: Nova tarefa

source: New {0} pricing rules are created
pt_br: {0} novas regras de precificação foram criadas

source: Newsletter
pt_br: Boletim Informativo

source: Newspaper Publishers
pt_br: Editoras de Jornais

source: Next
pt_br: Próximo

source: Next Depreciation Date
pt_br: Próxima Data de Depreciação

source: Next Due Date
pt_br: Próxima Data de Vencimento

source: Next email will be sent on:
pt_br: Próximo e-mail será enviado em:

source: No
pt_br: Não

source: No Account matched these filters: {}
pt_br: Nenhuma Conta corresponde a esses filtros: {}

source: No Action
pt_br: Nenhuma Ação

source: No Answer
pt_br: Sem Resposta

source: No Customer found for Inter Company Transactions which represents company {0}
pt_br: Nenhum Cliente encontrado para Transações Interempresariais que representem a empresa {0}

source: No Customers found with selected options.
pt_br: Nenhum Cliente encontrado com as opções selecionadas.

source: No Data
pt_br: Sem Dados

source: No Delivery Note selected for Customer {}
pt_br: Nenhuma Nota de Entrega selecionada para o Cliente {}

source: No Item with Barcode {0}
pt_br: Nenhum Item com Código de Barras {0}

source: No Item with Serial No {0}
pt_br: Nenhum Item com Número de Série {0}

source: No Items selected for transfer.
pt_br: Nenhum Item selecionado para transferência.

source: No Items with Bill of Materials to Manufacture
pt_br: Não há Itens com Lista de Materiais para Fabricação

source: No Items with Bill of Materials.
pt_br: Nenhum Item com Lista de Materiais (BOM).

source: No Matching Bank Transactions Found
pt_br: Nenhuma Transação Bancária Correspondente Encontrada

source: No Notes
pt_br: Sem Notas

source: No Outstanding Invoices found for this party
pt_br: Nenhuma Fatura Pendente encontrada para esta parte

source: No POS Profile found. Please create a New POS Profile first
pt_br: Nenhum Perfil de PDV encontrado. Por favor, crie um Novo Perfil de PDV primeiro

source: No Permission
pt_br: Sem Permissão

source: No Purchase Orders were created
pt_br: Nenhuma Ordem de Compra foi criada

source: No Records for these settings.
pt_br: Nenhum Registro para essas configurações.

source: No Remarks
pt_br: Sem Observações

source: No Selection
pt_br: Nenhuma Seleção

source: No Serial / Batches are available for return
pt_br: Nenhum Número de Série/Lote disponível para devolução

source: No Stock Available Currently
pt_br: Nenhum Estoque Disponível Atualmente

source: No Summary
pt_br: Sem Resumo

source: No Supplier found for Inter Company Transactions which represents company {0}
pt_br: Nenhum Fornecedor encontrado para Transações Interempresariais que represente a empresa {0}

source: No Tax Withholding data found for the current posting date.
pt_br: Nenhum dado de Retenção de Imposto foi encontrado para a data de lançamento atual.

source: No Terms
pt_br: Sem Termos

source: No Unreconciled Invoices and Payments found for this party and account
pt_br: Nenhuma Fatura ou Pagamento Não Reconciliado encontrado para esta parte e conta

source: No Unreconciled Payments found for this party
pt_br: Nenhum Pagamento não reconciliado encontrado para esta parte

source: No Work Orders were created
pt_br: Nenhuma Ordem de Produção foi criada

source: No accounting entries for the following warehouses
pt_br: Nenhum lançamento contábil para os seguintes armazéns

source: No active BOM found for item {0}. Delivery by Serial No cannot be ensured
pt_br: Nenhuma Lista de Materiais (BOM) ativa encontrada para o item {0}. A Entrega por Número de Série não pode ser garantida

source: No additional fields available
pt_br: Nenhum campo adicional disponível

source: No billing email found for customer: {0}
pt_br: Nenhum e-mail de faturamento encontrado para o cliente: {0}

source: No contacts with email IDs found.
pt_br: Nenhum contato com e-mail encontrado.

source: No data for this period
pt_br: Nenhum dado para este período

source: No data found. Seems like you uploaded a blank file
pt_br: Nenhum dado encontrado. Parece que você carregou um arquivo em branco

source: No data to export
pt_br: Nenhum dado para exportar

source: No description given
pt_br: Nenhuma descrição fornecida

source: No email found for {0} {1}
pt_br: Nenhum e-mail encontrado para {0} {1}

source: No employee was scheduled for call popup
pt_br: Nenhum colaborador foi agendado para o pop-up de chamada

source: No failed logs
pt_br: Nenhum registro de falha

source: No item available for transfer.
pt_br: Nenhum item disponível para transferência.

source: No items are available in sales orders {0} for production
pt_br: Nenhum item disponível nos pedidos de venda {0} para produção

source: No items are available in the sales order {0} for production
pt_br: Nenhum item disponível no pedido de venda {0} para produção

source: No items found. Scan barcode again.
pt_br: Nenhum item encontrado. Escaneie o código de barras novamente.

source: No items in cart
pt_br: Nenhum item no carrinho

source: No matches occurred via auto reconciliation
pt_br: Nenhuma conciliação ocorreu via conciliação automática

source: No material request created
pt_br: Nenhuma requisição de material criada

source: No more children on Left
pt_br: Não há mais filhos à Esquerda

source: No more children on Right
pt_br: Não há mais filhos à Direita

source: No of Docs
pt_br: Número de Documentos

source: No of Employees
pt_br: Número de Colaboradores

source: No of Interactions
pt_br: Número de Interações

source: No of Months (Expense)
pt_br: Número de Meses (Despesa)

source: No of Months (Revenue)
pt_br: Número de Meses (Receita)

source: No of Requested SMS
pt_br: Nº de SMS Solicitados

source: No of Sent SMS
pt_br: Nº de SMS Enviados

source: No of Shares
pt_br: Nº de Ações

source: No of Visits
pt_br: Nº de Visitas

source: No open POS Opening Entry found for POS Profile {0}.
pt_br: Nenhum Lançamento de Abertura de PDV encontrado para o Perfil de PDV {0}.

source: No open event
pt_br: Nenhum evento aberto

source: No open task
pt_br: Nenhuma tarefa aberta

source: No outstanding invoices found
pt_br: Nenhuma fatura pendente encontrada

source: No outstanding invoices require exchange rate revaluation
pt_br: Nenhuma fatura pendente requer reavaliação da taxa de câmbio

source: No outstanding {0} found for the {1} {2} which qualify the filters you have specified.
pt_br: Nenhum {0} pendente encontrado para o {1} {2} que atenda aos filtros especificados.

source: No pending Material Requests found to link for the given items.
pt_br: Nenhuma Requisição de Material pendente encontrada para vincular aos itens fornecidos.

source: No primary email found for customer: {0}
pt_br: Nenhum e-mail principal encontrado para o cliente: {0}

source: No products found.
pt_br: Nenhum produto encontrado.

source: No recent transactions found
pt_br: Nenhuma transação recente encontrada

source: No recipients found for campaign {0}
pt_br: Nenhum destinatário encontrado para a campanha {0}

source: No record found
pt_br: Nenhum registro encontrado

source: No records found in Allocation table
pt_br: Nenhum registro encontrado na tabela de Alocação

source: No records found in the Invoices table
pt_br: Nenhum registro encontrado na tabela de Faturas

source: No records found in the Payments table
pt_br: Nenhum registro encontrado na tabela de Pagamentos

source: No stock ledger entries were created. Please set the quantity or valuation rate for the items properly and try again.
pt_br: Nenhum lançamento no razão de estoque foi criado. Por favor, defina a quantidade ou o custo unitário para os itens corretamente e tente novamente.

source: No stock transactions can be created or modified before this date.
pt_br: Nenhuma transação de estoque pode ser criada ou modificada antes desta data.

source: No values
pt_br: Sem valores

source: No {0} Accounts found for this company.
pt_br: Nenhuma Conta {0} encontrada para esta empresa.

source: No {0} found for Inter Company Transactions.
pt_br: Nenhum {0} encontrado para Transações Interempresariais.

source: No.
pt_br: Nº

source: No. of Employees
pt_br: Nº de Colaboradores

source: No. of parallel job cards which can be allowed on this workstation. Example: 2 would mean this workstation can process production for two Work Orders at a time.
pt_br: Nº de fichas de produção paralelas permitidas na estação de trabalho. Exemplo: 2 significaria que a estação de trabalho consegue realizar o processo de produção para duas Ordens de Produção ao mesmo tempo.

source: Non Conformance
pt_br: Não Conformidade

source: Non Depreciable Category
pt_br: Categoria Não Depreciável

source: Non Profit
pt_br: Sem Fins Lucrativos

source: Non stock items
pt_br: Itens não estocáveis

source: Non-Zeros
pt_br: Diferentes de Zero

source: None
pt_br: Nenhum

source: None of the items have any change in quantity or value.
pt_br: Nenhum dos itens apresenta alteração na quantidade ou valor.

source: Nos
pt_br: Números

source: Not Allowed
pt_br: Não Permitido

source: Not Applicable
pt_br: Não Aplicável

source: Not Available
pt_br: Não Disponível

source: Not Billed
pt_br: Não Faturado

source: Not Delivered
pt_br: Não Entregue

source: Not Permitted
pt_br: Não Permitido

source: Not Specified
pt_br: Não Especificado

source: Not Started
pt_br: Não Iniciado

source: Not able to find the earliest Fiscal Year for the given company.
pt_br: Não foi possível encontrar o Ano Fiscal mais antigo para a empresa fornecida.

source: Not active
pt_br: Inativo

source: Not allow to set alternative item for the item {0}
pt_br: Não é permitido definir um item alternativo para o item {0}

source: Not allowed to create accounting dimension for {0}
pt_br: Não é permitido criar dimensão contábil para {0}

source: Not allowed to update stock transactions older than {0}
pt_br: Não é permitido atualizar transações de estoque mais antigas que {0}

source: Not authorized to edit frozen Account {0}
pt_br: Não autorizado para editar a conta congelada {0}

source: Not authroized since {0} exceeds limits
pt_br: Não autorizado, um vez que {0} excede os limites

source: Not in Stock
pt_br: Fora de Estoque

source: Not in stock
pt_br: Fora de estoque

source: Not permitted
pt_br: Não permitido

source: Note
pt_br: Nota

source: Note: Automatic log deletion only applies to logs of type <i>Update Cost</i>
pt_br: Nota: A exclusão automática de registros se aplica apenas aos registros do tipo <i>Atualizar Custo</i>.

source: Note: Due Date exceeds allowed {0} credit days by {1} day(s)
pt_br: Nota: A Data de Vencimento excede os {0} dias de crédito permitidos em {1} dia(s).

source: Note: Email will not be sent to disabled users
pt_br: Nota: E-mails não serão enviados para usuários desabilitados

source: Note: If you want to use the finished good {0} as a raw material, then enable the 'Do Not Explode' checkbox in the Items table against the same raw material.
pt_br: Nota: Se você deseja usar o produto acabado {0} como matéria-prima, então habilite a caixa de seleção 'Não Detalhar Componentes' na tabela de Itens para a mesma matéria-prima.

source: Note: Item {0} added multiple times
pt_br: Nota: Item {0} adicionado várias vezes

source: Note: Payment Entry will not be created since 'Cash or Bank Account' was not specified
pt_br: Nota: O Lançamento de Pagamento não será criado, pois a 'Conta Caixa ou Banco' não foi especificada

source: Note: Please create Sales Orders from individual Quotations to select from among Alternative Items.
pt_br: Nota: Por favor, crie Pedidos de Venda a partir de Orçamentos individuais para selecionar entre Itens Alternativos.

source: Note: This Cost Center is a Group. Cannot make accounting entries against groups.
pt_br: Nota: Este Centro de Custo é um Grupo. Não é possível fazer lançamentos contábeis contra grupos.

source: Note: To merge the items, create a separate Stock Reconciliation for the old item {0}
pt_br: Nota: Para mesclar os itens, crie uma Reconciliação de Estoque separada para o item antigo {0}.

source: Note: {0}
pt_br: Nota: {0}

source: Notes
pt_br: Notas

source: Notes HTML
pt_br: HTML das Notas

source: Notes:
pt_br: Notas:

source: Nothing is included in gross
pt_br: Nada está incluído no bruto

source: Nothing more to show.
pt_br: Nada mais para exibir.

source: Notice (days)
pt_br: Aviso Prévio (Dias)

source: Notification
pt_br: Notificação

source: Notification Settings
pt_br: Configurações de Notificação

source: Notify Customers via Email
pt_br: Notificar Clientes via E-mail

source: Notify Employee
pt_br: Notificar Colaborador

source: Notify Other
pt_br: Notificar Outro

source: Notify Reposting Error to Role
pt_br: Notificar Erro de Recontabilização à Função

source: Notify Supplier
pt_br: Notificar Fornecedor

source: Notify Via Email
pt_br: Notificar via E-mail

source: Notify by Email on Creation of Automatic Material Request
pt_br: Notificar por E-mail na Criação de Requisição de Material Automática

source: Notify customer and agent via email on the day of the appointment.
pt_br: Notificar o cliente e o agente via e-mail no dia do agendamento.

source: Number of Columns
pt_br: Numero de Colunas

source: Number of Concurrent Appointments
pt_br: Número de Agendamentos Simultâneos

source: Number of Days
pt_br: Número de Dias

source: Number of Interaction
pt_br: Número de Interações

source: Number of Order
pt_br: Número de Pedidos

source: Number of columns for this section. 3 cards will be shown per row if you select 3 columns.
pt_br: Número de colunas para esta seção. 3 cartões serão mostrados por linha se você selecionar 3 colunas.

source: Number of days after invoice date has elapsed before canceling subscription or marking subscription as unpaid
pt_br: Número de dias após a data da fatura ter expirado antes de cancelar a assinatura ou marcar a assinatura como não remunerada

source: Number of days appointments can be booked in advance
pt_br: Número de dias em que os agendamentos podem ser feitos com antecedência

source: Number of days that the subscriber has to pay invoices generated by this subscription
pt_br: Número de dias que o assinante deve pagar as faturas geradas por esta assinatura

source: Number of intervals for the interval field e.g if Interval is 'Days' and Billing Interval Count is 3, invoices will be generated every 3 days
pt_br: Número de intervalos para o campo de intervalo, por exemplo, se o intervalo for 'Dias' e a Contagem de intervalos de faturamento for 3, as faturas serão geradas a cada 3 dias

source: Number of new Account, it will be included in the account name as a prefix
pt_br: Número da nova Conta, será incluído no nome da conta como um prefixo
