Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Enabling this ensures each Purchase Invoice has a unique value in Supplier Invoice No. field within a particular fiscal year
pt_br: Habilitar esta opção garante que cada Fatura de Compra tenha um valor único no campo Número de Fatura do Fornecedor dentro de um ano fiscal específico

source: Enabling this option will allow you to record - <br><br> 1. Advances Received in a <b>Liability Account</b> instead of the <b>Asset Account</b><br><br>2. Advances Paid in an <b>Asset Account</b> instead of the <b> Liability Account</b>
pt_br: Habilitar esta opção permitirá registrar - <br><br> 1. Adiantamentos Recebidos em uma <b>Conta de Passivo</b> em vez de em uma <b>Conta de Ativo</b><br><br> 2. Adiantamentos Pagos em uma <b>Conta de Ativo</b> em vez de em uma <b>Conta de Passivo</b>

source: Enabling this will allow creation of multi-currency invoices against single party account in company currency
pt_br: Habilitar esta opção permitirá a criação de faturas em múltiplas moedas contra uma única conta de parte na moeda da empresa

source: Enabling this will change the way how cancelled transactions are handled.
pt_br: Habilitar esta opção mudará a forma como as transações canceladas são tratadas.

source: Encashment Date
pt_br: Data da Conversão

source: End Date
pt_br: Data Final

source: End Date cannot be before Start Date.
pt_br: A Data Final não pode ser anterior à Data Inicial.

source: End Time
pt_br: Horário Final

source: End Transit
pt_br: Finalizar Trânsito

source: End Year
pt_br: Ano Final

source: End Year cannot be before Start Year
pt_br: O Ano Final não pode ser anterior ao Ano de Início

source: End date cannot be before start date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: End date of current invoice's period
pt_br: Data final do período de fatura atual

source: End of Life
pt_br: Validade

source: End of the current subscription period
pt_br: Fim do período de assinatura atual

source: Energy
pt_br: Energia

source: Enforce Time Logs
pt_br: Registros de Tempo Obrigatórios

source: Engineer
pt_br: Engenheiro

source: Enough Parts to Build
pt_br: Peças Suficientes para Construir

source: Ensure Delivery Based on Produced Serial No
pt_br: Garantir a Entrega Com Base no Número de Série Produzido

source: Enter API key in Google Settings.
pt_br: Insira a Chave da API em Configurações do Google.

source: Enter First and Last name of Employee, based on Which Full Name will be updated. IN transactions, it will be Full Name which will be fetched.
pt_br: Insira o primeiro e último nome do Colaborador, com base nos quais o Nome Completo será atualizado. Nas transações, será o Nome Completo que será carregado.

source: Enter Manually
pt_br: Inserir Manualmente

source: Enter Serial Nos
pt_br: Inserir Números de Série

source: Enter Supplier
pt_br: Inserir Fornecedor

source: Enter Value
pt_br: Insira o Valor

source: Enter Visit Details
pt_br: Inserir Detalhes da Visita

source: Enter a name for Routing.
pt_br: Insira um nome para o Roteamento.

source: Enter a name for the Operation, for example, Cutting.
pt_br: Insira um nome para a Operação, por exemplo, Corte.

source: Enter a name for this Holiday List.
pt_br: Digite um nome para esta Lista de Feriados.

source: Enter amount to be redeemed.
pt_br: Insira o valor a ser resgatado.

source: Enter an Item Code, the name will be auto-filled the same as Item Code on clicking inside the Item Name field.
pt_br: Insira um Código de Item, o nome será preenchido automaticamente com o mesmo Código de Item ao clicar no campo Nome do Item.

source: Enter customer's email
pt_br: Insira o e-mail do cliente

source: Enter customer's phone number
pt_br: Insira o número de telefone do cliente

source: Enter date to scrap asset
pt_br: Informe a data de sucateamento do ativo

source: Enter depreciation details
pt_br: Insira detalhes de depreciação

source: Enter discount percentage.
pt_br: Insira a porcentagem de desconto.

source: Enter each serial no in a new line
pt_br: Digite cada número de série em uma nova linha.

source: Enter name of campaign if source of enquiry is campaign
pt_br: Insira o nome da campanha se o motivo da consulta foi uma campanha.

source: Enter the Bank Guarantee Number before submittting.
pt_br: Insira o Número da Garantia Bancária antes de submeter.

source: Enter the Operation, the table will fetch the Operation details like Hourly Rate, Workstation automatically. After that, set the Operation Time in minutes and the table will calculate the Operation Costs based on the Hourly Rate and Operation Time.
pt_br: Insira a Operação, e a tabela buscará automaticamente detalhes como Taxa por Hora e Estação de Trabalho. Em seguida, defina o Tempo de Operação em minutos, e a tabela calculará os Custos da Operação com base na Taxa por Hora e no Tempo de Operação.

source: Enter the name of the Beneficiary before submittting.
pt_br: Insira o nome do Beneficiário antes de submeter.

source: Enter the name of the bank or lending institution before submittting.
pt_br: Insira o nome do banco ou instituição de empréstimo antes de submeter.

source: Enter the opening stock units.
pt_br: Insira as unidades de estoque inicial.

source: Enter the quantity of the Item that will be manufactured from this Bill of Materials.
pt_br: Insira a quantidade do Item que será fabricada a partir deste Bill of Materials.

source: Enter the quantity to manufacture. Raw material Items will be fetched only when this is set.
pt_br: Insira a quantidade a ser fabricada. Itens de matéria-prima serão recuperados apenas quando isso for configurado.

source: Enter {0} amount.
pt_br: Insira o valor de {0}.

source: Entertainment & Leisure
pt_br: Entretenimento e Lazer

source: Entertainment Expenses
pt_br: Despesas com Entretenimento

source: Entity
pt_br: Entidade

source: Entity Type
pt_br: Tipo de Entidade

source: Entry Type
pt_br: Tipo de Lançamento

source: Equity
pt_br: Patrimônio Líquido

source: Equity/Liability Account
pt_br: Conta de Patrimônio / Responsabilidade

source: Error
pt_br: Erro

source: Error Description
pt_br: Descrição de Erro

source: Error Log
pt_br: Registro de Erro

source: Error Message
pt_br: Mensagem de Erro

source: Error Occured
pt_br: Ocorreu um Erro

source: Error during caller information update
pt_br: Erro durante a atualização das informações do chamador.

source: Error evaluating the criteria formula
pt_br: Erro ao avaliar a fórmula de critérios

source: Error in party matching for Bank Transaction {0}
pt_br: Erro na correspondência de partes para a Transação Bancária {0}

source: Error while posting depreciation entries
pt_br: Erro no processamento dos lançamentos de depreciação

source: Error while processing deferred accounting for {0}
pt_br: Erro ao processar a contabilidade diferida para {0}.

source: Error while reposting item valuation
pt_br: Erro ao recontabilizar o custo unitário do item

source: Error: Not a valid id?
pt_br: Erro: Não é um ID válido?

source: Error: This asset already has {0} depreciation periods booked. The `depreciation start` date must be at least {1} periods after the `available for use` date. Please correct the dates accordingly.
pt_br: Erro: Este ativo já possui {0} períodos de depreciação registrados. A data de início da depreciação deve ser pelo menos {1} períodos após a data de disponibilidade para uso. Por favor, corrija as datas de acordo.

source: Error: {0} is mandatory field
pt_br: Erro: {0} é campo obrigatório

source: Errors Notification
pt_br: Notificação de Erros

source: Estimated Arrival
pt_br: Chegada Estimada

source: Estimated Cost
pt_br: Custo Estimado

source: Estimated Time and Cost
pt_br: Tempo Estimado e Custo

source: Evaluation Period
pt_br: Periodo de Avaliação

source: Event
pt_br: Evento

source: Ex Works
pt_br: Na Fábrica (EXW)

source: Example URL
pt_br: URL de Exemplo

source: Example of a linked document: {0}
pt_br: Exemplo de um documento vinculado: {0}

source: Example: ABCD.##### If series is set and Serial No is not mentioned in transactions, then automatic serial number will be created based on this series. If you always want to explicitly mention Serial Nos for this item. leave this blank.
pt_br: Exemplo: ABCD.##### Se a série estiver definida e o Número de Série não for mencionado nas transações, um número de série automático será criado com base nesta série. Se você sempre quiser mencionar explicitamente os Números de Série para este item, deixe em branco.

source: Example: ABCD.#####. If series is set and Batch No is not mentioned in transactions, then automatic batch number will be created based on this series. If you always want to explicitly mention Batch No for this item, leave this blank. Note: this setting will take priority over the Naming Series Prefix in Stock Settings.
pt_br: Exemplo: ABCD. #####. Se a série estiver configurada e o número de lote não for mencionado nas transações, o número de lote automático será criado com base nessa série. Se você sempre quiser mencionar explicitamente o Lote Não para este item, deixe em branco. Nota: esta configuração terá prioridade sobre o prefixo da nomenclatura em Configurações de estoque.

source: Example: Serial No {0} reserved in {1}.
pt_br: Exemplo: Número de Série {0} reservado em {1}.

source: Exception Budget Approver Role
pt_br: Função Aprovadora para Exceção de Orçamento

source: Excess Materials Consumed
pt_br: Materiais Excedentes Consumidos

source: Excess Transfer
pt_br: Transferência Excedente

source: Excessive machine set up time
pt_br: Tempo excessivo de configuração da máquina

source: Exchange Gain / Loss
pt_br: Ganho/Perda Cambial

source: Exchange Gain / Loss Account
pt_br: Conta Contábil de Ganho/Perda Cambial

source: Exchange Gain Or Loss
pt_br: Ganho ou Perda Cambial

source: Exchange Gain/Loss
pt_br: Ganho/Perda Cambial

source: Exchange Gain/Loss amount has been booked through {0}
pt_br: O valor do Ganho/Perda Cambial foi registrado através de {0}.

source: Exchange Rate
pt_br: Taxa de Câmbio

source: Exchange Rate Revaluation
pt_br: Reavaliação da Taxa de Câmbio

source: Exchange Rate Revaluation Account
pt_br: Conta de Reavaliação da Taxa de Câmbio

source: Exchange Rate Revaluation Settings
pt_br: Configurações de Reavaliação da Taxa de Câmbio

source: Exchange Rate must be same as {0} {1} ({2})
pt_br: Taxa de Câmbio deve ser a mesma que {0} {1} ({2})

source: Excise Entry
pt_br: Lançamento de Imposto de Consumo

source: Excise Invoice
pt_br: Fatura de Imposto de Consumo

source: Excise Page Number
pt_br: Número de Página do Imposto de Consumo

source: Exclude Zero Balance Parties
pt_br: Excluir Entidades com Saldo Zero

source: Excluded DocTypes
pt_br: Tipos de Documentos Excluídos

source: Excluded Fee
pt_br: Excluir Entidades com Saldo Zero

source: Execution
pt_br: Execução

source: Executive Assistant
pt_br: Assistente Executivo(a)

source: Executive Search
pt_br: Recrutamento Executivo

source: Exempt Supplies
pt_br: Suprimentos Isentos

source: Exhibition
pt_br: Exposição

source: Existing Company
pt_br: Empresa Existente

source: Existing Company
pt_br: Companhia Existente

source: Existing Customer
pt_br: Cliente Existente

source: Exit Full Screen
pt_br: Sair da Tela Cheia

source: Exit Interview Held On
pt_br: Entrevista de Desligamento Realizada Em

source: Expand All
pt_br: Expandir Tudo

source: Expected
pt_br: Previsto

source: Expected Amount
pt_br: Quantidade Prevista

source: Expected Arrival Date
pt_br: Data de Chegada Prevista

source: Expected Balance Qty
pt_br: Qtd. de Saldo Previsto

source: Expected Closing Date
pt_br: Data de Fechamento Prevista

source: Expected Delivery Date
pt_br: Data de Entrega Prevista

source: Expected Delivery Date should be after Sales Order Date
pt_br: A Data de Entrega Prevista deve ser posterior à data do Pedido de Venda

source: Expected End Date
pt_br: Data Final Prevista

source: Expected End Date should be less than or equal to parent task's Expected End Date {0}.
pt_br: A Data Prevista de Fim deve ser menor ou igual à Data Prevista de Fim da tarefa principal {0}.

source: Expected Hrs
pt_br: Horas Previstas

source: Expected Start Date
pt_br: Data Inicial Prevista

source: Expected Stock Value
pt_br: Valor de Estoque Previsto

source: Expected Time (in hours)
pt_br: Tempo Previsto (em horas)

source: Expected Time Required (In Mins)
pt_br: Tempo Previsto Necessário (Em Minutos)

source: Expected Value After Useful Life
pt_br: Valor Previsto Após Vida Útil

source: Expense
pt_br: Despesa

source: Expense / Difference account ({0}) must be a 'Profit or Loss' account
pt_br: A conta de Despesa / Diferença ({0}) deve ser uma conta de 'Lucro ou Prejuízo'

source: Expense Account
pt_br: Conta Contábil de Despesas

source: Expense Account Missing
pt_br: Conta Contábil de Despesas Ausente

source: Expense Claim
pt_br: Solicitação de Reembolso de Despesas

source: Expense Head
pt_br: Conta de Despesas

source: Expense Head Changed
pt_br: Conta de Despesas Alterada

source: Expense account is mandatory for item {0}
pt_br: Conta contábil de despesa é obrigatória para item {0}

source: Expenses
pt_br: Despesas

source: Expenses Included In Asset Valuation
pt_br: Despesas Inclusas na Avaliação de Ativo

source: Expenses Included In Valuation
pt_br: Despesas Inclusas na Avaliação

source: Expired
pt_br: Vencido

source: Expired Batches
pt_br: Lotes Vencidos

source: Expires On
pt_br: Vence Em

source: Expiry
pt_br: Validade

source: Expiry (In Days)
pt_br: Validade (Em Dias)

source: Expiry Date
pt_br: Data de Validade

source: Expiry Date Mandatory
pt_br: Data de Validade Obrigatória

source: Expiry Duration (in days)
pt_br: Duração da Validade (em dias)

source: Exploded Items
pt_br: Itens Detalhados

source: Exponential Smoothing Forecasting
pt_br: Previsão por Suavização Exponencial

source: Export Data
pt_br: Exportar Dados

source: Export E-Invoices
pt_br: Exportar Faturas Eletrônicas

source: Export Errored Rows
pt_br: Exportar Linhas com Erro

source: Export Import Log
pt_br: Exportar Registro de Importação

source: Extended Bank Statement
pt_br: Extrato Bancário Detalhado

source: External Work History
pt_br: Histórico Profissional no Exterior

source: Extra Consumed Qty
pt_br: Quantidade Extra Consumida

source: Extra Job Card Quantity
pt_br: Quantidade Extra na Ficha de Produção

source: Extra Large
pt_br: Extra Grande

source: Extra Small
pt_br: Muito Pequeno

source: FG Qty from Transferred Raw Materials
pt_br: Qtd. de Produto Acabado de Matérias-Primas Transferidas

source: FIFO Queue vs Qty After Transaction Comparison
pt_br: Fila FIFO vs Comparação de Quantidade Após Transação

source: FIFO Stock Queue (qty, rate)
pt_br: Fila de Estoque FIFO (quantidade, preço)

source: FIFO/LIFO Queue
pt_br: Fila FIFO/LIFO

source: Failed
pt_br: Falhou

source: Failed Entries
pt_br: Lançamentos com Falha

source: Failed to Authenticate the API key.
pt_br: Falha ao autenticar a chave API.

source: Failed to erase demo data, please delete the demo company manually.
pt_br: Falha ao apagar os dados de demonstração, por favor, exclua a empresa de demonstração manualmente.

source: Failed to install presets
pt_br: Falha na instalação de predefinições

source: Failed to login
pt_br: Falha ao iniciar sessão

source: Failed to post depreciation entries
pt_br: Falha ao processar os lançamentos de depreciação

source: Failed to send email for campaign {0} to {1}
pt_br: Falha ao enviar e-mail da campanha {0} para {1}

source: Failed to setup company
pt_br: Falha na configuração da empresa

source: Failed to setup defaults
pt_br: Falha ao configurar os padrões

source: Failed to setup defaults for country {0}. Please contact support.
pt_br: Falha ao configurar os padrões para o país {0}. Por favor, entre em contato com o suporte.

source: Failure
pt_br: Falha

source: Failure Date
pt_br: Data de Ocorrência da Falha

source: Failure Description
pt_br: Descrição da Falha

source: Family Background
pt_br: Antecedentes Familiares

source: Fathom
pt_br: Braça

source: Feedback
pt_br: Comentários

source: Feedback By
pt_br: Feedback Por

source: Fees
pt_br: Taxas

source: Fetch Based On
pt_br: Buscar Baseado em

source: Fetch Customers
pt_br: Buscar Clientes

source: Fetch Items from Warehouse
pt_br: Buscar Itens do Armazém

source: Fetch Latest Exchange Rate
pt_br: Buscar Última Taxa de Câmbio

source: Fetch Overdue Payments
pt_br: Buscar Pagamentos Vencidos

source: Fetch Subscription Updates
pt_br: Buscar Atualizações de Assinatura

source: Fetch Timesheet
pt_br: Buscar Folha de Ponto

source: Fetch Timesheet in Sales Invoice
pt_br: Buscar Folha de Ponto na Fatura de Venda

source: Fetch Valuation Rate for Internal Transaction
pt_br: Buscar Custo Unitário para Transação Interna

source: Fetch Value From
pt_br: Buscar Valor De

source: Fetch exploded BOM (including sub-assemblies)
pt_br: Buscar BOM detalhada (incluindo sub-conjuntos)

source: Fetch items based on Default Supplier.
pt_br: Obter itens com base no fornecedor padrão.

source: Fetched only {0} available serial numbers.
pt_br: Foram encontrados apenas {0} números de série disponíveis.

source: Fetching Error
pt_br: Erro ao buscar

source: Fetching exchange rates ...
pt_br: Buscando taxas de câmbio...

source: Fetching...
pt_br: Buscando...

source: Field
pt_br: Campo

source: Field Mapping
pt_br: Mapeamento de Campo

source: Field Name
pt_br: Nome do Campo

source: Field in Bank Transaction
pt_br: Campo Em Transação Bancária

source: Fieldname
pt_br: Nome do Campo

source: Fields
pt_br: Campos

source: Fields will be copied over only at time of creation.
pt_br: Os campos serão copiados apenas no momento da criação.

source: Fieldtype
pt_br: Tipo de Campo

source: File to Rename
pt_br: Arquivo Para Renomear

source: Filter
pt_br: Filtro

source: Filter Based On
pt_br: Filtro Baseado Em

source: Filter Duration (Months)
pt_br: Duração do Filtro (meses)

source: Filter Total Zero Qty
pt_br: Qtd Total de Zero do Filtro

source: Filter by Reference Date
pt_br: Filtrar por Data de Referência

source: Filter by invoice status
pt_br: Filtrar por status de fatura

source: Filter on Invoice
pt_br: Filtrar por Fatura

source: Filter on Payment
pt_br: Filtrar por Pagamento

source: Filters
pt_br: Filtros

source: Filters missing
pt_br: Filtros ausentes

source: Final Product
pt_br: Produto Final

source: Finance Book
pt_br: Livro Contábil

source: Finance Book Detail
pt_br: Detalhe do Livro Contábil

source: Finance Book Id
pt_br: ID do Livro Contábil

source: Finance Books
pt_br: Livros Contábeis

source: Finance Manager
pt_br: Gerente Financeiro

source: Financial Ratios
pt_br: Índices Financeiros

source: Financial Reports
pt_br: Relatórios Financeiros

source: Financial Services
pt_br: Servicós Financeiros

source: Financial Statements
pt_br: Demonstrativos Financeiros

source: Financial Year Begins On
pt_br: Data de Início do Exercício Financeiro

source: Financial reports will be generated using GL Entry doctypes (should be enabled if Period Closing Voucher is not posted for all years sequentially or missing)
pt_br: Relatórios financeiros serão gerados usando os tipos de documento de Lançamento no Razão Geral (deve ser habilitado se o Comprovante de Fechamento de Período não foi lançado para todos os anos sequencialmente ou estiver faltando)

source: Finish
pt_br: Finalizar

source: Finished
pt_br: Finalizado

source: Finished Good
pt_br: Produto Acabado

source: Finished Good BOM
pt_br: BOM de Produto Acabado

source: Finished Good Item
pt_br: Item de Produto Acabado

source: Finished Good Item Code
pt_br: Código de Item de Produto Acabado

source: Finished Good Item Qty
pt_br: Quantidade de Item de Produto Acabado

source: Finished Good Item Quantity
pt_br: Quantidade de Item de Produto Acabado

source: Finished Good Item is not specified for service item {0}
pt_br: Item de Produto Acabado não especificado para o item de serviço {0}

source: Finished Good Item {0} Qty can not be zero
pt_br: Quantidade de Item de Produto Acabado {0} não pode ser zero

source: Finished Good Item {0} must be a sub-contracted item
pt_br: Item de Produto Acabado {0} deve ser um item subcontratado

source: Finished Good Qty
pt_br: Quantidade de Produto Acabado

source: Finished Good Quantity
pt_br: Quantidade de Produto Acabado

source: Finished Good UOM
pt_br: UDM de Produto Acabado

source: Finished Good {0} does not have a default BOM.
pt_br: Produto Acabado {0} não tem uma lista de materiais padrão.

source: Finished Good {0} is disabled.
pt_br: Produto Acabado {0} está desabilitado.

source: Finished Good {0} must be a stock item.
pt_br: Produto Acabado {0} deve ser um item de estoque.

source: Finished Good {0} must be a sub-contracted item.
pt_br: Produto Acabado {0} deve ser um item subcontratado.

source: Finished Goods
pt_br: Produtos Acabados

source: Finished Goods Based Operating Cost
pt_br: Custo Operacional Baseado em Produtos Acabados

source: Finished Goods Item
pt_br: Item de Produtos Acabados

source: Finished Goods Reference
pt_br: Referência de Produtos Acabados

source: Finished Goods Value
pt_br: Valor de Produtos Acabados

source: Finished Goods Warehouse
pt_br: Armazém de Produtos Acabados

source: Finished Goods based Operating Cost
pt_br: Custo Operacional baseado em Produtos Acabados

source: Finished Item {0} does not match with Work Order {1}
pt_br: Item Acabado {0} não corresponde ao Ordem de Produção {1}

source: Finished Items
pt_br: Itens Acabados

source: First Email
pt_br: Primeiro E-mail

source: First Name
pt_br: Nome

source: First Responded On
pt_br: Primeira Resposta Em

source: First Response Due
pt_br: Primeira Resposta Devida

source: First Response SLA Failed by {}
pt_br: SLA de Primeira Resposta Falhou por {}

source: First Response Time
pt_br: Tempo de Primeira Resposta

source: First Response Time for Issues
pt_br: Tempo de Primeira Resposta em Incidentes

source: First Response Time for Opportunity
pt_br: Tempo de Primeira Resposta em Oportunidades

source: Fiscal Regime is mandatory, kindly set the fiscal regime in the company {0}
pt_br: Regime Fiscal é obrigatório, gentilmente definir o regime fiscal na empresa {0}

source: Fiscal Year
pt_br: Ano Fiscal

source: Fiscal Year Company
pt_br: Empresa do Ano Fiscal

source: Fiscal Year End Date should be one year after Fiscal Year Start Date
pt_br: A Data Final do Ano Fiscal deve ser de um ano após a Data Inicial do Ano Fiscal

source: Fiscal Year Start Date and Fiscal Year End Date are already set in Fiscal Year {0}
pt_br: A Data Inicial do Ano Fiscal e a Data Final do Ano Fiscal já estão definidas no Ano Fiscal {0}

source: Fiscal Year {0} Does Not Exist
pt_br: O Ano Fiscal {0} Não Existe

source: Fiscal Year {0} does not exist
pt_br: O Ano Fiscal {0} não existe

source: Fiscal Year {0} is required
pt_br: Ano Fiscal {0} é necessário

source: Fix SABB Entry
pt_br: Corrigir Lançamento de Pacote de Número de Série e Lote

source: Fixed
pt_br: Fixo

source: Fixed Asset
pt_br: Ativo Imobilizado

source: Fixed Asset Account
pt_br: Conta do Ativo Imobilizado

source: Fixed Asset Defaults
pt_br: Padrões de Ativos Imobilizados

source: Fixed Asset Item must be a non-stock item.
pt_br: O Item de Ativo Imobilizado deve ser um item sem controle de estoque.

source: Fixed Asset Register
pt_br: Registro de Ativo Imobilizado

source: Fixed Asset Turnover Ratio
pt_br: Índice de Rotatividade de Ativo Imobilizado

source: Fixed Assets
pt_br: Ativos Imobilizados

source: Fixed Deposit Number
pt_br: Número de Depósito Fixo

source: Fixed Outgoing Email Account
pt_br: Conta de E-mail de Saída Fixa

source: Fixed Rate
pt_br: Taxa Fixa

source: Fixed Time
pt_br: Tempo Fixo

source: Fleet Manager
pt_br: Gerente de Frota

source: Floor
pt_br: Andar

source: Floor Name
pt_br: Nome do Andar

source: Fluid Ounce (UK)
pt_br: Onça Líquida (UK)

source: Fluid Ounce (US)
pt_br: Onça Líquida (US)
