Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Batch UOM
pt_br: Unidade de Medida de Lote

source: Batch and Serial No
pt_br: Lote e Número de Série

source: Batch not created for item {} since it does not have a batch series.
pt_br: Lote não criado para o item {} pois ele não possui uma série de lote.

source: Batch {0} and Warehouse
pt_br: Lote {0} e Armazém

source: Batch {0} is not available in warehouse {1}
pt_br: Lote {0} não está disponível no armazém {1}

source: Batch {0} of Item {1} has expired.
pt_br: Lote {0} do Item {1} expirou.

source: Batch {0} of Item {1} is disabled.
pt_br: Lote {0} do Item {1} está desabilitado.

source: Batch-Wise Balance History
pt_br: Histórico de Saldo por Lote

source: Batchwise Valuation
pt_br: Custo Unitário por Lote

source: Before reconciliation
pt_br: Antes da conciliação

source: Begin On (Days)
pt_br: Começar Em (Dias)

source: Beginning of the current subscription period
pt_br: Início do período atual de assinatura

source: Below Subscription Plans are of different currency to the party default billing currency/Company currency: {0}
pt_br: Os Planos de Assinatura abaixo estão em moedas diferentes da moeda de faturamento padrão da parte/Moeda da Empresa: {0}

source: Bill Date
pt_br: Data de Faturamento

source: Bill No
pt_br: Nº da Fatura

source: Bill for Rejected Quantity in Purchase Invoice
pt_br: Faturar a Quantidade Rejeitada na Fatura de Compra

source: Bill of Materials
pt_br: Lista de Materiais

source: Billable Hours
pt_br: Horas Faturáveis

source: Billed
pt_br: Faturado

source: Billed Amount
pt_br: Total Faturado

source: Billed Amt
pt_br: Valor Faturado

source: Billed Items To Be Received
pt_br: Itens Faturados A Receber

source: Billed Qty
pt_br: Quantidade Faturada

source: Billed, Received & Returned
pt_br: Faturado, Recebido & Devolvido

source: Billing
pt_br: Faturamento

source: Billing Address
pt_br: Endereço de Faturamento

source: Billing Address Details
pt_br: Detalhes do Endereço de Faturamento

source: Billing Address Name
pt_br: Endereço de Faturamento

source: Billing Address does not belong to the {0}
pt_br: O Endereço de Cobrança não pertence ao(à) {0}

source: Billing Amount
pt_br: Total Para Faturamento

source: Billing City
pt_br: Cidade de Faturamento

source: Billing Country
pt_br: País de Faturamento

source: Billing County
pt_br: Distrito de Faturamento

source: Billing Currency
pt_br: Moeda de Faturamento

source: Billing Date
pt_br: Data de Cobrança

source: Billing Details
pt_br: Dados de Faturamento

source: Billing Email
pt_br: E-mail de Cobrança

source: Billing Hours
pt_br: Horas de Faturamento

source: Billing Interval
pt_br: Intervalo de Cobrança

source: Billing Interval Count
pt_br: Contagem de Intervalos de Faturamento

source: Billing Interval Count cannot be less than 1
pt_br: A contagem do intervalo de faturamento não pode ser menor que 1

source: Billing Interval in Subscription Plan must be Month to follow calendar months
pt_br: O intervalo de faturamento no Plano de Assinatura deve ser mensal, seguindo os meses do calendário

source: Billing Rate
pt_br: Valor de Faturamento

source: Billing State
pt_br: Estado de Faturamento

source: Billing Status
pt_br: Status do Faturamento

source: Billing Zipcode
pt_br: CEP Para Cobrança

source: Billing currency must be equal to either default company's currency or party account currency
pt_br: A moeda de faturamento deve ser igual à moeda da empresa padrão ou à moeda da conta da parte

source: Bin
pt_br: Compartimento

source: Bin Qty Recalculated
pt_br: Quantidade no Compartimento Recalculada

source: Bio / Cover Letter
pt_br: Bio / Carta de Apresentação

source: Biotechnology
pt_br: Biotecnologia

source: Bisect Accounting Statements
pt_br: Dividir Demonstrações Contábeis

source: Bisect Left
pt_br: Dividir à Esquerda

source: Bisect Nodes
pt_br: Dividir Nós

source: Bisect Right
pt_br: Dividir à Direita

source: Bisecting From
pt_br: Dividindo de

source: Bisecting Left ...
pt_br: Dividindo à Esquerda ...

source: Bisecting Right ...
pt_br: Dividindo à Direita ...

source: Bisecting To
pt_br: Dividindo para

source: Biweekly
pt_br: Quinzenal

source: Black
pt_br: Preto

source: Blanket Order
pt_br: Ordem de Cobertura

source: Blanket Order Allowance (%)
pt_br: Tolerância de Ordem de Cobertura (%)

source: Blanket Order Item
pt_br: Item de Ordem de Cobertura

source: Blanket Order Rate
pt_br: Valor de Ordem de Cobertura

source: Block Invoice
pt_br: Bloquear Fatura

source: Block Supplier
pt_br: Bloquear Fornecedor

source: Blog Subscriber
pt_br: Assinante de Conteúdo

source: Blood Group
pt_br: Tipo Sanguíneo

source: Blue
pt_br: Azul

source: Body
pt_br: Corpo

source: Body Text
pt_br: Texto do Corpo

source: Body and Closing Text Help
pt_br: Ajuda sobre o Texto do Corpo e de Fechamento

source: Bom No
pt_br: Nº da Lista de Materiais (BOM)

source: Book Advance Payments as Liability option is chosen. Paid From account changed from {0} to {1}.
pt_br: A opção de Registrar Adiantamentos como Passivo foi escolhida. A conta de pagamento foi alterada de {0} para {1}.

source: Book Advance Payments in Separate Party Account
pt_br: Registrar Adiantamentos em Conta de Parte Separada

source: Book Appointment
pt_br: Fazer um Agendamento

source: Book Asset Depreciation Entry Automatically
pt_br: Registrar Lançamento de Depreciação de Ativos Automaticamente

source: Book Deferred Entries Based On
pt_br: Registrar Entradas Diferidas Com Base Em

source: Book Deferred Entries Via Journal Entry
pt_br: Registrar Lançamentos Diferidos via Lançamento Contábil

source: Book Tax Loss on Early Payment Discount
pt_br: Registrar Perda Fiscal no Desconto por Pagamento Antecipado

source: Book an appointment
pt_br: Fazer um agendamento

source: Booked
pt_br: Agendada

source: Booked Fixed Asset
pt_br: Ativo Imobilizado Contabilizado

source: Booking stock value across multiple accounts will make it harder to track stock and account value.
pt_br: Lançar o valor do estoque em múltiplas contas tornará mais difícil rastrear o estoque e o valor da conta.

source: Books have been closed till the period ending on {0}
pt_br: Os livros contábeis foram fechados até o fim do período em {0}

source: Both
pt_br: Ambos

source: Both Payable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
pt_br: Tanto a Conta de Contas a Pagar: {0} quanto a Conta de Adiantamento: {1} devem ter a mesma moeda para a empresa: {2}.

source: Both Receivable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
pt_br: Tanto a Conta de Contas a Receber: {0} quanto a Conta de Adiantamento: {1} devem ter a mesma moeda para a empresa: {2}.

source: Both Trial Period Start Date and Trial Period End Date must be set
pt_br: Tanto a Data Inicial do Período de Avaliação quanto a Data Final do Período de Avaliação devem ser definidas

source: Both {0} Account: {1} and Advance Account: {2} must be of same currency for company: {3}
pt_br: Tanto a Conta {0}: {1} quanto a Conta de Adiantamento: {2} devem ter a mesma moeda para a empresa: {3}.

source: Box
pt_br: Caixa

source: Branch
pt_br: Filial

source: Branch Code
pt_br: Código da Agência

source: Brand
pt_br: Marca

source: Brand Defaults
pt_br: Padrões de Marca

source: Brand Name
pt_br: Nome da Marca

source: Breakdown
pt_br: Pane

source: Broadcasting
pt_br: Transmissão

source: Brokerage
pt_br: Corretagem

source: Browse Apps
pt_br: Buscar Aplicativos

source: Browse BOM
pt_br: Buscar Lista de Materiais (BOM)

source: Btu (Mean)
pt_br: BTU (Médio)

source: Btu/Hour
pt_br: BTU/Hora

source: Btu/Minutes
pt_br: BTU/Minutos

source: Btu/Seconds
pt_br: BTU/Segundos

source: Budget
pt_br: Orçamento

source: Budget Account
pt_br: Conta de Orçamento

source: Budget Accounts
pt_br: Contas de Orçamento

source: Budget Against
pt_br: Contra Orçamento

source: Budget Amount
pt_br: Valor do Orçamento

source: Budget Detail
pt_br: Detalhe de Orçamento

source: Budget Exceeded
pt_br: Orçamento Excedido

source: Budget List
pt_br: Lista de Orçamentos

source: Budget Variance Report
pt_br: Relatório de Variação de Orçamento

source: Budget cannot be assigned against Group Account {0}
pt_br: Orçamento não pode ser atribuído contra Grupo de Conta {0}

source: Budget cannot be assigned against {0}, as it's not an Income or Expense account
pt_br: Orçamento não pode ser atribuído contra {0}, pois não é uma conta de Receita ou Despesa

source: Budgets
pt_br: Orçamentos

source: Buffered Cursor
pt_br: Cursor com Buffer

source: Build All?
pt_br: Construir Tudo?

source: Build Tree
pt_br: Construir Árvore

source: Buildable Qty
pt_br: Qtd. Produzível

source: Buildings
pt_br: Edifícios

source: Bulk Rename Jobs
pt_br: Tarefas de Renomeação em Massa

source: Bulk Transaction Log
pt_br: Registro de Transações em Massa

source: Bulk Transaction Log Detail
pt_br: Detalhes do Registro de Transações em Massa

source: Bulk Update
pt_br: Atualização em Massa

source: Bundle Items
pt_br: Agrupar Itens

source: Bundle Qty
pt_br: Qtd. de Pacote

source: Bushel (US Dry Level)
pt_br: Bushel (US Seco)

source: Business Analyst
pt_br: Analista de Negócios

source: Business Development Manager
pt_br: Gerente de Desenvolvimento de Negócios

source: Busy
pt_br: Ocupado

source: Buy
pt_br: Comprar

source: Buyer of Goods and Services.
pt_br: Comprador de Produtos e Serviços.

source: Buying
pt_br: Compras

source: Buying & Selling Settings
pt_br: Configurações de Compra e Venda

source: Buying Amount
pt_br: Valor de Compra

source: Buying Price List
pt_br: Tabela de Preços de Compra

source: Buying Rate
pt_br: Valor Unitário de Compra

source: Buying Settings
pt_br: Configurações de Compras

source: Buying and Selling
pt_br: Compra e Venda

source: Buying must be checked, if Applicable For is selected as {0}
pt_br: A caixa de seleção 'Compra' deve ser marcada, se 'Aplicável Para' for selecionada como {0}

source: By default, the Supplier Name is set as per the Supplier Name entered. If you want Suppliers to be named by a <a href='https://docs.erpnext.com/docs/user/manual/en/setting-up/settings/naming-series' target='_blank'>Naming Series</a> choose the 'Naming Series' option.
pt_br: Por padrão, o Nome do Fornecedor é definido conforme o Nome do Fornecedor inserido. Se você quiser que os Fornecedores sejam nomeados por uma Série de Nomenclatura, escolha a opção 'Série de Nomenclatura'.

source: By {0}
pt_br: Por {0}

source: Bypass Credit Limit Check at Sales Order
pt_br: Ignorar Verificação de Limite de Crédito no Pedido de Venda

source: Bypass credit check at Sales Order
pt_br: Ignorar verificação de crédito no Pedido de Venda

source: CANCELLED
pt_br: CANCELADO

source: CC To
pt_br: CC Para

source: CODE-39
pt_br: CÓDIGO-39

source: COGS By Item Group
pt_br: Custo das Mercadorias Vendidas por Grupo de Itens

source: COGS Debit
pt_br: Débito de Custo das Mercadorias Vendidas

source: CRM Note
pt_br: Nota de CRM

source: CRM Settings
pt_br: Configurações de CRM

source: CWIP Account
pt_br: Conta do Imobilizado em Andamento

source: Caballeria
pt_br: Cavalaria

source: Cable Length
pt_br: Amarra

source: Cable Length (UK)
pt_br: Amarra (UK)

source: Cable Length (US)
pt_br: Amarra (US)

source: Calculate Ageing With
pt_br: Calcular Envelhecimento Com

source: Calculate Based On
pt_br: Calcular Baseado Em

source: Calculate Depreciation
pt_br: Calcular Depreciação

source: Calculate Estimated Arrival Times
pt_br: Calcule os Horários de Chegada Estimados

source: Calculate Product Bundle Price based on Child Items' Rates
pt_br: Calcular o Preço do Pacote de Produtos com base nos Valores dos Itens Filhos

source: Calculate daily depreciation using total days in depreciation period
pt_br: Calcular a depreciação diária usando o número total de dias no período de depreciação

source: Calculated Bank Statement balance
pt_br: Saldo calculado do extrato bancário

source: Calculated Discount Mismatch
pt_br: Diferença no Desconto Calculado

source: Calculations
pt_br: Cálculos

source: Calendar Event
pt_br: Evento do Calendário

source: Calibration
pt_br: Calibração

source: Call Again
pt_br: Ligar Novamente

source: Call Connected
pt_br: Chamada Conectada

source: Call Details
pt_br: Detalhes da Chamada

source: Call Duration in seconds
pt_br: Duração da chamada em segundos

source: Call Ended
pt_br: Chamada Terminada

source: Call Handling Schedule
pt_br: Agenda de Atendimento de Chamadas

source: Call Log
pt_br: Registro de Chamadas

source: Call Missed
pt_br: Chamada Perdida

source: Call Received By
pt_br: Chamada Recebida Por

source: Call Receiving Device
pt_br: Dispositivo de Recebimento de Chamada

source: Call Routing
pt_br: Roteamento de Chamada

source: Call Schedule Row {0}: To time slot should always be ahead of From time slot.
pt_br: Linha do Cronograma de Chamada {0}: O Horário Final deve ser sempre posterior ao Horário Inicial.

source: Call Summary
pt_br: Resumo de Chamadas

source: Call Summary Saved
pt_br: Resumo de Chamadas Salvo

source: Call Type
pt_br: Tipo de Chamada

source: Callback
pt_br: Retorno de Chamada

source: Calorie (Food)
pt_br: Caloria (Alimentar)

source: Calorie (It)
pt_br: Caloria (IT)

source: Calorie (Mean)
pt_br: Caloria (Média)

source: Calorie (Th)
pt_br: Caloria (TH)

source: Calorie/Seconds
pt_br: Caloria/Segundos

source: Campaign
pt_br: Campanha

source: Campaign Efficiency
pt_br: Eficiência da Campanha

source: Campaign Email Schedule
pt_br: Agenda de E-mail da Campanha

source: Campaign Item
pt_br: Item da Campanha

source: Campaign Name
pt_br: Nome da Campanha

source: Campaign Naming By
pt_br: Nomenclatura da Campanha Por

source: Campaign Schedules
pt_br: Cronogramas de Campanha

source: Campaign {0} not found
pt_br: Campanha {0} não encontrada

source: Can be approved by {0}
pt_br: Pode ser aprovado por {0}

source: Can not close Work Order. Since {0} Job Cards are in Work In Progress state.
pt_br: Não é possível fechar a Ordem de Produção. Já que {0} Fichas de Produção estão no estado Em Andamento.

source: Can not filter based on Cashier, if grouped by Cashier
pt_br: Não é possível filtrar com base no Caixa, se agrupado por Caixa

source: Can not filter based on Child Account, if grouped by Account
pt_br: Não é possível filtrar com base na Conta Filha, se agrupado por Conta

source: Can not filter based on Customer, if grouped by Customer
pt_br: Não é possível filtrar com base no Cliente, se agrupado por Cliente

source: Can not filter based on POS Profile, if grouped by POS Profile
pt_br: Não é possível filtrar com base no Perfil de POS, se agrupado por Perfil de PDV

source: Can not filter based on Payment Method, if grouped by Payment Method
pt_br: Não é possível filtrar com base na Forma de Pagamento, se agrupado por Forma de Pagamento

source: Can not filter based on Voucher No, if grouped by Voucher
pt_br: Não é possível filtrar com base no Nº do Comprovante, se agrupados por Comprovante

source: Can only make payment against unbilled {0}
pt_br: Só é possível realizar o pagamento contra {0} não faturado

source: Can refer row only if the charge type is 'On Previous Row Amount' or 'Previous Row Total'
pt_br: Pode referenciar a linha apenas se o tipo de encargo for 'Sobre Valor da Linha Anterior' ou 'Total da Linha Anterior'

source: Can't change the valuation method, as there are transactions against some items which do not have its own valuation method
pt_br: Não é possível alterar o método de avaliação, pois há transações contra alguns itens que não possuem o seu próprio método de avaliação

source: Cancel
pt_br: Cancelar

source: Cancel At End Of Period
pt_br: Cancelar no Final do Período

source: Cancel Material Visit {0} before cancelling this Warranty Claim
pt_br: Cancele a visita {0} antes de cancelar esta Solicitação de Garantia

source: Cancel Material Visits {0} before cancelling this Maintenance Visit
pt_br: Cancele as visitas {0} antes de cancelar esta Visita de Manutenção

source: Cancel Subscription
pt_br: Cancelar Assinatura

source: Cancel Subscription After Grace Period
pt_br: Cancelar Assinatura Após Período de Carência

source: Cancelation Date
pt_br: Data de Cancelamento

source: Canceled
pt_br: Cancelado

source: Cancelled
pt_br: Cancelado

# docstatus,=,2
source: Cancelled
pt_br: Cancelado

source: Cannot Calculate Arrival Time as Driver Address is Missing.
pt_br: Não é possível calcular o Tempo de Chegada, pois não há Endereço do Motorista.

source: Cannot Create Return
pt_br: Não é possível criar Devolução

source: Cannot Merge
pt_br: Não é possível Mesclar

source: Cannot Optimize Route as Driver Address is Missing.
pt_br: Não é possível Otimizar a Rota, pois não há Endereço do Motorista.

source: Cannot Relieve Employee
pt_br: Não é possível dispensar Colaborador

source: Cannot Resubmit Ledger entries for vouchers in Closed fiscal year.
pt_br: Não é possível ressubmeter lançamentos do Razão para comprovantes em ano fiscal fechado.

source: Cannot amend {0} {1}, please create a new one instead.
pt_br: Não é possível retificar {0} {1}, por favor, crie um novo registro.

source: Cannot apply TDS against multiple parties in one entry
pt_br: Não é possível aplicar Imposto Retido na Fonte contra múltiplas partes em um único lançamento

source: Cannot be a fixed asset item as Stock Ledger is created.
pt_br: Não pode ser um item de ativo imobilizado, pois o Razão de Estoque foi criado.

source: Cannot cancel Asset Depreciation Schedule {0} as it has a draft journal entry {1}.
pt_br: Não é possível cancelar o Cronograma de Depreciação do Ativo {0}, uma vez que possui um lançamento contábil em rascunho {1}.

source: Cannot cancel as processing of cancelled documents is pending.
pt_br: Não é possível cancelar, pois o processamento de documentos cancelados está pendente.

source: Cannot cancel because submitted Stock Entry {0} exists
pt_br: Não é possível cancelar pois já existe um Lançamento de Estoque submetido: {0}

source: Cannot cancel the transaction. Reposting of item valuation on submission is not completed yet.
pt_br: Não é possível cancelar a transação. A recontabilização do custo unitário do item na submissão ainda não foi concluída.

source: Cannot cancel this document as it is linked with submitted asset {0}. Please cancel it to continue.
pt_br: Não é possível cancelar este documento, pois ele está vinculado ao ativo submetido {0}. Por favor, cancele-o para continuar.

source: Cannot cancel this document as it is linked with the submitted Asset Value Adjustment <b>{0}</b>. Please cancel the Asset Value Adjustment to continue.
pt_br: Não é possível cancelar este documento, pois ele está vinculado ao Ajuste de Valor do Ativo {0} já submetido. Por favor, cancele o Ajuste de Valor do Ativo para continuar.

source: Cannot cancel transaction for Completed Work Order.
pt_br: Não é possível cancelar a transação para a Ordem de Produção concluída.

source: Cannot change Attributes after stock transaction. Make a new Item and transfer stock to the new Item
pt_br: Não é possível alterar os Atributos após a transação do estoque. Faça um novo Item e transfira estoque para o novo Item

source: Cannot change Fiscal Year Start Date and Fiscal Year End Date once the Fiscal Year is saved.
pt_br: Não é possível alterar a Data Inicial do Ano Fiscal e a Data Final do Ano Fiscal após o Ano Fiscal ser salvo.

source: Cannot change Reference Document Type.
pt_br: Não é possível alterar o Tipo de Documento de Referência.

source: Cannot change Service Stop Date for item in row {0}
pt_br: Não é possível alterar a Data de Parada do Serviço para o item na linha {0}

source: Cannot change Variant properties after stock transaction. You will have to make a new Item to do this.
pt_br: Não é possível alterar as propriedades da Variante após a transação de estoque. Você terá que fazer um novo item para fazer isso.

source: Cannot change company's default currency, because there are existing transactions. Transactions must be cancelled to change the default currency.
pt_br: Não é possível alterar a moeda padrão da empresa, porque existem operações existentes. Transações devem ser canceladas para alterar a moeda padrão.

source: Cannot complete task {0} as its dependant task {1} are not completed / cancelled.
pt_br: Não é possível completar a tarefa {0}, pois a tarefa dependente {1} não está concluída/cancelada.

source: Cannot convert Cost Center to ledger as it has child nodes
pt_br: Não é possível converter Centro de Custo de contabilidade uma vez que tem nós filhos

source: Cannot convert Task to non-group because the following child Tasks exist: {0}.
pt_br: Não é possível converter a Tarefa em não-grupo porque as seguintes Tarefas filhas existem: {0}.

source: Cannot convert to Group because Account Type is selected.
pt_br: Não é possível converter para Grupo porque o Tipo de Conta está selecionado.

source: Cannot covert to Group because Account Type is selected.
pt_br: Não é possível converter para o Grupo porque o Tipo de Conta está selecionado.

source: Cannot create Stock Reservation Entries for future dated Purchase Receipts.
pt_br: Não é possível criar Lançamentos de Reserva de Estoque para Recibos de Compra com data futura.

source: Cannot create a Delivery Trip from Draft documents.
pt_br: Não é possível criar uma Viagem de Entrega a partir de documentos em Rascunho.

source: Cannot create a pick list for Sales Order {0} because it has reserved stock. Please unreserve the stock in order to create a pick list.
pt_br: Não é possível criar uma lista de separação para o Pedido de Venda {0}, porque ele possui estoque reservado. Por favor, cancele a reserva de estoque para criar a lista de separação.

source: Cannot create accounting entries against disabled accounts: {0}
pt_br: Não é possível criar lançamentos contábeis contra contas desabilitadas: {0}.

source: Cannot create return for consolidated invoice {0}.
pt_br: Não é possível criar devolução para fatura consolidada {0}.

source: Cannot deactivate or cancel BOM as it is linked with other BOMs
pt_br: Não é possível desativar ou cancelar a Lista de Materiais (BOM), uma vez que está vinculada à outras BOMs

source: Cannot declare as lost, because Quotation has been made.
pt_br: Não é possível declarar como perdido, pois o Orçamento foi feito.

source: Cannot deduct when category is for 'Valuation' or 'Valuation and Total'
pt_br: Não é possível deduzir quando a categoria é para 'Avaliação' ou 'Avaliação e Total'

source: Cannot delete Exchange Gain/Loss row
pt_br: Não é possível excluir a linha de Ganho/Perda Cambial

source: Cannot delete Serial No {0}, as it is used in stock transactions
pt_br: Não é possível excluir o Número de Série {0}, pois ele é usado em transações de estoque

source: Cannot disassemble more than produced quantity.
pt_br: Não é possível desmontar mais do que a quantidade produzida.

source: Cannot enqueue multi docs for one company. {0} is already queued/running for company: {1}
pt_br: Não é possível enfileirar múltiplos documentos para uma única empresa. {0} já está na fila/em execução para a empresa: {1}.

source: Cannot ensure delivery by Serial No as Item {0} is added with and without Ensure Delivery by Serial No.
pt_br: Não é possível garantir a entrega por Número de Série, pois o Item {0} foi adicionado com e sem a opção Garantir Entrega por Número de Série.

source: Cannot find Item or Warehouse with this Barcode
pt_br: Não foi possível encontrar um Item ou Armazém com este Código de Barras

source: Cannot find Item with this Barcode
pt_br: Não foi possível encontrar um Item com este Código de Barras

source: Cannot find a default warehouse for item {0}. Please set one in the Item Master or in Stock Settings.
pt_br: Não foi possível encontrar um armazém padrão para o item {0}. Por favor, defina um no Cadastro de Itens ou nas Configurações de Estoque.
