Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Show Dimension Wise Stock
pt_br: Exibir Estoque por Dimensão

source: Show Disabled Items
pt_br: Exibir Items Desabilitados

source: Show Disabled Warehouses
pt_br: Exibir Armazéns Desabilitados

source: Show Failed Logs
pt_br: Exibir Registros de Falha

source: Show Future Payments
pt_br: Exibir Pagamentos Futuros

source: Show GL Balance
pt_br: Exibir Saldo do Razão

source: Show Group Accounts
pt_br: Exibir Contas Sintéticas

source: Show In Website
pt_br: Exibir no Site

source: Show Inclusive Tax in Print
pt_br: Exibir Imposto Incluso na Impressão

source: Show Item Name
pt_br: Exibir Nome do Item

source: Show Items
pt_br: Exibir Itens

source: Show Latest Forum Posts
pt_br: Exibir as Últimas Mensagens do Fórum

source: Show Ledger View
pt_br: Exibir Visualização de Razão

source: Show Linked Delivery Notes
pt_br: Exibir Notas de Entrega Vinculadas

source: Show Net Values in Party Account
pt_br: Exibir Valores Líquidos na Conta de Parte

source: Show Open
pt_br: Exibir Abertos

source: Show Opening Entries
pt_br: Exibir Lançamentos de Abertura

source: Show Opening and Closing Balance
pt_br: Exibir Saldo de Abertura e Fechamento

source: Show Operations
pt_br: Exibir Operações

source: Show Party Balance
pt_br: Exibir Saldo de Parte

source: Show Pay Button in Purchase Order Portal
pt_br: Exibir Botão de Pagamento no Portal de Pedido de Compra

source: Show Payment Details
pt_br: Exibir Detalhes de Pagamento

source: Show Payment Schedule in Print
pt_br: Exibir Cronograma de Pagamento na Impressão

source: Show Preview
pt_br: Exibir Pré-Visualização

source: Show Remarks
pt_br: Exibir Observações

source: Show Return Entries
pt_br: Exibir Lançamentos de Devolução

source: Show Sales Person
pt_br: Exibir Vendedor

source: Show Stock Ageing Data
pt_br: Exibir Dados de Envelhecimento de Estoque

source: Show Taxes as Table in Print
pt_br: Exibir Impostos como Tabela na Impressão

source: Show Traceback
pt_br: Exibir Rastreamento de Erro

source: Show Variant Attributes
pt_br: Exibir Atributos da Variante

source: Show Variants
pt_br: Exibir Variantes

source: Show Warehouse-wise Stock
pt_br: Exibir Estoque por Armazém

source: Show exploded view
pt_br: Exibir vista explodida

source: Show in Website
pt_br: Exibir no Site

source: Show net values in opening and closing columns
pt_br: Exibir valores líquidos nas colunas de abertura e fechamento

source: Show only POS
pt_br: Exibir apenas PDV

source: Show only the Immediate Upcoming Term
pt_br: Exibir apenas o Próximo Termo Imediato

source: Show pending entries
pt_br: Exibir lançamentos pendentes

source: Show unclosed fiscal year's P&L balances
pt_br: Exibir saldos de DRE de ano fiscal não encerrado

source: Show with upcoming revenue/expense
pt_br: Exibir com receita/despesa futura

source: Show zero values
pt_br: Exibir valores zerados

source: Show {0}
pt_br: Exibir {0}

source: Signatory Position
pt_br: Posição do Signatário

source: Signed
pt_br: Assinado

source: Signed By (Company)
pt_br: Assinado Por (Empresa)

source: Signed On
pt_br: Inscrito Em

source: Signee
pt_br: Signatário

source: Signee (Company)
pt_br: Signatário (Empresa)

source: Signee Details
pt_br: Detalhes do Signatário

source: Simple Python Expression, Example: doc.status == 'Open' and doc.issue_type == 'Bug'
pt_br: Expressão Python simples, Exemplo: doc.status == 'Open' e doc.issue_type == 'Bug'

source: Simple Python Expression, Example: territory != 'All Territories'
pt_br: Expressão Python simples, exemplo: território != 'Todos os territórios'

source: Simple Python formula applied on Reading fields.<br> Numeric eg. 1: <b>reading_1 &gt; 0.2 and reading_1 &lt; 0.5</b><br> Numeric eg. 2: <b>mean &gt; 3.5</b> (mean of populated fields)<br> Value based eg.: <b>reading_value in ("A", "B", "C")</b>
pt_br: Fórmula Python simples aplicada em campos de Leitura.<br> Exemplo Numérico 1: <b>reading_1 &gt; 0.2 e reading_1 &lt; 0.5</b><br> Exemplo Numérico 2: <b>mean &gt; 3.5</b> (média dos campos preenchidos)<br> Baseado em Valores: <b>reading_value in ("A", "B", "C")</b>

source: Simultaneous
pt_br: Simultâneo

source: Since {0} are Serial No/Batch No items, you cannot enable 'Recreate Stock Ledgers' in Repost Item Valuation.
pt_br: Visto que {0} são itens com Nº de Série/Lote, você não pode habilitar 'Recriar Razões de Estoque' em 'Recontabilizar Custo Unitário do Item'.

source: Single
pt_br: Solteiro

source: Single Tier Program
pt_br: Programa de Nível Único

source: Single Transaction Threshold
pt_br: Limite Único de Transação

source: Single Variant
pt_br: Variante Única

source: Size
pt_br: Tamanho

source: Skip Available Sub Assembly Items
pt_br: Ignorar Itens de Submontagem Disponíveis

source: Skip Delivery Note
pt_br: Ignorar Nota de Entrega

source: Skip Material Transfer to WIP Warehouse
pt_br: Pule a Transferência de Material Para o Wip Warehouse

source: Skipped
pt_br: Ignorado

source: Skipping Tax Withholding Category {0} as there is no associated account set for Company {1} in it.
pt_br: Ignorando Categoria de Retenção de Impostos {0} pois não há uma conta associada configurada para a Empresa {1} nela.

source: Skipping {0} of {1}, {2}
pt_br: Ignorando {0} de {1}, {2}

source: Skype ID
pt_br: ID do Skype

source: Slack Webhook URL
pt_br: URL do Webhook do Slack

source: Slug/Cubic Foot
pt_br: Slug/Pé Cúbico

source: Small
pt_br: Pequeno

source: Smoothing Constant
pt_br: Constante de Suavização

source: Soap & Detergent
pt_br: Sabões & Detergentes

source: Social Login
pt_br: Acesso com Rede Social

source: Software Developer
pt_br: Desenvolvedor de Software

source: Sold
pt_br: Vendido

source: Sold by
pt_br: Vendido por

source: Solvency Ratios
pt_br: Índices de Solvência

source: Something went wrong please try again
pt_br: Algo deu errado, por favor, tente novamente

source: Sorry, this coupon code is no longer valid
pt_br: Desculpe, este código de cupom não é mais válido

source: Sorry, this coupon code's validity has expired
pt_br: A validade deste código de cupom expirou

source: Sorry, this coupon code's validity has not started
pt_br: A validade deste código de cupom não começou

source: Source
pt_br: Origem

source: Source DocType
pt_br: DocType de Origem

source: Source Document Name
pt_br: Nome do Documento de Origem

source: Source Document Type
pt_br: Tipo de Documento de Origem

source: Source Exchange Rate
pt_br: Taxa de Câmbio de Origem

source: Source Fieldname
pt_br: Nome do Campo de Origem

source: Source Location
pt_br: Localização de Origem

source: Source Name
pt_br: Nome da Origem

source: Source Type
pt_br: Tipo de Origem

source: Source Warehouse
pt_br: Armazém de Origem

source: Source Warehouse Address
pt_br: Endereço do Armazém de Origem

source: Source Warehouse Address Link
pt_br: Link de Endereço do Armazém de Origem

source: Source and Target Location cannot be same
pt_br: A localização de origem e de destino não podem ser iguais

source: Source and target warehouse cannot be same for row {0}
pt_br: O armazém de origem e o armazém de destino não pode ser o mesmo para a Linha #{0}

source: Source and target warehouse must be different
pt_br: O armazém de origem e o armazém de destino devem ser diferentes

source: Source of Funds (Liabilities)
pt_br: Fonte de Recursos (passivos)

source: Source warehouse is mandatory for row {0}
pt_br: O Armazém de origem é obrigatório para a Linha #{0}

source: Sourced by Supplier
pt_br: Fornecido Pelo Fornecedor

source: South Africa VAT Account
pt_br: Conta de IVA da África do Sul

source: South Africa VAT Settings
pt_br: Configurações de IVA da África do Sul

source: Spacer
pt_br: Espaçador

source: Specify Exchange Rate to convert one currency into another
pt_br: Especifique Taxa de Câmbio para converter uma moeda em outra

source: Specify conditions to calculate shipping amount
pt_br: Especificar condições para calcular valor de frete

source: Split
pt_br: Dividir

source: Split Asset
pt_br: Dividir Ativo

source: Split Batch
pt_br: Dividir Lote

source: Split Early Payment Discount Loss into Income and Tax Loss
pt_br: Dividir Perda de Desconto por Pagamento Antecipado em Receita e Perda Fiscal

source: Split From
pt_br: Dividir De

source: Split Issue
pt_br: Dividir Emissão

source: Split Qty
pt_br: Dividir Qtd.

source: Split qty cannot be grater than or equal to asset qty
pt_br: A quantidade dividida não pode ser maior ou igual à quantidade do ativo

source: Splitting {0} {1} into {2} rows as per Payment Terms
pt_br: Dividindo {0} {1} em {2} linhas de acordo com as Condições de Pagamento

source: Sports
pt_br: Esportes

source: Square Centimeter
pt_br: Centímetro Quadrado

source: Square Foot
pt_br: Pé Quadrado

source: Square Inch
pt_br: Polegada Quadrada

source: Square Kilometer
pt_br: Quilômetro Quadrado

source: Square Meter
pt_br: Metro Quadrado

source: Square Mile
pt_br: Milha Quadrada

source: Square Yard
pt_br: Jarda Quadrada

source: Stage
pt_br: Etapa

source: Stage Name
pt_br: Nome da Etapa

source: Stale Days
pt_br: Dias Fechados

source: Stale Days should start from 1.
pt_br: Dias de Expiração devem começar em 1.

source: Standard Buying
pt_br: Compra Padrão

source: Standard Description
pt_br: Descrição Padrão

source: Standard Rated Expenses
pt_br: Despesas com Taxa Padrão

source: Standard Selling
pt_br: Venda Padrão

source: Standard Selling Rate
pt_br: Valor de Venda Padrão

source: Standard Template
pt_br: Template Padrão

source: Standard Terms and Conditions that can be added to Sales and Purchases. Examples: Validity of the offer, Payment Terms, Safety and Usage, etc.
pt_br: Termos e Condições Padrão que podem ser adicionados a Vendas e Compras. Exemplos: Validade da oferta, Condições de Pagamento, Segurança e Uso, etc.

source: Standard rated supplies in {0}
pt_br: Fornecimentos com taxa padrão em {0}

source: Standard tax template that can be applied to all Purchase Transactions. This template can contain a list of tax heads and also other expense heads like "Shipping", "Insurance", "Handling", etc.
pt_br: Modelo de imposto padrão que pode ser aplicado a todas as Transações de Compra. Este modelo pode conter uma lista de cabeçalhos de impostos e outras despesas como "Frete", "Seguro", "Manuseio", etc.

source: Standard tax template that can be applied to all Sales Transactions. This template can contain a list of tax heads and also other expense/income heads like "Shipping", "Insurance", "Handling" etc.
pt_br: Modelo de imposto padrão que pode ser aplicado a todas as Transações de Venda. Este modelo pode conter uma lista de cabeçalhos de impostos e outras despesas/receitas como "Frete", "Seguro", "Manuseio" etc.

source: Standing Name
pt_br: Nome da Classificação

source: Start
pt_br: Iniciar

source: Start / Resume
pt_br: Iniciar/Retomar

source: Start Date
pt_br: Data Inicial

source: Start Date cannot be before the current date
pt_br: A Data Inicial não pode ser anterior à data atual

source: Start Date should be lower than End Date
pt_br: A Data Inicial deve ser anterior à Data Final

source: Start Deletion
pt_br: Iniciar Exclusão

source: Start Import
pt_br: Iniciar Importação

source: Start Job
pt_br: Iniciar Trabalho

source: Start Merge
pt_br: Iniciar Mesclagem

source: Start Reposting
pt_br: Iniciar Recontabilização

source: Start Time
pt_br: Horário Inicial

source: Start Time can't be greater than or equal to End Time for {0}.
pt_br: O Horário Inicial não pode ser maior ou igual ao Horário Final para {0}.

source: Start Timer
pt_br: Iniciar Cronômetro

source: Start Year
pt_br: Ano Inicial

source: Start Year and End Year are mandatory
pt_br: O Ano Inicial e o Ano Final são obrigatórios

source: Start and End Dates
pt_br: Datas Inicial e Final

source: Start date of current invoice's period
pt_br: Data inicial do período da fatura atual

source: Start date should be less than end date for Item {0}
pt_br: Data inicial deve ser inferior à data final para o Item {0}

source: Start date should be less than end date for task {0}
pt_br: A data inicial deve ser inferior à data final da tarefa {0}

source: Started
pt_br: Iniciado

source: Started Time
pt_br: Horário Iniciado

source: Started a background job to create {1} {0}. {2}
pt_br: Uma tarefa em segundo plano foi iniciada para criar {1} {0}. {2}

source: Starting location from left edge
pt_br: Localização inicial a partir da margem esquerda

source: Starting position from top edge
pt_br: Posição inicial a partir da margem superior

source: State/Province
pt_br: Estado/Província

source: Statement of Account
pt_br: Extrato da Conta

source: Status Details
pt_br: Detalhes do Status

source: Status Illustration
pt_br: Ilustração do Status

source: Status must be Cancelled or Completed
pt_br: O Status deve ser Cancelado ou Concluído

source: Status must be one of {0}
pt_br: O Status deve ser um dos seguintes: {0}

source: Status set to rejected as there are one or more rejected readings.
pt_br: Status definido como rejeitado, pois há uma ou mais leituras rejeitadas.

source: Statutory info and other general information about your Supplier
pt_br: Informações contratuais e outras informações gerais sobre o seu fornecedor

source: Stock
pt_br: Estoque

source: Stock Adjustment
pt_br: Ajuste do Estoque

source: Stock Adjustment Account
pt_br: Conta Contábil de Ajuste de Estoque

source: Stock Ageing
pt_br: Envelhecimento do Estoque

source: Stock Analytics
pt_br: Análise do Estoque

source: Stock Assets
pt_br: Ativos Estoque

source: Stock Available
pt_br: Disponível Em Estoque

source: Stock Balance
pt_br: Balanço de Estoque

source: Stock Balance Report
pt_br: Relatório de Balanço de Estoque

source: Stock Closing
pt_br: Fechamento de Estoque

source: Stock Consumed During Repair
pt_br: Estoque Consumido Durante os Reparos

source: Stock Consumption Details
pt_br: Detalhes do Consumo de Estoque

source: Stock Details
pt_br: Detalhes do Estoque

source: Stock Entries already created for Work Order {0}: {1}
pt_br: Lançamentos de Estoque já foram criados para a Ordem de Produção {0}: {1}

source: Stock Entry
pt_br: Lançamento de Estoque

source: Stock Entry (Outward GIT)
pt_br: Lançamento de Estoque (git Externo)

source: Stock Entry Child
pt_br: Filho de Lançamento de Estoque

source: Stock Entry Detail
pt_br: Detalhe do Lançamento de Estoque

source: Stock Entry Type
pt_br: Tipo de Lançamento de Estoque

source: Stock Entry has been already created against this Pick List
pt_br: O Lançamento de Estoque já foi criado contra esta Lista de Separação

source: Stock Entry {0} created
pt_br: Lançamento de Estoque {0} criado

source: Stock Entry {0} is not submitted
pt_br: Lançamento de Estoque {0} não foi submetido

source: Stock Expenses
pt_br: Despesas Com Estoque

source: Stock Frozen Upto
pt_br: Estoque Congelado Até

source: Stock In Hand
pt_br: Estoque Disponível

source: Stock Items
pt_br: Itens de Estoque

source: Stock Ledger
pt_br: Razão de Estoque

source: Stock Ledger Entries and GL Entries are reposted for the selected Purchase Receipts
pt_br: Lançamentos no Razão de Estoque e Razão Geral são reenviados para os Recibos de Compra selecionados

source: Stock Ledger Entry
pt_br: Lançamento no Razão de Estoque

source: Stock Ledger ID
pt_br: ID do Razão de Estoque

source: Stock Ledger Invariant Check
pt_br: Verificação de Invariância do Razão de Estoque

source: Stock Ledger Variance
pt_br: Variação do Razão de Estoque

source: Stock Ledger report contains every submitted stock transaction. You can use filter to narrow down ledger entries.
pt_br: O relatório de Razão de Estoque contém todas as transações de estoque submetidas. Você pode usar filtros para refinar os lançamentos do razão.

source: Stock Levels
pt_br: Níveis de Estoque

source: Stock Liabilities
pt_br: Passivos de Estoque

source: Stock Manager
pt_br: Gerente de Estoque

source: Stock Movement
pt_br: Movimentação de Estoque

source: Stock Planning
pt_br: Planejamento de Estoque

source: Stock Projected Qty
pt_br: Qtd. de Projeção de Estoque

source: Stock Qty
pt_br: Qtd. em Estoque

source: Stock Qty vs Batch Qty
pt_br: Qtd. em Estoque vs Qtd. em Lote

source: Stock Qty vs Serial No Count
pt_br: Quantidade em Estoque vs. Contagem de Número de Série

source: Stock Received But Not Billed
pt_br: Estoque Recebido e Não Faturado

source: Stock Reconciliation
pt_br: Reconciliação de Estoque

source: Stock Reconciliation Item
pt_br: Item de Reconciliação de Estoque

source: Stock Reconciliations
pt_br: Reconciliações de Estoque

source: Stock Reports
pt_br: Relatórios de Estoque

source: Stock Reposting Settings
pt_br: Configurações de Recontabilização de Estoque

source: Stock Reservation
pt_br: Reserva de Estoque

source: Stock Reservation Entries Cancelled
pt_br: Lançamentos de Reserva de Estoque Canceladas

source: Stock Reservation Entries Created
pt_br: Lançamentos de Reserva de Estoque Criadas

source: Stock Reservation Entry
pt_br: Lançamento de Reserva de Estoque

source: Stock Reservation Entry cannot be updated as it has been delivered.
pt_br: O Lançamento de Reserva de Estoque não pode ser atualizada, pois já foi entregue.

source: Stock Reservation Entry created against a Pick List cannot be updated. If you need to make changes, we recommend canceling the existing entry and creating a new one.
pt_br: O Lançamento de Reserva de Estoque criado contra uma Lista de Separação não pode ser atualizada. Se precisar fazer alterações, recomendamos cancelar o lançamento existente e criar um novo.

source: Stock Reservation Warehouse Mismatch
pt_br: Incompatibilidade de Armazém de Reserva de Estoque

source: Stock Reservation can only be created against {0}.
pt_br: A Reserva de Estoque só pode ser criada contra {0}.

source: Stock Reserved Qty (in Stock UOM)
pt_br: Qtd. de Estoque Reservada (na UDM de Estoque)

source: Stock Settings
pt_br: Configurações de Estoque

source: Stock Summary
pt_br: Resumo do Estoque

source: Stock Transactions
pt_br: Transações de Estoque

source: Stock Transactions Settings
pt_br: Configurações de Transações de Estoque

source: Stock UOM
pt_br: Unidade de Medida de Estoque

source: Stock UOM Quantity
pt_br: Quantidade na Unidade de Medida de Estoque

source: Stock Unreservation
pt_br: Liberação de Estoque Reservado

source: Stock Uom
pt_br: UDM de Estoque

source: Stock User
pt_br: Usuário de Estoque

source: Stock Validations
pt_br: Validações de Estoque

source: Stock Value
pt_br: Valor do Estoque

source: Stock and Account Value Comparison
pt_br: Comparação de Valor de Estoque e Conta

source: Stock and Manufacturing
pt_br: Estoque e Fabricação

source: Stock cannot be reserved in group warehouse {0}.
pt_br: O Estoque não pode ser reservado no grupo de armazéns {0}.

source: Stock cannot be reserved in the group warehouse {0}.
pt_br: O Estoque não pode ser reservado no grupo de armazéns {0}.

source: Stock cannot be updated against Delivery Note {0}
pt_br: O Estoque não pode ser atualizado contra a Nota de Entrega {0}

source: Stock cannot be updated against Purchase Receipt {0}
pt_br: O Estoque não pode ser atualizado contra o Recebimento de Compra {0}

source: Stock not available for Item {0} in Warehouse {1}.
pt_br: Estoque não disponível para o Item {0} no Armazém {1}.

source: Stock quantity not enough for Item Code: {0} under warehouse {1}. Available quantity {2} {3}.
pt_br: Quantidade de estoque insuficiente para o Código do Item: {0} no armazém {1}. Quantidade disponível {2} {3}.

source: Stock transactions before {0} are frozen
pt_br: Transações de Estoque anteriores a {0} estão congeladas

source: Stock transactions that are older than the mentioned days cannot be modified.
pt_br: Transações de estoque mais antigas que os dias mencionados não podem ser modificadas.

source: Stock will be reserved on submission of <b>Purchase Receipt</b> created against Material Request for Sales Order.
pt_br: O Estoque será reservado na submissão do <b>Recebimento de Compra</b> criado contra a Requisição de Material para Pedido de Venda.

source: Stock/Accounts can not be frozen as processing of backdated entries is going on. Please try again later.
pt_br: Estoque/Contas não podem ser congelados enquanto o processamento de lançamentos retroativos está em andamento. Tente novamente mais tarde.

source: Stop
pt_br: Parar

source: Stop Reason
pt_br: Motivo da Parada

source: Stopped
pt_br: Parada

source: Stopped Work Order cannot be cancelled, Unstop it first to cancel
pt_br: A Ordem de Produção parada não pode ser cancelada. Retome-a primeiro, para depois cancelar.

source: Stores
pt_br: Lojas

source: Straight Line
pt_br: Linear

source: Sub Assemblies
pt_br: Submontagens

source: Sub Assemblies & Raw Materials
pt_br: Submontagens e Matérias-Primas

source: Sub Assembly
pt_br: Submontagem

source: Sub Assembly Item
pt_br: Item de Submontagem

source: Sub Assembly Item Code
pt_br: Código do Item de Submontagem

source: Sub Assembly Items
pt_br: Itens de Submontagem

source: Sub Assembly Warehouse
pt_br: Armazém de Submontagem

source: Sub Operation
pt_br: Suboperação

source: Sub Operations
pt_br: Suboperações

source: Sub Procedure
pt_br: Subprocedimento

source: Sub-assembly BOM Count
pt_br: Contagem da Lista de Materiais (BOM) de Submontagem

source: Sub-contracting
pt_br: Subcontratação

source: Subcontract
pt_br: Subcontratar

source: Subcontract BOM
pt_br: Lista de Materiais de Subcontratação

source: Subcontract Order
pt_br: Ordem de Subcontratação

source: Subcontract Order Summary
pt_br: Resumo da Ordem de Subcontratação

source: Subcontract Return
pt_br: Devolução de Subcontratação

source: Subcontracted Item
pt_br: Item Subcontratado

source: Subcontracted Item To Be Received
pt_br: Item Subcontratado a Ser Recebido

source: Subcontracted Purchase Order
pt_br: Pedido de Compra de Subcontratação

source: Subcontracted Quantity
pt_br: Quantidade Subcontratada

source: Subcontracted Raw Materials To Be Transferred
pt_br: Matérias-Primas Subcontratadas a Transferir

source: Subcontracting BOM
pt_br: BOM de Subcontratação

source: Subcontracting Conversion Factor
pt_br: Fator de Conversão de Subcontratação

source: Subcontracting Order
pt_br: Ordem de Subcontratação

source: Subcontracting Order (Draft) will be auto-created on submission of Purchase Order.
pt_br: A Ordem de Subcontratação (Rascunho) será criada automaticamente ao submeter o Pedido de Compra.

source: Subcontracting Order Item
pt_br: Item da Ordem de Subcontratação

source: Subcontracting Order Service Item
pt_br: Item de Serviço da Ordem de Subcontratação

source: Subcontracting Order Supplied Item
pt_br: Item Fornecido pela Ordem de Subcontratação

source: Subcontracting Order {0} created.
pt_br: Ordem de Subcontratação {0} criada.

source: Subcontracting Purchase Order
pt_br: Pedido de Compra de Subcontratação

source: Subcontracting Receipt
pt_br: Recibo de Subcontratação

source: Subcontracting Receipt Item
pt_br: Item de Recibo de Subcontratação

source: Subcontracting Receipt Supplied Item
pt_br: Item Fornecido no Recibo de Subcontratação

source: Subcontracting Settings
pt_br: Configurações de Subcontratação

source: Subdivision
pt_br: Divisão

source: Subject
pt_br: Assunto

source: Submit
pt_br: Submeter

source: Submit Action Failed
pt_br: Falha ao Submeter

source: Submit After Import
pt_br: Submeter Após Importação

source: Submit ERR Journals?
pt_br: Submeter Lançamentos Contábeis de Reavaliação da Taxa de Câmbio?

source: Submit Generated Invoices
pt_br: Submeter Faturas Geradas

source: Submit Journal Entries
pt_br: Submeter Lançamentos Contábeis

source: Submit this Work Order for further processing.
pt_br: Submeta esta Ordem de Produção para processamento posterior.

source: Submitted
pt_br: Submetido

source: Subscription
pt_br: Assinatura

source: Subscription End Date
pt_br: Data Final da Assinatura
