Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Let’s create your first Customer
pt_br: Vamos cadastrar seu primeiro Cliente

source: Let’s create your first Material Request
pt_br: Vamos criar sua primeira Requisição de Material

source: Let’s create your first Purchase Invoice
pt_br: Vamos criar sua primeira Fatura de Compra

source: Let’s create your first Purchase Order
pt_br: Vamos criar seu primeiro Pedido de Compra

source: Let’s create your first Quotation
pt_br: Vamos criar sua primeira Cotação

source: Let’s create your first Supplier
pt_br: Vamos criar seu primeiro Fornecedor

source: Let’s setup your first Letter Head
pt_br: Vamos configurar seu primeiro Papel Timbrado

source: Let’s walk-through Selling Settings
pt_br: Vamos revisar as Configurações de Vendas

source: Let’s walk-through few Buying Settings
pt_br: Vamos revisar algumas Configurações de Compras

source: Level
pt_br: Nível

source: Level (BOM)
pt_br: Nível (BOM)

source: Lft
pt_br: Esq

source: Liabilities
pt_br: Passivo

source: Liability
pt_br: Passivo

source: License Details
pt_br: Detalhes da Licença

source: License Number
pt_br: Número de Licença

source: License Plate
pt_br: Placa do Veículo

source: Likes
pt_br: Gostos

source: Limit Crossed
pt_br: Limite Ultrapassado

source: Limit timeslot for Stock Reposting
pt_br: Limitar disponibilidade de horário para Recontabilização de Estoque

source: Limited to 12 characters
pt_br: Limitado a 12 caracteres

source: Limits don't apply on
pt_br: Limites não se aplicam a

source: Line spacing for amount in words
pt_br: Espaçamento entre linhas para o valor por extenso

source: Link Options
pt_br: Opções de Link

source: Link a new bank account
pt_br: Vincular uma nova conta bancária

source: Link existing Quality Procedure.
pt_br: Vincular o Procedimento de Qualidade existente.

source: Link to Material Request
pt_br: Vincular à Requisição de Material

source: Link to Material Requests
pt_br: Vincular às Requisições de Materiais

source: Link with Customer
pt_br: Vincular ao Cliente

source: Link with Supplier
pt_br: Vincular ao Fornecedor

source: Linked Documents
pt_br: Documentos Vinculados

source: Linked Invoices
pt_br: Faturas Vinculadas

source: Linked Location
pt_br: Localização Vinculada

source: Linked with submitted documents
pt_br: Vinculado a documentos submetidos

source: Linking Failed
pt_br: Vinculação Falhou

source: Linking to Customer Failed. Please try again.
pt_br: Falha ao vincular ao Cliente. Por favor, tente novamente.

source: Linking to Supplier Failed. Please try again.
pt_br: Falha ao vincular ao Fornecedor. Por favor, tente novamente.

source: Liquidity Ratios
pt_br: Índices de Liquidez

source: List items that form the package.
pt_br: Listar itens que compõem o pacote.

source: Litre
pt_br: Litro

source: Litre-Atmosphere
pt_br: Litro-Atmosfera

source: Load All Criteria
pt_br: Carregar Todos os Critérios

source: Loading Invoices! Please Wait...
pt_br: Carregando Faturas! Por favor, aguarde...

source: Loading import file...
pt_br: Carregando arquivo de importação...

source: Loan
pt_br: Empréstimo

source: Loan End Date
pt_br: Data Final do Empréstimo

source: Loan Period (Days)
pt_br: Período de Empréstimo (Dias)

source: Loan Start Date
pt_br: Data Inicial do Empréstimo

source: Loan Start Date and Loan Period are mandatory to save the Invoice Discounting
pt_br: Data Inicial do Empréstimo e Período do Empréstimo são obrigatórios para salvar o Desconto de Duplicatas

source: Loans (Liabilities)
pt_br: Empréstimos (Passivos)

source: Loans and Advances (Assets)
pt_br: Empréstimos e Adiantamentos (Ativos)

source: Location
pt_br: Localização

source: Location Details
pt_br: Detalhes da Localização

source: Location Name
pt_br: Nome da Localização

source: Locked
pt_br: Bloqueado

source: Log Entries
pt_br: Registros de Eventos

source: Log the selling and buying rate of an Item
pt_br: Registra os valores de compra e venda de um Item

source: Logo
pt_br: Logotipo

source: Lost
pt_br: Perdido

source: Lost Opportunity
pt_br: Oportunidade Perdida

source: Lost Quotation
pt_br: Cotação Perdida

source: Lost Quotations
pt_br: Cotações Perdidas

source: Lost Quotations %
pt_br: % de Cotações Perdidas

source: Lost Reason
pt_br: Motivo da Perda

source: Lost Reason Detail
pt_br: Detalhe de Motivo da Perda

source: Lost Reasons
pt_br: Motivos de Perda

source: Lost Reasons are required in case opportunity is Lost.
pt_br: Os Motivos de Perda são obrigatórios caso a oportunidade seja Perdida.

source: Lost Value
pt_br: Valor Perdido

source: Lost Value %
pt_br: % de Valor Perdido

source: Low
pt_br: Baixa

source: Lower Deduction Certificate
pt_br: Certificado de Menor Dedução

source: Lower Income
pt_br: Baixa Renda

source: Loyalty Amount
pt_br: Valor de Fidelidade

source: Loyalty Point Entry
pt_br: Lançamento de Pontos de Fidelidade

source: Loyalty Point Entry Redemption
pt_br: Resgate de Lançamento de Pontos de Fidelidade

source: Loyalty Points
pt_br: Pontos de Fidelidade

source: Loyalty Points Redemption
pt_br: Resgate de Pontos de Fidelidade

source: Loyalty Points will be calculated from the spent done (via the Sales Invoice), based on collection factor mentioned.
pt_br: Os pontos de fidelidade serão calculados a partir do gasto realizado (via fatura de vendas), com base no fator de cobrança mencionado.

source: Loyalty Points: {0}
pt_br: Pontos de Fidelidade: {0}

source: Loyalty Program
pt_br: Programa de Fidelidade

source: Loyalty Program Collection
pt_br: Coleção de Programas de Fidelidade

source: Loyalty Program Help
pt_br: Ajuda do Programa de Fidelidade

source: Loyalty Program Name
pt_br: Nome do Programa de Fidelidade

source: Loyalty Program Tier
pt_br: Nível do Programa de Fidelidade

source: Loyalty Program Type
pt_br: Tipo de Programa de Fidelidade

source: Machine
pt_br: Máquina

source: Machine Type
pt_br: Tipo de Máquina

source: Machine malfunction
pt_br: Mau funcionamento da máquina

source: Machine operator errors
pt_br: Erros do operador da máquina

source: Main
pt_br: Principal

source: Main Cost Center
pt_br: Centro de Custo Principal

source: Main Cost Center {0} cannot be entered in the child table
pt_br: O Centro de Custo Principal {0} não pode ser inserido na tabela filha

source: Maintain Asset
pt_br: Manter Ativo

source: Maintain Same Rate Throughout Internal Transaction
pt_br: Manter Mesmo Valor ao Longo da Transação Interna

source: Maintain Same Rate Throughout Sales Cycle
pt_br: Manter Mesmo Valor ao Longo do Ciclo de Vendas

source: Maintain Same Rate Throughout the Purchase Cycle
pt_br: Manter Mesmo Valor ao Longo do Ciclo de Vendas

source: Maintain Stock
pt_br: Manter Estoque

source: Maintenance
pt_br: Manutenção

source: Maintenance Date
pt_br: Data da Manutenção

source: Maintenance Details
pt_br: Detalhes de Manutenção

source: Maintenance Log
pt_br: Registro de Manutenção

source: Maintenance Manager
pt_br: Gerente de Manutenção

source: Maintenance Manager Name
pt_br: Nome do Gerente de Manutenção

source: Maintenance Required
pt_br: Manutenção Requerida

source: Maintenance Role
pt_br: Função de Manutenção

source: Maintenance Schedule
pt_br: Cronograma de Manutenção

source: Maintenance Schedule Detail
pt_br: Detalhe do Cronograma de Manutenção

source: Maintenance Schedule Item
pt_br: Item do Cronograma de Manutenção

source: Maintenance Schedule is not generated for all the items. Please click on 'Generate Schedule'
pt_br: Cronograma de Manutenção não é gerado para todos os itens. Por favor, clique em "Gerar Cronograma"

source: Maintenance Schedule {0} exists against {1}
pt_br: O Cronograma de Manutenção {0} existe contra {1}

source: Maintenance Schedules
pt_br: Horários de Manutenção

source: Maintenance Status
pt_br: Status da Manutenção

source: Maintenance Status has to be Cancelled or Completed to Submit
pt_br: O Status de Manutenção deve ser Cancelado ou Concluído para Submeter

source: Maintenance Task
pt_br: Tarefa de Manutenção

source: Maintenance Tasks
pt_br: Tarefas de Manutenção

source: Maintenance Team
pt_br: Equipe de Manutenção

source: Maintenance Team Member
pt_br: Membro da Equipe de Manutenção

source: Maintenance Team Members
pt_br: Membros da Equipe de Manutenção

source: Maintenance Team Name
pt_br: Nome da Equipe de Manutenção

source: Maintenance Time
pt_br: Horário da Manutenção

source: Maintenance Type
pt_br: Tipo de Manutenção

source: Maintenance User
pt_br: Usuário da Manutenção

source: Maintenance Visit
pt_br: Visita de Manutenção

source: Maintenance Visit Purpose
pt_br: Propósito da Visita de Manutenção

source: Maintenance start date can not be before delivery date for Serial No {0}
pt_br: A data inicial da manutenção não pode ser anterior à data de entrega para o Número de Série {0}

source: Major/Optional Subjects
pt_br: Matérias Principais/Opcionais

source: Make
pt_br: Fabricar

source: Make Asset Movement
pt_br: Criar Movimentação de Ativo

source: Make Depreciation Entry
pt_br: Criar Lançamento de Depreciação

source: Make Difference Entry
pt_br: Criar Lançamento de Diferença

source: Make Payment via Journal Entry
pt_br: Criar Pagamento via Lançamento Contábil

source: Make Purchase Invoice
pt_br: Criar Fatura de Compra

source: Make Quotation
pt_br: Criar Cotação

source: Make Return Entry
pt_br: Criar Lançamento de Devolução

source: Make Sales Invoice
pt_br: Criar Fatura de Venda

source: Make Serial No / Batch from Work Order
pt_br: Criar Número de Série/Lote a partir da Ordem de Produção

source: Make Stock Entry
pt_br: Criar Lançamento de Estoque

source: Make project from a template.
pt_br: Criar projeto a partir de um modelo.

source: Make {0}
pt_br: Criar {0}

source: Make {0} Variant
pt_br: Criar {0} Variante

source: Make {0} Variants
pt_br: Criar {0} Variantes

source: Making Journal Entries against advance accounts: {0} is not recommended. These Journals won't be available for Reconciliation.
pt_br: Não é recomendável criar Lançamentos Contábeis contra as contas de adiantamento: {0}. Estes lançamentos não estarão disponíveis para Conciliação.

source: Manage
pt_br: Gerenciar

source: Manage Sales Tax Templates
pt_br: Gerenciar Modelos de Imposto sobre Vendas

source: Manage Stock Movements
pt_br: Gerenciar Movimentações de Estoque

source: Manage cost of operations
pt_br: Gerenciar custo das operações

source: Manage your orders
pt_br: Gerenciar seus pedidos

source: Management
pt_br: Gestão

source: Manager
pt_br: Gerente

source: Managing Director
pt_br: Diretor Geral

source: Mandatory
pt_br: Obrigatório

source: Mandatory Accounting Dimension
pt_br: Dimensão Contábil Obrigatória

source: Mandatory Depends On
pt_br: Obrigatoriedade Depende De

source: Mandatory Field
pt_br: Campo Obrigatório

source: Mandatory For Balance Sheet
pt_br: Obrigatório para Balanço Patrimonial

source: Mandatory For Profit and Loss Account
pt_br: Obrigatório para Conta de Demonstração de Resultados

source: Mandatory Missing
pt_br: Campos Obrigatórios Ausentes

source: Mandatory Purchase Order
pt_br: Pedido de Compra Obrigatório

source: Mandatory Purchase Receipt
pt_br: Recebimento de Compra Obrigatório

source: Mandatory Section
pt_br: Dados Obrigatórios

source: Manual Inspection
pt_br: Inspeção Manual

source: Manual entry cannot be created! Disable automatic entry for deferred accounting in accounts settings and try again
pt_br: Não foi possível criar o lançamento manual! Desabilite o lançamento automático para contabilidade diferida nas configurações de contas e tente novamente

source: Manufacture
pt_br: Fabricação

source: Manufacture against Material Request
pt_br: Fabricação contra Requisição de Material

source: Manufactured Qty
pt_br: Qtd. Fabricada

source: Manufacturer
pt_br: Fabricante

source: Manufacturer Part Number
pt_br: Número de Peça do Fabricante

source: Manufacturer Part Number <b>{0}</b> is invalid
pt_br: Número de Peça do Fabricante <b>{0}</b> é inválido

source: Manufacturers used in Items
pt_br: Fabricantes utilizados em Itens

source: Manufacturing
pt_br: Fabricação

source: Manufacturing Date
pt_br: Data de Fabricação

source: Manufacturing Manager
pt_br: Gerente de Fabricação

source: Manufacturing Quantity is mandatory
pt_br: Quantidade para Fabricação é obrigatório

source: Manufacturing Section
pt_br: Seção de Fabricação

source: Manufacturing Settings
pt_br: Configurações de Fabricação

source: Manufacturing Type
pt_br: Tipo de Fabricação

source: Manufacturing User
pt_br: Usuário de Fabricação

source: Manufacturing module is all set up!
pt_br: Módulo de Fabricação configurado com sucesso!

source: Mapping Subcontracting Order ...
pt_br: Mapeando Ordem de Subcontratação...

source: Mapping {0} ...
pt_br: Mapeando {0}...

source: Margin
pt_br: Margem

source: Margin Money
pt_br: Margem de Garantia

source: Margin Rate or Amount
pt_br: Taxa ou Valor da Margem

source: Margin Type
pt_br: Tipo da Margem

source: Margin View
pt_br: Visualização de Margem

source: Marital Status
pt_br: Estado Civil

source: Mark As Closed
pt_br: Marcar Como Fechado

source: Market Segment
pt_br: Segmento de Mercado

source: Marketing Expenses
pt_br: Despesas com Marketing

source: Marketing Manager
pt_br: Gerente de Marketing

source: Marketing Specialist
pt_br: Especialista de Marketing

source: Married
pt_br: Casado

source: Mask
pt_br: Mascarar

source: Mass Mailing
pt_br: E-mail em Massa

source: Master
pt_br: Cadastro

source: Masters
pt_br: Cadastros

source: Material Consumption
pt_br: Consumo de Material

source: Material Consumption for Manufacture
pt_br: Consumo de Material para Fabricação

source: Material Consumption is not set in Manufacturing Settings.
pt_br: O Consumo de Material não está definido em Configurações de Fabricação.

source: Material Issue
pt_br: Emissão de Material

source: Material Receipt
pt_br: Recebimento de Material

source: Material Request
pt_br: Requisição de Material

source: Material Request Date
pt_br: Data de Requisição de Material

source: Material Request Detail
pt_br: Detalhe da Requisição de Material

source: Material Request Item
pt_br: Item de Requisição de Material

source: Material Request No
pt_br: Nº da Requisição de Material

source: Material Request Plan Item
pt_br: Item do Plano de Requisição de Material

source: Material Request Planning
pt_br: Planejamento de Requisição de Material

source: Material Request Type
pt_br: Tipo de Requisição de Material

source: Material Request not created, as quantity for Raw Materials already available.
pt_br: Requisição de Material não criada, como quantidade para matérias-primas já disponíveis.

source: Material Request of maximum {0} can be made for Item {1} against Sales Order {2}
pt_br: Requisição de Material de no máximo {0} pode ser feita para item {1} relacionado ao Pedido de Venda {2}

source: Material Request used to make this Stock Entry
pt_br: Requisição de Material usada para fazer este Lançamento de Estoque

source: Material Request {0} is cancelled or stopped
pt_br: Requisição de Material {0} está cancelada ou parada

source: Material Request {0} submitted.
pt_br: Requisição de Material {0} submetida.

source: Material Requested
pt_br: Material Requisitado

source: Material Requests
pt_br: Requisições de Material

source: Material Requests Required
pt_br: Requisições de Material Obrigatórias

source: Material Requests for which Supplier Quotations are not created
pt_br: Requisições de Materiais para as quais Cotações de Fornecedor não foram criadas

source: Material Returned from WIP
pt_br: Material Devolvido de Trabalho em Andamento

source: Material Transfer
pt_br: Transferência de Material

source: Material Transfer (In Transit)
pt_br: Transferência de Material (Em Trânsito)

source: Material Transfer for Manufacture
pt_br: Transferência de Material para Fabricação

source: Material Transferred
pt_br: Material Transferido

source: Material Transferred for Manufacture
pt_br: Material Transferido para Fabricação

source: Material Transferred for Manufacturing
pt_br: Material Transferido para Fabricação

source: Material Transferred for Subcontract
pt_br: Material Transferido para Subcontrato

source: Material to Supplier
pt_br: Material para Fornecedor

source: Materials Required (Exploded)
pt_br: Materiais Requeridos (Explodidos)

source: Materials are already received against the {0} {1}
pt_br: Os materiais já foram recebidos contra o {0} {1}

source: Materials needs to be transferred to the work in progress warehouse for the job card {0}
pt_br: Os materiais precisam ser transferidos para o armazém em processo para a ficha de produção {0}

source: Max Amount
pt_br: Quantidade Máxima

source: Max Amt
pt_br: Valor Máximo

source: Max Discount (%)
pt_br: Desconto Máximo (%)

source: Max Grade
pt_br: Nota Máxima

source: Max Qty
pt_br: Qtd. Máxima

source: Max Qty (As Per Stock UOM)
pt_br: Qtd. Máxima (Conforme UDM do Estoque)

source: Max Sample Quantity
pt_br: Quantidade Máxima de Amostra

source: Max Score
pt_br: Pontuação Máxima

source: Max discount allowed for item: {0} is {1}%
pt_br: Desconto máximo permitido para o item: {0} é de {1}%

source: Max: {0}
pt_br: Máximo: {0}

source: Maximum Invoice Amount
pt_br: Valor Máximo da Fatura

source: Maximum Net Rate
pt_br: Taxa Líquida Máxima

source: Maximum Payment Amount
pt_br: Valor Total Máximo de Pagamento

source: Maximum Samples - {0} can be retained for Batch {1} and Item {2}.
pt_br: Amostras Máximas - {0} podem ser retidas para o Lote {1} e o Item {2}.

source: Maximum Samples - {0} have already been retained for Batch {1} and Item {2} in Batch {3}.
pt_br: Amostras Máximas - {0} já foram retidas para o Lote {1} e o Item {2} no Lote {3}.

source: Maximum Use
pt_br: Uso Máximo

source: Maximum Value
pt_br: Valor Máximo

source: Maximum discount for Item {0} is {1}%
pt_br: O desconto máximo para o Item {0} é de {1}%

source: Maximum quantity scanned for item {0}.
pt_br: Quantidade máxima digitalizada para o item {0}.

source: Maximum sample quantity that can be retained
pt_br: Quantidade máxima de amostras que pode ser mantida

source: Medio Metro
pt_br: Médio Metro

source: Medium
pt_br: Médio

source: Meeting
pt_br: Reunião

source: Megagram/Litre
pt_br: Megagrama/Litro

source: Mention Valuation Rate in the Item master.
pt_br: Informe o Custo Unitário no cadastro do Item.

source: Mention if non-standard Receivable account
pt_br: Informe se as transações relacionadas a este Cliente não devem ser lançadas na conta padrão da Empresa do tipo Contas a Receber

source: Mention if non-standard payable account
pt_br: Informe se as transações relacionadas a este Fornecedor não devem ser lançadas na conta padrão da Empresa do tipo Contas a Pagar

source: Mention if non-standard receivable account applicable
pt_br: Informe se as transações relacionadas a este grupo não devem ser lançadas na conta padrão da Empresa

source: Merge
pt_br: Mesclar

source: Merge Account
pt_br: Mesclar Conta

source: Merge Invoices Based On
pt_br: Mesclar Faturas Com Base Em

source: Merge Progress
pt_br: Progresso da Mesclagem

source: Merge Similar Account Heads
pt_br: Mesclar Contas Semelhantes

source: Merge taxes from multiple documents
pt_br: Mesclar impostos de múltiplos documentos

source: Merge with Existing Account
pt_br: Mesclar com Conta Existente

source: Merge with existing
pt_br: Mesclar com existente

source: Merged
pt_br: Mesclado

source: Merging is only possible if following properties are same in both records. Is Group, Root Type, Company and Account Currency
pt_br: A mesclagem só é possível se as seguintes propriedades forem iguais em ambos os registros: É Grupo, Tipo Raiz, Empresa e Moeda da Conta

source: Merging {0} of {1}
pt_br: Mesclando {0} de {1}

source: Message
pt_br: Mensagem

source: Message Examples
pt_br: Exemplos de Mensagens

source: Message Sent
pt_br: Mensagem Enviada

source: Message for Supplier
pt_br: Mensagem Para o Fornecedor

source: Message to show
pt_br: Mensagem a mostrar

source: Message will be sent to the users to get their status on the Project
pt_br: A mensagem será enviada aos usuários para obter seu status no Projeto

source: Messages greater than 160 characters will be split into multiple messages
pt_br: Mensagens maiores do que 160 caracteres vão ser divididos em múltiplas mensagens

source: Meter
pt_br: Metro

source: Meter Of Water
pt_br: Metro d'Água

source: Meter/Second
pt_br: Metro/Segundo

source: Microgram
pt_br: Micrograma

source: Microgram/Litre
pt_br: Micrograma/Litro

source: Micrometer
pt_br: Micrômetro

source: Microsecond
pt_br: Microssegundo

source: Middle Income
pt_br: Renda Média

source: Middle Name
pt_br: Nome do Meio

source: Mile
pt_br: Milha

source: Mile (Nautical)
pt_br: Milha Náutica

source: Mile/Hour
pt_br: Milha/Hora

source: Mile/Minute
pt_br: Milha/Minuto

source: Mile/Second
pt_br: Milha/Segundo

source: Milliampere
pt_br: Miliampere

source: Millicoulomb
pt_br: Milicoulomb

source: Milligram
pt_br: Miligrama

source: Milligram/Cubic Centimeter
pt_br: Miligrama/Centímetro Cúbico

source: Milligram/Cubic Meter
pt_br: Miligrama/Metro Cúbico

source: Milligram/Cubic Millimeter
pt_br: Miligrama/Mílimetro Cúbico

source: Milligram/Litre
pt_br: Miligrama/Litro

source: Millihertz
pt_br: Milihertz

source: Millilitre
pt_br: Mililitro

source: Millimeter
pt_br: Milímetro

source: Millimeter Of Mercury
pt_br: Milímetro de Mercúrio

source: Millimeter Of Water
pt_br: Milímetro d'Água

source: Millisecond
pt_br: Milissegundo

source: Min Amount
pt_br: Valor Mínimo

source: Min Amt
pt_br: Valor Mínimo

source: Min Amt can not be greater than Max Amt
pt_br: Valor Mínimo não pode ser maior que Valor Máximo

source: Min Grade
pt_br: Nota Mínima

source: Min Order Qty
pt_br: Qtd. Mínima de Pedido

source: Min Qty
pt_br: Qtd. Mínima

source: Min Qty (As Per Stock UOM)
pt_br: Quantidade Mínima (Conforme UDM do Estoque)

source: Min Qty can not be greater than Max Qty
pt_br: Qtd. Mínima não pode ser maior do que Qtd. Máxima

source: Min Qty should be greater than Recurse Over Qty
pt_br: A Qtd. Mínima deve ser maior que Recursão Sobre Quantidade

source: Minimum Invoice Amount
pt_br: Valor Mínimo da Fatura

source: Minimum Lead Age (Days)
pt_br: Tempo de Cadastro Mínimo do Lead (dias)

source: Minimum Net Rate
pt_br: Taxa Líquida Mínima

source: Minimum Order Qty
pt_br: Pedido Mínimo

source: Minimum Order Quantity
pt_br: Quantidade Mínima de Pedido

source: Minimum Payment Amount
pt_br: Valor Mínimo de Pagamento

source: Minimum Qty
pt_br: Qtd. Mínima

source: Minimum Total Spent
pt_br: Total Mínimo Gasto

source: Minimum Value
pt_br: Valor Mínimo

source: Minimum quantity should be as per Stock UOM
pt_br: A quantidade mínima deve ser de acordo com a UDM de estoque

source: Minute
pt_br: Minuta

source: Minutes
pt_br: Minutas

source: Miscellaneous Expenses
pt_br: Despesas Diversas

source: Mismatch
pt_br: Incompatibilidade

source: Missing
pt_br: Ausente

source: Missing Account
pt_br: Conta Ausente

source: Missing Asset
pt_br: Ativo Ausente

source: Missing Cost Center
pt_br: Centro de Custo Ausente

source: Missing Default in Company
pt_br: Faltando Padrão na Empresa

source: Missing Finance Book
pt_br: Livro Contábil Ausente

source: Missing Finished Good
pt_br: Produto Acabado Ausente

source: Missing Formula
pt_br: Fórmula Ausente

source: Missing Item
pt_br: Item Ausente

source: Missing Items
pt_br: Itens Ausentes

source: Missing Payments App
pt_br: Aplicativo de Pagamentos Ausente

source: Missing Serial No Bundle
pt_br: Pacote de Número de Série Ausente

source: Missing Values Required
pt_br: Faltando Valores Obrigatórios

source: Missing email template for dispatch. Please set one in Delivery Settings.
pt_br: Modelo de e-mail ausente para envio. Por favor defina um em Configurações de Entrega.

source: Missing value
pt_br: Valor ausente

source: Mixed Conditions
pt_br: Condições Mistas

source: Mobile
pt_br: Celular
