Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Number of new Cost Center, it will be included in the cost center name as a prefix
pt_br: Número do novo Centro de Custo, ele será incluído no nome do centro de custo como um prefixo

source: Numeric
pt_br: Numérico

source: Numeric Inspection
pt_br: Inspeção Numérica

source: Numeric Values
pt_br: Valores Numéricos

source: Numero has not set in the XML file
pt_br: Numero não foi definido no arquivo XML

source: OAuth Client
pt_br: Cliente OAuth

source: OAuth Provider Settings
pt_br: Configurações do Provedor OAuth

source: Objective
pt_br: Objetivo

source: Objectives
pt_br: Objetivos

source: Odometer Value (Last)
pt_br: Quilometragem do Odômetro (Última)

source: Off
pt_br: Desligado

source: Offer Date
pt_br: Data da Oferta

source: Office
pt_br: Escritório

source: Office Equipments
pt_br: Equipamentos de Escritório

source: Office Maintenance Expenses
pt_br: Despesas com Manutenção de Escritório

source: Office Rent
pt_br: Aluguel do Escritório

source: Offsetting Account
pt_br: Conta de Compensação

source: Offsetting for Accounting Dimension
pt_br: Compensação para Dimensão Contábil

source: Old Parent
pt_br: Principal Antigo

source: Oldest Of Invoice Or Advance
pt_br: O Mais Antigo entre Fatura ou Adiantamento

source: On Converting Opportunity
pt_br: Sobre Conversão de Oportunidade

source: On Hold
pt_br: Em Espera

source: On Hold Since
pt_br: Em Espera Desde

source: On Item Quantity
pt_br: Sobre a Quantidade do Item

source: On Net Total
pt_br: Sobre Total Líquido

source: On Paid Amount
pt_br: Sobre o Valor Pago

source: On Previous Row Amount
pt_br: Sobre Valor da Linha Anterior

source: On Previous Row Total
pt_br: Sobre Total da Linha Anterior

source: On Purchase Order Submission
pt_br: Após Submissão do Pedido de Compra

source: On Sales Order Submission
pt_br: Após Submissão do Pedido de Venda

source: On Task Completion
pt_br: Após Conclusão da Tarefa

source: On This Date
pt_br: Nesta Data

source: On Track
pt_br: No Prazo

source: On enabling this cancellation entries will be posted on the actual cancellation date and reports will consider cancelled entries as well
pt_br: Ao habilitar esta opção, os lançamentos de cancelamento serão registrados na data real do cancelamento, e os relatórios considerarão também os lançamentos cancelados

source: On expanding a row in the Items to Manufacture table, you'll see an option to 'Include Exploded Items'. Ticking this includes raw materials of the sub-assembly items in the production process.
pt_br: Ao expandir uma linha na tabela de Itens a Fabricar, você verá uma opção para 'Incluir Itens Explodidos'. Marcando essa opção, os materiais das submontagens serão incluídos no processo de produção.

source: On save, the Excluded Fee will be converted to an Included Fee.
pt_br: Ao salvar, a Taxa Excluída será convertida em uma Taxa Incluída.

source: On submission of the stock transaction, system will auto create the Serial and Batch Bundle based on the Serial No / Batch fields.
pt_br: Ao submeter a transação de estoque, o sistema criará automaticamente o Pacote de Série e Lote com base nos campos Número de Série / Lote.

source: On {0} Creation
pt_br: Na Criação de {0}

source: On-machine press checks
pt_br: Acompanhamento em Máquina

source: Once set, this invoice will be on hold till the set date
pt_br: Depois de definida, esta fatura ficará em espera até a data definida

source: Once the Work Order is Closed. It can't be resumed.
pt_br: Uma vez que a Ordem de Produção esteja Fechada, ela não pode ser retomada.

source: One customer can be part of only single Loyalty Program.
pt_br: Um cliente pode fazer parte de um único Programa de Fidelidade.

source: Ongoing Job Cards
pt_br: Fichas de Produção em Andamento

source: Online Auctions
pt_br: Leilões Online

source: Only 'Payment Entries' made against this advance account are supported.
pt_br: Apenas 'Lançamento de Pagamento' feitos nesta conta de adiantamento são suportadas.

source: Only CSV and Excel files can be used to for importing data. Please check the file format you are trying to upload
pt_br: Apenas arquivos CSV e Excel podem ser usados para importação de dados. Verifique o formato do arquivo que você está tentando carregar

source: Only Deduct Tax On Excess Amount
pt_br: Deduzir Imposto Apenas Sobre o Valor Excedente

source: Only Include Allocated Payments
pt_br: Incluir Apenas Pagamentos Alocados

source: Only Parent can be of type {0}
pt_br: Apenas o Pai pode ser do tipo {0}

source: Only applies for Normal Payments
pt_br: Só se aplica a Pagamentos Normais

source: Only existing assets
pt_br: Apenas ativos existentes

source: Only leaf nodes are allowed in transaction
pt_br: Apenas nós folha são permitidos na transação.

source: Only one of Deposit or Withdrawal should be non-zero when applying an Excluded Fee.
pt_br: Apenas um dos campos, Depósito ou Saque, deve ser diferente de zero ao aplicar uma Taxa Excluída.

source: Only one {0} entry can be created against the Work Order {1}
pt_br: Apenas um lançamento de {0} pode ser criado para a Ordem de Produção {1}

source: Only payment entries with apply tax withholding unchecked will be considered for checking cumulative threshold breach
pt_br: Apenas lançamentos de pagamento com a opção 'reter imposto' desmarcada serão considerados para a verificação da violação do limite cumulativo

source: Only show Customer of these Customer Groups
pt_br: Exibir apenas Clientes destes Grupos de Clientes

source: Only show Items from these Item Groups
pt_br: Exibir apenas Itens destes Grupos de Itens

source: Only values between [0,1) are allowed. Like {0.00, 0.04, 0.09, ...} Ex: If allowance is set at 0.07, accounts that have balance of 0.07 in either of the currencies will be considered as zero balance account
pt_br: Apenas valores entre [0,1) são permitidos. Como {0.00, 0.04, 0.09, ...} Ex: Se a tolerância for definida em 0,07, contas com saldo de 0,07 em qualquer uma das moedas serão consideradas contas de saldo zero.

source: Only {0} are supported
pt_br: Apenas {0} são suportados

source: Open
pt_br: Aberto

source: Open Activities HTML
pt_br: Atividades Abertas HTML

source: Open BOM {0}
pt_br: Abrir BOM {0}

source: Open Call Log
pt_br: Registro de Chamadas Abertas

source: Open Contact
pt_br: Contato Aberto

source: Open Event
pt_br: Evento Aberto

source: Open Events
pt_br: Eventos Abertos

source: Open Form View
pt_br: Abra a Visualização do Formulário

source: Open Issues
pt_br: Incidentes Abertos

source: Open Issues
pt_br: Incidentes Em Aberto

source: Open Item {0}
pt_br: Abrir Item {0}

source: Open Notifications
pt_br: Notificações Abertas

source: Open Projects
pt_br: Projetos Abertos

source: Open Projects
pt_br: Abrir Projetos

source: Open Quotations
pt_br: Citações Abertas

source: Open Sales Orders
pt_br: Pedidos de Venda Abertos

source: Open Task
pt_br: Tarefa Aberta

source: Open Tasks
pt_br: Tarefas Abertas

source: Open To Do
pt_br: Atribuições Em Aberto

source: Open To Do
pt_br: Tarefas Abertas

source: Open Work Order {0}
pt_br: Abrir Ordem de Produção {0}

source: Open Work Orders
pt_br: Abrir Ordens de Produção

source: Open a new ticket
pt_br: Abra um novo chamado

source: Opening
pt_br: Abertura

source: Opening & Closing
pt_br: Abertura e Fechamento

source: Opening (Cr)
pt_br: Abertura (Cr)

source: Opening (Dr)
pt_br: Abertura (Dr)

source: Opening Accumulated Depreciation
pt_br: Depreciação Acumulada Inicial

source: Opening Accumulated Depreciation must be less than or equal to {0}
pt_br: A Depreciação Acumulada Inicial deve ser menor ou igual a {0}

source: Opening Amount
pt_br: Valor de Abertura

source: Opening Balance
pt_br: Saldo Inicial

source: Opening Balance Details
pt_br: Detalhes do Saldo Inicial

source: Opening Balance Equity
pt_br: Saldo Inicial de Patrimônio Líquido

source: Opening Balances
pt_br: Saldos Iniciais

source: Opening Date
pt_br: Data de Abertura

source: Opening Entry
pt_br: Lançamento de Abertura

source: Opening Entry can not be created after Period Closing Voucher is created.
pt_br: O Lançamento de Abertura não pode ser criado após o Comprovante de Fechamento de Período ser criado.

source: Opening Invoice Creation In Progress
pt_br: Criação de Fatura de Abertura em Andamento

source: Opening Invoice Creation Tool
pt_br: Ferramenta de Criação de Fatura de Abertura

source: Opening Invoice Creation Tool Item
pt_br: Item de Ferramenta de Criação de Fatura de Abertura

source: Opening Invoice Item
pt_br: Item de Fatura de Abertura

source: Opening Invoice has rounding adjustment of {0}.<br><br> '{1}' account is required to post these values. Please set it in Company: {2}.<br><br> Or, '{3}' can be enabled to not post any rounding adjustment.
pt_br: A Fatura de Abertura tem um ajuste de arredondamento de {0}.<br><br> A conta '{1}' é obrigatória para registrar esses valores. Por favor, defina-a na Empresa: {2}.<br><br> Ou, '{3}' pode ser habilitada para não registrar nenhum ajuste de arredondamento.

source: Opening Invoices
pt_br: Faturas de Abertura

source: Opening Invoices Summary
pt_br: Resumo de Faturas de Abertura

source: Opening Number of Booked Depreciations
pt_br: Número Inicial de Depreciações Registradas

source: Opening Purchase Invoices have been created.
pt_br: As Faturas de Compra de Abertura foram criadas.

source: Opening Qty
pt_br: Qtd. Inicial

source: Opening Sales Invoices have been created.
pt_br: As Faturas de Venda Iniciais foram criadas.

source: Opening Stock
pt_br: Estoque Inicial

source: Opening Time
pt_br: Horário de Abertura

source: Opening Value
pt_br: Valor de Abertura

source: Opening and Closing
pt_br: Abertura e Fechamento

source: Operating Cost
pt_br: Custo de Operação

source: Operating Cost (Company Currency)
pt_br: Custo Operacional (Moeda da Empresa)

source: Operating Cost Per BOM Quantity
pt_br: Custo Operacional por Quantidade da BOM

source: Operating Cost as per Work Order / BOM
pt_br: Custo Operacional Conforme Ordem de Produção/BOM

source: Operating Cost(Company Currency)
pt_br: Custo Operacional (Moeda da Empresa)

source: Operating Costs
pt_br: Custos Operacionais

source: Operation
pt_br: Operação

source: Operation & Workstation
pt_br: Operação e Estação de Trabalho

source: Operation Cost
pt_br: Custo da Operação

source: Operation Description
pt_br: Descrição da Operação

source: Operation ID
pt_br: ID da Operação

source: Operation Id
pt_br: ID da Operação

source: Operation Row Number
pt_br: Número da Linha de Operação

source: Operation Time
pt_br: Tempo da Operação

source: Operation Time must be greater than 0 for Operation {0}
pt_br: Tempo de Operação deve ser maior que 0 para a operação {0}

source: Operation completed for how many finished goods?
pt_br: Operação concluída para quantos produtos acabados?

source: Operation time does not depend on quantity to produce
pt_br: O tempo de operação não depende da quantidade a ser produzida

source: Operation {0} added multiple times in the work order {1}
pt_br: A operação {0} foi adicionada várias vezes na ordem de produção {1}

source: Operation {0} does not belong to the work order {1}
pt_br: A operação {0} não pertence à ordem de produção {1}

source: Operation {0} longer than any available working hours in workstation {1}, break down the operation into multiple operations
pt_br: A operação {0} é mais longa do que qualquer horário de trabalho disponível na Estação de Trabalho {1}. Divida a operação em múltiplas operações

source: Operations
pt_br: Operações

source: Operations cannot be left blank
pt_br: As operações não podem ser deixadas em branco

source: Operator
pt_br: Operador

source: Opp Count
pt_br: Contagem de Oportunidades

source: Opp/Lead %
pt_br: % Oportunidade/Liderança

source: Opportunities
pt_br: Oportunidades

source: Opportunities by lead source
pt_br: Oportunidades por origem do lead

source: Opportunity
pt_br: Oportunidade

source: Opportunity Amount
pt_br: Valor da Oportunidade

source: Opportunity Amount (Company Currency)
pt_br: Valor da Oportunidade (Moeda da Empresa)

source: Opportunity Date
pt_br: Data da Oportunidade

source: Opportunity From
pt_br: Oportunidade De

source: Opportunity Item
pt_br: Item da Oportunidade

source: Opportunity Lost Reason
pt_br: Oportunidade Razão Perdida

source: Opportunity Lost Reason Detail
pt_br: Detalhe do Motivo da Oportunidade Perdida

source: Opportunity Owner
pt_br: Responsável pela Oportunidade

source: Opportunity Source
pt_br: Fonte da Oportunidade

source: Opportunity Summary by Sales Stage
pt_br: Resumo de Oportunidade por Etapa de Vendas

source: Opportunity Summary by Sales Stage
pt_br: Resumo de Oportunidade por Etapa de Vendas

source: Opportunity Type
pt_br: Tipo de Oportunidade

source: Opportunity Value
pt_br: Valor da Oportunidade

source: Opportunity {0} created
pt_br: Oportunidade {0} criada

source: Optimize Route
pt_br: Otimizar Rota

source: Optional. Sets company's default currency, if not specified.
pt_br: Opcional. Define moeda padrão da empresa, se não for especificado.

source: Optional. This setting will be used to filter in various transactions.
pt_br: Opcional. Esta configuração será usada para filtrar em várias transações.

source: Options
pt_br: Opções

source: Orange
pt_br: Laranja

source: Order Amount
pt_br: Valor do Pedido

source: Order By
pt_br: Ordenar Por

source: Order Confirmation Date
pt_br: Data de Confirmação do Pedido

source: Order Confirmation No
pt_br: Nº da Confirmação do Pedido

source: Order Count
pt_br: Contagem de Pedidos

source: Order Date
pt_br: Data da Ordem

source: Order Information
pt_br: Informação do Pedido

source: Order No
pt_br: Nº da Ordem

source: Order Qty
pt_br: Quantidade do Pedido

source: Order Status
pt_br: Status do Pedido

source: Order Type
pt_br: Tipo de Pedido

source: Order Value
pt_br: Valor do Pedido

source: Order in which sections should appear. 0 is first, 1 is second and so on.
pt_br: Ordem em que seções devem aparecer. 0 é primeiro, 1 é o segundo e assim por diante.

source: Order/Quot %
pt_br: % Pedido/Cotação

source: Ordered
pt_br: Solicitado

source: Ordered Qty
pt_br: Qtd. Solicitada

source: Ordered Qty: Quantity ordered for purchase, but not received.
pt_br: Qtd. Solicitada: Quantidade solicitada para compra, mas não recebida.

source: Ordered Quantity
pt_br: Quantidade Solicitada

source: Orders
pt_br: Pedidos

source: Organization
pt_br: Organização

source: Organization Name
pt_br: Nome da Organização

source: Orientation
pt_br: Orientação

source: Original Item
pt_br: Item Original

source: Other
pt_br: Outro

source: Other Details
pt_br: Outros Detalhes

source: Other Info
pt_br: Outras Informações

source: Other Reports
pt_br: Relatórios Adicionais

source: Other Settings
pt_br: Outras Definições

source: Ounce
pt_br: Onça

source: Ounce-Force
pt_br: Onça-Força

source: Ounce/Cubic Foot
pt_br: Onça/Pé Cúbico

source: Ounce/Cubic Inch
pt_br: Onça/Polegada Cúbica

source: Ounce/Gallon (UK)
pt_br: Onça/Galão (UK)

source: Ounce/Gallon (US)
pt_br: Onça/Galão (US)

source: Out Qty
pt_br: Qtd. de Saída

source: Out Value
pt_br: Valor de Saída

source: Out of AMC
pt_br: Fora do Contrato Anual de Manutenção

source: Out of Order
pt_br: Fora de Serviço

source: Out of Stock
pt_br: Fora de Estoque

source: Out of Warranty
pt_br: Fora de Garantia

source: Out of stock
pt_br: Fora de Estoque

source: Outgoing
pt_br: Saída

source: Outgoing Rate
pt_br: Valor de Saída

source: Outstanding
pt_br: Pendente

source: Outstanding (Company Currency)
pt_br: Pendente (Moeda da Empresa)

source: Outstanding Amount
pt_br: Valor Pendente

source: Outstanding Amt
pt_br: Valor Pendente

source: Outstanding Cheques and Deposits to clear
pt_br: Cheques em circulação e depósitos para apagar

source: Outstanding for {0} cannot be less than zero ({1})
pt_br: Excelente para {0} não pode ser inferior a zero ( {1})

source: Outward
pt_br: Saída

source: Over Billing Allowance (%)
pt_br: Margem de Tolerância de Sobrefaturamento (%)

source: Over Billing Allowance exceeded for Purchase Receipt Item {0} ({1}) by {2}%
pt_br: Margem de Tolerância de Sobrefaturamento excedida para o Item do Recebimento de Compra {0} ({1}) em {2}%.

source: Over Delivery/Receipt Allowance (%)
pt_br: Margem de Tolerância de Entrega/Recebimento em Excesso (%)

source: Over Picking Allowance
pt_br: Margem de Tolerância de Separação em Excesso

source: Over Receipt
pt_br: Recebimento em Excesso

source: Over Receipt/Delivery of {0} {1} ignored for item {2} because you have {3} role.
pt_br: Recebimento/Entrega em Excesso de {0} {1} ignorado para o item {2} porque você tem a função {3}.

source: Over Transfer Allowance
pt_br: Margem de Tolerância de Transferência em Excesso

source: Over Transfer Allowance (%)
pt_br: Margem de Tolerância de Transferência em Excesso (%)

source: Overbilling of {0} {1} ignored for item {2} because you have {3} role.
pt_br: Sobrefaturamento de {0} {1} ignorado para o item {2} porque você tem a função {3}.

source: Overbilling of {} ignored because you have {} role.
pt_br: Sobrefaturamento de {} ignorado porque você tem a função {}.

source: Overdue
pt_br: Vencido

source: Overdue Days
pt_br: Dias Vencidos

source: Overdue Payment
pt_br: Pagamento Atrasado

source: Overdue Payments
pt_br: Pagamentos Atrasados

source: Overdue Tasks
pt_br: Tarefas Atrasadas

source: Overdue and Discounted
pt_br: Em Atraso e Descontado

source: Overlap in scoring between {0} and {1}
pt_br: Sobreposição na pontuação entre {0} e {1}

source: Overlapping conditions found between:
pt_br: Condições sobrepostas encontradas entre:

source: Overproduction Percentage For Sales Order
pt_br: Percentual de Superprodução para Pedido de Venda

source: Overproduction Percentage For Work Order
pt_br: Percentual de Superprodução para a Ordem de Produção

source: Overproduction for Sales and Work Order
pt_br: Superprodução para Vendas e Ordem de Produção

source: Overview
pt_br: Visão Geral

source: Owned
pt_br: Próprio

source: Owner
pt_br: Proprietário

source: P&L Closing Balance
pt_br: Saldo Final do Demonstrativo de Resultados

source: PAN No
pt_br: Nº PAN

source: PCV
pt_br: Comprovante de Fechamento de Período

source: PCV Paused
pt_br: Comprovante de Fechamento de Período Pausado

source: PCV Resumed
pt_br: Comprovante de Fechamento de Período Retomado

source: PDF Name
pt_br: Nome do PDF

source: PO Supplied Item
pt_br: Item Fornecido no Pedido de Compra

source: POS
pt_br: Ponto de Venda (PDV)

source: POS Closed
pt_br: PDV Fechado

source: POS Closing Entry
pt_br: Lançamento de Fechamento de PDV

source: POS Closing Entry Detail
pt_br: Detalhe de Lançamento de Fechamento de PDV

source: POS Closing Entry Taxes
pt_br: Impostos de Lançamento de Fechamento de PDV

source: POS Closing Failed
pt_br: Fechamento de PDV Falhou

source: POS Closing failed while running in a background process. You can resolve the {0} and retry the process again.
pt_br: O Fechamento de PDV falhou durante a execução em um processo em segundo plano. Você pode resolver os {0} e tentar o processo novamente.

source: POS Customer Group
pt_br: Grupo de Cliente de PDV

source: POS Field
pt_br: Campo PDV

source: POS Invoice
pt_br: Fatura de PDV

source: POS Invoice Item
pt_br: Item de Fatura de PDV

source: POS Invoice Merge Log
pt_br: Registro de Mesclagem de Fatura de PDV

source: POS Invoice Reference
pt_br: Referência de Fatura de PDV

source: POS Invoice is already consolidated
pt_br: A Fatura de PDV já está consolidada

source: POS Invoice is not submitted
pt_br: A Fatura de PDV não foi submetida

source: POS Invoice isn't created by user {}
pt_br: A Fatura de PDV não foi criada pelo usuário {}

source: POS Invoice should have the field {0} checked.
pt_br: A Fatura de PDV deve ter o campo {0} marcado.

source: POS Invoices
pt_br: Faturas de PDV

source: POS Invoices will be consolidated in a background process
pt_br: As Faturas de PDV serão consolidadas em um processo em segundo plano

source: POS Invoices will be unconsolidated in a background process
pt_br: As Faturas de PDV serão desconsolidadas em um processo em segundo plano

source: POS Item Group
pt_br: Grupo de Itens de PDV

source: POS Opening Entry
pt_br: Lançamento de Abertura de PDV

source: POS Opening Entry Detail
pt_br: Detalhe de Lançamento de Abertura de PDV

source: POS Opening Entry Missing
pt_br: Lançamento Abertura de PDV Ausente

source: POS Payment Method
pt_br: Método de Pagamento de PDV

source: POS Profile
pt_br: Perfil de PDV

source: POS Profile User
pt_br: Perfil de Usuário de PDV

source: POS Profile doesn't match {}
pt_br: O Perfil de PDV não corresponde a {}

source: POS Profile required to make POS Entry
pt_br: Perfil de PDV obrigatório para fazer Lançamento de PDV

source: POS Profile {0} cannot be disabled as there are ongoing POS sessions.
pt_br: O Perfil de PDV {0} não pode ser desabilitado, pois existem sessões de PDV em andamento.

source: POS Profile {} contains Mode of Payment {}. Please remove them to disable this mode.
pt_br: O Perfil de PDV {} contém a Forma de Pagamento {}. Por favor, remova-a para desabilitá-la.

source: POS Profile {} does not belong to company {}
pt_br: O Perfil de PDV {} não pertence à empresa {}

source: POS Profile {} does not exist.
pt_br: O Perfil de PDV {} não existe.

source: POS Profile {} is disabled.
pt_br: O Perfil de PDV {} está desabilitado.

source: POS Register
pt_br: Registro de PDV

source: POS Search Fields
pt_br: Campos de Pesquisa de PDV

source: POS Setting
pt_br: Configuração de PDV

source: POS Settings
pt_br: Configurações de PDV

source: POS Transactions
pt_br: Transações de PDV

source: POS has been closed at {0}. Please refresh the page.
pt_br: O PDV foi fechado em {0}. Por favor, atualize a página.

source: POS invoice {0} created succesfully
pt_br: Fatura de PDV {0} criada com sucesso

source: PSOA Cost Center
pt_br: Centro de Custo de Processamento de Extratos de Contas

source: PSOA Project
pt_br: Projeto de Processamento de Extratos de Contas

source: Package No(s) already in use. Try from Package No {0}
pt_br: Número(s) do Pacote já em uso. Tente a partir do Número do Pacote {0}

source: Package Weight Details
pt_br: Detalhes de Peso do Pacote

source: Packaging Slip From Delivery Note
pt_br: Romaneio a partir da Nota de Entrega

source: Packed Item
pt_br: Item Embalado

source: Packed Items
pt_br: Itens Embalados

source: Packed Items cannot be transferred internally
pt_br: Itens Embalados não podem ser transferidos internamente

source: Packed Qty
pt_br: Qtd. Embalada

source: Packing List
pt_br: Lista de Remessa

source: Packing Slip
pt_br: Romaneio

source: Packing Slip Item
pt_br: Item de Romaneio

source: Packing Slip(s) cancelled
pt_br: Romaneio(s) cancelado(s)

source: Packing Unit
pt_br: Unidade de Embalagem

source: Page Break
pt_br: Quebra de Página

source: Page Break After Each SoA
pt_br: Quebra de Página Após Cada Extrato de Conta

source: Page {0} of {1}
pt_br: Página {0} de {1}

source: Paid
pt_br: Pago

source: Paid Amount
pt_br: Valor Pago

source: Paid Amount (Company Currency)
pt_br: Valor Pago (Moeda da Empresa)

source: Paid Amount After Tax
pt_br: Valor Pago Após Imposto

source: Paid Amount After Tax (Company Currency)
pt_br: Valor Pago Após Imposto (Moeda da Empresa)

source: Paid Amount cannot be greater than total negative outstanding amount {0}
pt_br: O Valor Pago não pode ser superior ao saldo devedor {0}

source: Paid From Account Type
pt_br: Pago a Partir do Tipo de Conta

source: Paid Loan
pt_br: Empréstimo Pago

source: Paid To Account Type
pt_br: Pago Para Tipo de Conta

source: Paid amount + Write Off Amount can not be greater than Grand Total
pt_br: Valor pago + Valor da Baixa não pode ser maior do que o total geral

source: Pair
pt_br: Par

source: Pallets
pt_br: Paletes

source: Parameter
pt_br: Parâmetro

source: Parameter Group
pt_br: Grupo de Parâmetros
