Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Import Data from Spreadsheet
pt_br: Importar Dados de Planilha

source: Import File
pt_br: Importar Arquivo

source: Import File Errors and Warnings
pt_br: Erros e Avisos do Arquivo de Importação

source: Import Genericode File
pt_br: Importar Arquivo Genericode

source: Import Invoices
pt_br: Importar Faturas

source: Import Log
pt_br: Registro de Importação

source: Import Log Preview
pt_br: Pré-visualização de Registro de Importação

source: Import Preview
pt_br: Pré-visualização de Importação

source: Import Progress
pt_br: Progresso da Importação

source: Import Successful
pt_br: Importação Bem-sucedida

source: Import Supplier Invoice
pt_br: Fatura de Fornecedor de Importação

source: Import Type
pt_br: Tipo de Importação

source: Import Using CSV file
pt_br: Importar Usando Arquivo CSV

source: Import Warnings
pt_br: Avisos de Importação

source: Import completed. {0} common codes created.
pt_br: Importação concluída. {0} códigos comuns criados.

source: Import from Google Sheets
pt_br: Importar de Planilhas Google

source: Import in Bulk
pt_br: Importar em Massa

source: Importing Common Codes
pt_br: Importando Códigos Comuns

source: Importing {0} of {1}, {2}
pt_br: Importando {0} de {1}, {2}

source: In House
pt_br: Interno

source: In Maintenance
pt_br: Em Manutenção

source: In Mins
pt_br: Em Mins

source: In Minutes
pt_br: Em Minutos

source: In Party Currency
pt_br: Na Moeda de Parte

source: In Percentage
pt_br: Em Porcentagem

source: In Process
pt_br: Em Processo

source: In Production
pt_br: Em Produção

source: In Progress
pt_br: Em Progresso

source: In Qty
pt_br: Qtd. de Entrada

source: In Stock
pt_br: Em Estoque

source: In Stock Qty
pt_br: Qtd. em Estoque

source: In Transit
pt_br: Em Trânsito

source: In Transit Transfer
pt_br: Transferência em Andamento

source: In Transit Warehouse
pt_br: Armazém de Mercadorias em Trânsito

source: In Value
pt_br: Valor de Entrada

source: In Words
pt_br: Por Extenso

source: In Words (Company Currency)
pt_br: Por Extenso (Moeda da Empresa)

source: In Words (Export) will be visible once you save the Delivery Note.
pt_br: Por Extenso (Exportação) será visível uma vez que você salvar a Nota de Entrega.

source: In Words will be visible once you save the Delivery Note.
pt_br: Por Extenso será visível uma vez que você salvar a Nota de Entrega.

source: In Words will be visible once you save the Sales Invoice.
pt_br: Por Extenso será visível uma vez que você salvar a Fatura de Venda.

source: In Words will be visible once you save the Sales Order.
pt_br: Por Extenso será visível uma vez que você salvar o Pedido de Venda.

source: In mins
pt_br: Em minutos

source: In minutes
pt_br: Em minutos

source: In row {0} of Appointment Booking Slots: "To Time" must be later than "From Time".
pt_br: Na linha #{0} de Vagas para Agendamento: "Horário Final" deve ser posterior à "Horário Inicial".

source: In stock
pt_br: Em estoque

source: In the case of multi-tier program, Customers will be auto assigned to the concerned tier as per their spent
pt_br: No caso do programa multicamadas, os Clientes serão atribuídos automaticamente ao nível em questão de acordo com o gasto

source: In this section, you can define Company-wide transaction-related defaults for this Item. Eg. Default Warehouse, Default Price List, Supplier, etc.
pt_br: Nesta seção, você pode definir padrões de transação em toda a empresa para este Item. Ex.: Armazém Padrão, Tabela de Preços Padrão, Fornecedor, etc.

source: Inactive
pt_br: Inativo

source: Inactive Customers
pt_br: Clientes Inativos

source: Inactive Sales Items
pt_br: Itens de Vendas Inativas

source: Inactive Status
pt_br: Status Inativo

source: Incentives
pt_br: Incentivos

source: Inch
pt_br: Polegada

source: Inch Pound-Force
pt_br: Polegada Libra-Força

source: Inch/Minute
pt_br: Polegada/Minuto

source: Inch/Second
pt_br: Polegada/Segundo

source: Inches Of Mercury
pt_br: Polegadas de Mercúrio

source: Include Account Currency
pt_br: Incluir Moeda da Conta

source: Include Ageing Summary
pt_br: Incluir Resumo de Envelhecimento

source: Include Closed Orders
pt_br: Incluir Pedidos Fechados

source: Include Default FB Assets
pt_br: Incluir Ativos do Livro Contábil Padrão

source: Include Default FB Entries
pt_br: Incluir Lançamentos do Livro Contábil Padrão

source: Include Disabled
pt_br: Incluir Desabilitados

source: Include Expired
pt_br: Incluir Expirados

source: Include Expired Batches
pt_br: Incluir Lotes Vencidos

source: Include Exploded Items
pt_br: Incluir Itens Explodidos

source: Include Item In Manufacturing
pt_br: Incluir Item na Fabricação

source: Include Non Stock Items
pt_br: Incluir Itens Não Estocáveis

source: Include POS Transactions
pt_br: Incluir Transações PDV

source: Include Payment
pt_br: Incluir Pagamento

source: Include Payment (POS)
pt_br: Incluir Pagamento (PDV)

source: Include Reconciled Entries
pt_br: Incluir Lançamentos Reconciliadss

source: Include Returned Invoices (Stand-alone)
pt_br: Incluir Faturas Devolvidas (Avulsas)

source: Include Safety Stock in Required Qty Calculation
pt_br: Incluir Estoque de Segurança no Cálculo de Qtd. Requerida

source: Include Sub-assembly Raw Materials
pt_br: Incluir Matérias-Primas de Submontagem

source: Include Subcontracted Items
pt_br: Incluir Itens Subcontratados

source: Include Timesheets in Draft Status
pt_br: Incluir Folhas de Ponto em Rascunho

source: Include UOM
pt_br: Incluir UdM

source: Include Zero Stock Items
pt_br: Incluir Itens com Estoque Zero

source: Include in gross
pt_br: Incluir no bruto

source: Included Fee
pt_br: Taxa Incluída

source: Included fee is bigger than the withdrawal itself.
pt_br: A taxa inclusa é maior que o próprio saque.

source: Included in Gross Profit
pt_br: Incluído no Lucro Bruto

source: Including items for sub assemblies
pt_br: Incluindo itens para submontagens

source: Income
pt_br: Receita

source: Income Account
pt_br: Conta de Receitas

source: Incoming
pt_br: Entrada

source: Incoming Call Handling Schedule
pt_br: Agendamento de Gerenciamento de Chamadas Recebidas

source: Incoming Call Settings
pt_br: Configurações de Chamadas Recebidas

source: Incoming Rate
pt_br: Valor de Entrada

source: Incoming Rate (Costing)
pt_br: Valor de Entrada (Custeio)

source: Incoming call from {0}
pt_br: Chamada recebida de {0}

source: Incompatible Setting Detected
pt_br: Configuração Incompatível Detectada

source: Incorrect Balance Qty After Transaction
pt_br: Quantidade de Saldo Incorreta Após Transação

source: Incorrect Batch Consumed
pt_br: Lote Consumido Incorreto

source: Incorrect Check in (group) Warehouse for Reorder
pt_br: Verificação Incorreta no (grupo de) Armazém para Reabastecimento

source: Incorrect Component Quantity
pt_br: Quantidade de Componente Incorreta

source: Incorrect Date
pt_br: Data Incorreta

source: Incorrect Invoice
pt_br: Fatura Incorreta

source: Incorrect Payment Type
pt_br: Tipo de Pagamento Incorreto

source: Incorrect Reference Document (Purchase Receipt Item)
pt_br: Documento de Referência Incorreto (Item do Recebimento de Compra)

source: Incorrect Serial No Valuation
pt_br: Avaliação de Número de Série Incorreta

source: Incorrect Serial Number Consumed
pt_br: Número de Série Consumido Incorreto

source: Incorrect Serial and Batch Bundle
pt_br: Pacote de Número de Série e Lote Incorreto

source: Incorrect Stock Value Report
pt_br: Relatório de Valor de Estoque Incorreto

source: Incorrect Type of Transaction
pt_br: Tipo de Transação Incorreto

source: Incorrect Warehouse
pt_br: Armazém Incorreto

source: Incorrect number of General Ledger Entries found. You might have selected a wrong Account in the transaction.
pt_br: Número incorreto de Lançamentos do Razão Geral encontrado. Talvez você tenha selecionado uma Conta incorreta na transação.

source: Increase In Asset Life(Months)
pt_br: Aumento na Vida Útil do Ativo (Meses)

source: Increment
pt_br: Incremento

source: Increment cannot be 0
pt_br: Incremento não pode ser 0

source: Increment for Attribute {0} cannot be 0
pt_br: Atributo incremento para {0} não pode ser 0

source: Indent
pt_br: Requisição

source: Indicates that the package is a part of this delivery (Only Draft)
pt_br: Indica que o pacote é uma parte desta entrega (Apenas Rascunho)

source: Indicator Color
pt_br: Cor do Indicador

source: Indirect Expense
pt_br: Despesa/Custo Indireto

source: Indirect Expenses
pt_br: Despesas/Custos Indiretos

source: Indirect Income
pt_br: Receita Indireta

source: Individual
pt_br: Pessoa Física

source: Individual GL Entry cannot be cancelled.
pt_br: Lançamento Individual do Razão Geral não pode ser cancelado.

source: Individual Stock Ledger Entry cannot be cancelled.
pt_br: Lançamento Individual do Razão de Estoque não pode ser cancelado.

source: Industry
pt_br: Indústria

source: Industry Type
pt_br: Tipo de Indústria

source: Initial Email Notification Sent
pt_br: Notificação Inicial de E-mail Enviada

source: Initialize Summary Table
pt_br: Inicializar Tabela Resumo

source: Initiated
pt_br: Iniciada

source: Insert New Records
pt_br: Inserir Novos Registros

source: Inspected By
pt_br: Inspecionado Por

source: Inspection Rejected
pt_br: Inspeção Rejeitada

source: Inspection Required
pt_br: Inspeção Obrigatória

source: Inspection Required before Delivery
pt_br: Inspeção necessária antes da entrega

source: Inspection Required before Purchase
pt_br: Inspeção necessária antes da compra

source: Inspection Submission
pt_br: Submissão de Inspeção

source: Inspection Type
pt_br: Tipo de Inspeção

source: Installation Date
pt_br: Data de Instalação

source: Installation Note
pt_br: Nota de Instalação

source: Installation Note Item
pt_br: Item da Nota de Instalação

source: Installation Note {0} has already been submitted
pt_br: A Nota de Instalação {0} já foi submetida

source: Installation Status
pt_br: Status da Instalação

source: Installation Time
pt_br: Tempo de Instalação

source: Installation date cannot be before delivery date for Item {0}
pt_br: Data de instalação não pode ser anterior à data de entrega de item {0}

source: Installed Qty
pt_br: Qtd. Instalada

source: Installing presets
pt_br: Instalando predefinições

source: Instruction
pt_br: Instrução

source: Instructions
pt_br: Instruções

source: Insufficient Capacity
pt_br: Capacidade Insuficiente

source: Insufficient Permissions
pt_br: Permissões Insuficientes

source: Insufficient Stock
pt_br: Estoque Insuficiente

source: Insufficient Stock for Batch
pt_br: Estoque Insuficiente para o Lote

source: Insufficient Stock for Product Bundle Items
pt_br: Estoque Insuficiente para Itens do Kit de Produtos

source: Insurance Company
pt_br: Companhia de Seguros

source: Insurance Details
pt_br: Detalhes do Seguro

source: Insurance End Date
pt_br: Data Final de Cobertura

source: Insurance Start Date
pt_br: Data Inicial de Cobertura

source: Insurance Start date should be less than Insurance End date
pt_br: A Data Inicial de Cobertura deve ser inferior a Data Final de Cobertura

source: Insurance details
pt_br: Detalhes do Seguro

source: Insured value
pt_br: Valor Segurado

source: Insurer
pt_br: Seguradora

source: Integration Details
pt_br: Detalhes de Integração

source: Integration ID
pt_br: ID de Integração

source: Inter Company Invoice Reference
pt_br: Referência de Fatura Interempresarial

source: Inter Company Journal Entry
pt_br: Lançamento Contábil Interempresarial

source: Inter Company Journal Entry Reference
pt_br: Referência do Lançamento Contábil Interempresarial

source: Inter Company Order Reference
pt_br: Referência de Pedido Interempresarial

source: Inter Company Purchase Order
pt_br: Pedido de Compra Interempresarial

source: Inter Company Reference
pt_br: Referência Interempresarial

source: Inter Company Sales Order
pt_br: Pedido de Venda Interempresarial

source: Inter Transfer Reference
pt_br: Referência de Transferência Interna

source: Inter Warehouse Transfer Settings
pt_br: Configurações de Transferência Entre Armazéns

source: Interest
pt_br: Juros

source: Interest and/or dunning fee
pt_br: Juros e/ou taxa de cobrança

source: Interested
pt_br: Interessado

source: Internal Customer
pt_br: Cliente Interno

source: Internal Customer for company {0} already exists
pt_br: Cliente Interno para a empresa {0} já existe

source: Internal Purchase Order
pt_br: Pedido de Compra Interno

source: Internal Sale or Delivery Reference missing.
pt_br: Referência de Venda ou Entrega Interna ausente.

source: Internal Sales Order
pt_br: Pedido de Venda Interno

source: Internal Sales Reference Missing
pt_br: Referência de Vendas Internas ausente

source: Internal Supplier
pt_br: Fornecedor Interno

source: Internal Supplier for company {0} already exists
pt_br: Fornecedor Interno para a empresa {0} já existe

source: Internal Transfer
pt_br: Transferência Interna

source: Internal Transfer Reference Missing
pt_br: Referência de Transferência Interna ausente

source: Internal Transfers
pt_br: Transferências Internas

source: Internal Work History
pt_br: História Trabalho Interno

source: Internal transfers can only be done in company's default currency
pt_br: Transferências internas só podem ser feitas na moeda padrão da empresa

source: Internet Publishing
pt_br: Publicidade Digital

source: Interval should be between 1 to 59 MInutes
pt_br: O intervalo deve estar entre 1 e 59 minutos

source: Introduction
pt_br: Introdução

source: Introduction to Assets
pt_br: Introdução aos Ativos

source: Introduction to CRM
pt_br: Introdução ao CRM

source: Introduction to Selling
pt_br: Introdução à Vendas

source: Introduction to Stock Entry
pt_br: Introdução ao Lançamento de Estoque

source: Invalid
pt_br: Inválido

source: Invalid Account
pt_br: Conta Inválida

source: Invalid Allocated Amount
pt_br: Valor Alocado Inválido

source: Invalid Amount
pt_br: Valor Inválido

source: Invalid Attribute
pt_br: Atributo Inválido

source: Invalid Auto Repeat Date
pt_br: Data de Repetição Automática Inválida

source: Invalid Barcode. There is no Item attached to this barcode.
pt_br: Código de barras inválido. Não há nenhum item anexado a este código de barras.

source: Invalid Blanket Order for the selected Customer and Item
pt_br: Ordem de Cobertura inválida para o Cliente e Item selecionados

source: Invalid Child Procedure
pt_br: Procedimento Filho Inválido

source: Invalid Company for Inter Company Transaction.
pt_br: Empresa Inválida Para Transação Interempresarial.

source: Invalid Cost Center
pt_br: Centro de Custo Inválido

source: Invalid Credentials
pt_br: Credenciais Inválidas

source: Invalid Delivery Date
pt_br: Data de Entrega Inválida

source: Invalid Discount
pt_br: Desconto Inválido

source: Invalid Discount Amount
pt_br: Valor de Desconto Inválido

source: Invalid Document
pt_br: Documento Inválido

source: Invalid Document Type
pt_br: Tipo de Documento Inválido

source: Invalid Formula
pt_br: Fórmula Inválida

source: Invalid Gross Purchase Amount
pt_br: Valor Bruto de Compra Inválido

source: Invalid Group By
pt_br: Agrupar por Inválido

source: Invalid Item
pt_br: Artigo Inválido

source: Invalid Item Defaults
pt_br: Padrões de Item Inválidos

source: Invalid Ledger Entries
pt_br: Lançamentos de Razão Inválidos

source: Invalid Opening Entry
pt_br: Lançamento de Abertura Inválido

source: Invalid POS Invoices
pt_br: Faturas de PDV inválidas

source: Invalid Parent Account
pt_br: Conta Pai Inválida

source: Invalid Part Number
pt_br: Número de Peça Inválido

source: Invalid Posting Time
pt_br: Horário de Lançamento Inválido

source: Invalid Primary Role
pt_br: Função Principal Inválida

source: Invalid Priority
pt_br: Prioridade Inválida

source: Invalid Process Loss Configuration
pt_br: Configuração de Perda de Processo Inválida

source: Invalid Purchase Invoice
pt_br: Fatura de Compra Inválida

source: Invalid Qty
pt_br: Quantidade Inválida

source: Invalid Quantity
pt_br: Quantidade Inválida

source: Invalid Schedule
pt_br: Programação Inválida

source: Invalid Selling Price
pt_br: Preço de Venda Inválido

source: Invalid Serial and Batch Bundle
pt_br: Pacote de Série e Lote Inválido

source: Invalid Source and Target Warehouse
pt_br: Armazém de Origem e Destino Inválidos

source: Invalid URL
pt_br: URL inválida

source: Invalid Value
pt_br: Valor Inválido

source: Invalid Warehouse
pt_br: Armazém Inválido

source: Invalid amount in accounting entries of {} {} for Account {}: {}
pt_br: Valor inválido nos lançamentos contábeis de {} {} para a Conta {}: {}

source: Invalid condition expression
pt_br: Expressão de condição inválida

source: Invalid lost reason {0}, please create a new lost reason
pt_br: Motivo perdido perdido {0}, crie um novo motivo perdido

source: Invalid naming series (. missing) for {0}
pt_br: Série de nomenclatura inválida (. ausente) para {0}

source: Invalid parameter. 'dn' should be of type str
pt_br: Parâmetro inválido. 'dn' deve ser do tipo texto (string).

source: Invalid reference {0} {1}
pt_br: Referência inválida {0} {1}

source: Invalid result key. Response:
pt_br: Chave de resultado inválida. Resposta:

source: Invalid value {0} for {1} against account {2}
pt_br: Valor inválido {0} para {1} contra a conta {2}

source: Invalid {0}
pt_br: Inválido {0}

source: Invalid {0} for Inter Company Transaction.
pt_br: {0} inválido para transação interempresarial.

source: Invalid {0}: {1}
pt_br: Inválido {0}: {1}

source: Inventory
pt_br: Inventário

source: Inventory Dimension
pt_br: Dimensão de Inventário

source: Inventory Dimension Negative Stock
pt_br: Dimensão de Inventário com Estoque Negativo

source: Inventory Settings
pt_br: Configurações de Inventário

source: Inventory Turnover Ratio
pt_br: Índice de Rotação de Estoque

source: Inventory, Warehouses, Analysis, and more.
pt_br: Inventário, Armazéns, Análise e mais.

source: Investment Banking
pt_br: Banco de Investimento

source: Investments
pt_br: Investimentos

source: Invoice
pt_br: Fatura

source: Invoice Cancellation
pt_br: Cancelamento de Fatura

source: Invoice Date
pt_br: Data do Faturamento

source: Invoice Discounting
pt_br: Desconto de Duplicatas

source: Invoice Grand Total
pt_br: Total Geral da Fatura

source: Invoice ID
pt_br: ID da Fatura

source: Invoice Limit
pt_br: Limite de Fatura

source: Invoice Number
pt_br: Número da Fatura

source: Invoice Portion
pt_br: Porção de Fatura

source: Invoice Portion (%)
pt_br: Porção da Fatura (%)

source: Invoice Posting Date
pt_br: Data de Lançamento da Fatura

source: Invoice Series
pt_br: Série de Fatura

source: Invoice Status
pt_br: Status da Fatura

source: Invoice Type
pt_br: Tipo de Fatura

source: Invoice already created for all billing hours
pt_br: Fatura já criada para todas as horas faturáveis

source: Invoice and Billing
pt_br: Faturamento e Cobrança

source: Invoice can't be made for zero billing hour
pt_br: Não é possível gerar fatura para horas faturáveis com valor igual a zero

source: Invoiced Amount
pt_br: Valor Faturado

source: Invoiced Qty
pt_br: Quantidade Faturada

source: Invoices
pt_br: Faturas

source: Invoices and Payments have been Fetched and Allocated
pt_br: Faturas e Pagamentos foram Buscados e Alocados

source: Invoicing
pt_br: Faturamento

source: Invoicing Features
pt_br: Recursos de Faturamento

source: Inward
pt_br: Entrada

source: Is Account Payable
pt_br: É Conta a Pagar

source: Is Active
pt_br: Está Ativo

source: Is Adjustment Entry
pt_br: É Lançamento de Ajuste

source: Is Advance
pt_br: É Adiantamento

source: Is Alternative
pt_br: É Alternativo

source: Is Billable
pt_br: É Faturável

source: Is Cancelled
pt_br: É Cancelado

source: Is Cash or Non Trade Discount
pt_br: É Desconto de Caixa ou Não Comercial

source: Is Company
pt_br: É Empresa

source: Is Company Account
pt_br: É Conta da Empresa

source: Is Composite Asset
pt_br: É Ativo Composto

source: Is Consolidated
pt_br: Está Consolidado

source: Is Container
pt_br: É Contêiner

source: Is Corrective Job Card
pt_br: É Ficha de Produção Corretiva

source: Is Corrective Operation
pt_br: É Operação Corretiva

source: Is Cumulative
pt_br: É Cumulativo

source: Is Customer Provided Item
pt_br: É Item Fornecido pelo Cliente

source: Is Default
pt_br: É Padrão

source: Is Default Account
pt_br: É Conta Padrão

source: Is Default Language
pt_br: É Idioma Padrão

source: Is Delivery Note Required for Sales Invoice Creation?
pt_br: Nota de Entrega Obrigatória para Criação de Fatura de Venda?

source: Is Discounted
pt_br: Está Descontada

source: Is Exchange Gain / Loss?
pt_br: É Ganho/Perda Cambial?

source: Is Existing Asset
pt_br: É Ativo Existente

source: Is Expandable
pt_br: É Expansível

source: Is Finished Item
pt_br: É Item Acabado

source: Is Fixed Asset
pt_br: É Ativo Imobilizado

source: Is Free Item
pt_br: É Item Gratuito

source: Is Frozen
pt_br: Está Congelado

source: Is Fully Depreciated
pt_br: Está Totalmente Depreciado

source: Is Group
pt_br: É Grupo

source: Is Group Warehouse
pt_br: É Grupo de Armazéns

source: Is Internal Customer
pt_br: É Cliente Interno

source: Is Internal Supplier
pt_br: É Fornecedor Interno

source: Is Mandatory
pt_br: É Obrigatório

source: Is Milestone
pt_br: É Marco (Milestone)

source: Is Old Subcontracting Flow
pt_br: É Fluxo Antigo de Subcontratação

source: Is Opening
pt_br: É Abertura

source: Is Opening Entry
pt_br: É Lançamento de Abertura

source: Is Outward
pt_br: É de Saída

source: Is Paid
pt_br: Está Pago

source: Is Period Closing Voucher Entry
pt_br: É Lançamento de Comprovante de Fechamento de Período

source: Is Purchase Order Required for Purchase Invoice & Receipt Creation?
pt_br: Pedido de Compra Obrigatório para Criação de Fatura e Recebimento de Compra?

source: Is Purchase Receipt Required for Purchase Invoice Creation?
pt_br: Recebimento de Compra Obrigatório para Criação de Fatura de Compra?

source: Is Rate Adjustment Entry (Debit Note)
pt_br: É Lançamento de Ajuste de Valor (Nota de Débito)

source: Is Recursive
pt_br: É Recursivo

source: Is Rejected
pt_br: É Rejeitado

source: Is Rejected Warehouse
pt_br: É Armazém de Rejeição

source: Is Return
pt_br: É Devolução

source: Is Return (Credit Note)
pt_br: É Devolução (Nota de Crédito)

source: Is Return (Debit Note)
pt_br: É Devolução (Nota de Débito)

source: Is Sales Order Required for Sales Invoice & Delivery Note Creation?
pt_br: Pedido de Venda Obrigatório para Criação de Fatura de Venda e Nota de Entrega?

source: Is Scrap Item
pt_br: É Item de Sucata

source: Is Short/Long Year
pt_br: É Ano Curto/Longo

source: Is Standard
pt_br: É Padrão

source: Is Stock Item
pt_br: É Item de Estoque

source: Is Subcontracted
pt_br: É Subcontratada

source: Is System Generated
pt_br: É Gerado pelo Sistema

source: Is Tax Withholding Account
pt_br: É Conta de Retenção de Imposto

source: Is Template
pt_br: É Modelo

source: Is Transporter
pt_br: É Transportadora

source: Is a Subscription
pt_br: É Assinatura?

source: Is this Tax included in Basic Rate?
pt_br: Imposto incluso no Valor Base?

source: Issue
pt_br: Incidente

source: Issue Analytics
pt_br: Análise de Incidentes

source: Issue Credit Note
pt_br: Emitir Nota de Crédito

source: Issue Date
pt_br: Data do Incidente

source: Issue Material
pt_br: Emissão de Material

source: Issue Priority
pt_br: Prioridade de Incidente

source: Issue Split From
pt_br: Incidente Derivado De

source: Issue Summary
pt_br: Resumo de Incidentes

source: Issue Type
pt_br: Tipo de Incidente

source: Issue a debit note with 0 qty against an existing Sales Invoice
pt_br: Emite uma nota de débito com qtd. 0 contra uma Fatura de Venda existente

source: Issued
pt_br: Emitido

source: Issued Items Against Work Order
pt_br: Itens Emitidos Contra Ordem de Produção

source: Issues
pt_br: Incidentes

source: Issuing Date
pt_br: Data de Emissão
