Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Cannot make any transactions until the deletion job is completed
pt_br: Não é possível realizar transações até que o trabalho de exclusão seja concluído

source: Cannot merge {0} '{1}' into '{2}' as both have existing accounting entries in different currencies for company '{3}'.
pt_br: Não é possível mesclar {0} '{1}' em '{2}', pois ambos possuem lançamentos contábeis existentes em moedas diferentes para a empresa '{3}'

source: Cannot produce more Item {0} than Sales Order quantity {1}
pt_br: Não é possível produzir mais item {0} do que a quantidade no Pedido de Venda {1}

source: Cannot produce more item for {0}
pt_br: Não é possível produzir mais itens para {0}

source: Cannot produce more than {0} items for {1}
pt_br: Não é possível produzir mais de {0} itens para {1}

source: Cannot receive from customer against negative outstanding
pt_br: Não é possível receber do cliente contra um saldo pendente negativo

source: Cannot refer row number greater than or equal to current row number for this Charge type
pt_br: Não é possível referenciar um número de linha maior ou igual ao número de linha atual para este tipo de Encargo

source: Cannot retrieve link token for update. Check Error Log for more information
pt_br: Não é possível recuperar o token de vínculo para atualização. Verifique o Registro de Erros para mais informações

source: Cannot retrieve link token. Check Error Log for more information
pt_br: Não é possível recuperar o token de vínculo. Verifique o Registro de Erros para mais informações

source: Cannot select charge type as 'On Previous Row Amount' or 'On Previous Row Total' for first row
pt_br: Não é possível selecionar o tipo de encargo como 'Sobre Valor da Linha Anterior' ou 'Sobre Total da Linha Anterior' para a primeira linha

source: Cannot set as Lost as Sales Order is made.
pt_br: Não é possível definir como Perdido, pois o Pedido de Venda já foi feito.

source: Cannot set authorization on basis of Discount for {0}
pt_br: Não é possível definir a autorização com base no Desconto para {0}

source: Cannot set multiple Item Defaults for a company.
pt_br: Não é possível definir múltiplos Padrões de Item para uma empresa.

source: Cannot set quantity less than delivered quantity
pt_br: Não é possível definir a quantidade menor que a quantidade entregue

source: Cannot set quantity less than received quantity
pt_br: Não é possível definir a quantidade menor que a quantidade recebida

source: Cannot set the field <b>{0}</b> for copying in variants
pt_br: Não é possível definir o campo <b>{0}</b> para cópia em variantes

source: Cannot {0} from {1} without any negative outstanding invoice
pt_br: Não é possível {0} de {1} sem nenhuma fatura pendente negativa

source: Canonical URI
pt_br: URI Canônica

source: Capacity
pt_br: Capacidade

source: Capacity (Stock UOM)
pt_br: Capacidade (UDM de Estoque)

source: Capacity Planning
pt_br: Planejamento de Capacidade

source: Capacity Planning Error, planned start time can not be same as end time
pt_br: Erro no Planejamento de Capacidade: o horário inicial planejado não pode ser igual ao horário final

source: Capacity Planning For (Days)
pt_br: Planejamento de Capacidade Para (Dias)

source: Capacity in Stock UOM
pt_br: Capacidade em UDM de Estoque

source: Capacity must be greater than 0
pt_br: Capacity deve ser maior que 0

source: Capital Equipments
pt_br: Bens de Capital

source: Capital Stock
pt_br: Capital Social

source: Capital Work In Progress Account
pt_br: Conta Contábil de Imobilizado em Andamento

source: Capital Work in Progress
pt_br: Imobilizado em Andamento

source: Capitalization Method
pt_br: Método de Capitalização

source: Capitalize Asset
pt_br: Capitalizar Ativo

source: Capitalize Repair Cost
pt_br: Capitalizar Custo de Reparo

source: Capitalize this asset before submitting.
pt_br: Capitalize este ativo antes de submeter.

source: Capitalized
pt_br: Capitalizado

source: Carat
pt_br: Quilate

source: Cards
pt_br: Postais

source: Carriage Paid To
pt_br: Transporte Pago Até (CPT)

source: Carriage and Insurance Paid to
pt_br: Transporte e Seguro Pagos Até (CIP)

source: Carrier
pt_br: Transportadora

source: Carrier Service
pt_br: Serviço de Transportadora

source: Carry Forward Communication and Comments
pt_br: Carregar Comunicação e Comentários

source: Cash
pt_br: Caixa

source: Cash Entry
pt_br: Lançamento de Caixa

source: Cash Flow
pt_br: Fluxo de Caixa

source: Cash Flow Statement
pt_br: Demonstrativo de Fluxo de Caixa

source: Cash Flow from Financing
pt_br: Fluxo de Caixa de Financiamento

source: Cash Flow from Investing
pt_br: Fluxo de Caixa de Investimentos

source: Cash Flow from Operations
pt_br: Fluxo de Caixa das Operações

source: Cash In Hand
pt_br: Dinheiro em Caixa

source: Cash or Bank Account is mandatory for making payment entry
pt_br: Conta do tipo Caixa ou Banco é obrigatória para realizar o lançamento de pagamento

source: Cash/Bank Account
pt_br: Conta de Caixa/Banco

source: Cashier
pt_br: Caixa

source: Cashier Closing
pt_br: Fechamento de Caixa

source: Cashier Closing Payments
pt_br: Pagamentos de Fechamento de Caixa

source: Catch All
pt_br: Capturar Tudo

source: Categorize By
pt_br: Categorizar Por

source: Categorize by
pt_br: Categorizar por

source: Categorize by Account
pt_br: Categorizar por Conta

source: Categorize by Item
pt_br: Categorizar por Item

source: Categorize by Party
pt_br: Categorizar por Parte

source: Categorize by Supplier
pt_br: Categorizar por Fornecedor

source: Categorize by Voucher
pt_br: Categorizar por Comprovante

source: Categorize by Voucher (Consolidated)
pt_br: Categorizar por Comprovante (Consolidado)

source: Category
pt_br: Categoria

source: Category Details
pt_br: Detalhes da Categoria

source: Category Name
pt_br: Nome da Categoria

source: Category-wise Asset Value
pt_br: Valor do Ativo por Categoria

source: Caution
pt_br: Cuidado

source: Caution: This might alter frozen accounts.
pt_br: Atenção: Isso pode alterar contas congeladas.

source: Cellphone Number
pt_br: Número do Celular

source: Cental
pt_br: Quintal (Cental)

source: Centiarea
pt_br: Centiárea

source: Centigram/Litre
pt_br: Centigrama/Litro

source: Centilitre
pt_br: Centilitro

source: Centimeter
pt_br: Centímetro

source: Certificate
pt_br: Certificado

source: Certificate Details
pt_br: Detalhes do Certificado

source: Certificate Limit
pt_br: Limite de Certificado

source: Certificate No
pt_br: Certificado Nº

source: Certificate Required
pt_br: Certificado Necessário

source: Chain
pt_br: Corrente

source: Change Amount
pt_br: Valor de Troco

source: Change Release Date
pt_br: Alterar Data de Liberação

source: Change in Stock Value
pt_br: Variação no Valor do Estoque

source: Change the account type to Receivable or select a different account.
pt_br: Altere o tipo de conta para Conta a Receber ou selecione uma conta diferente.

source: Change this date manually to setup the next synchronization start date
pt_br: Altere esta data manualmente para configurar a próxima data inicial da sincronização

source: Changed customer name to '{}' as '{}' already exists.
pt_br: Alterado o nome do cliente para '{}' pois '{}' já existe.

source: Changes
pt_br: Alterações

source: Changes in {0}
pt_br: Alterações Em {0}

source: Changing Customer Group for the selected Customer is not allowed.
pt_br: A alteração do grupo de clientes para o cliente selecionado não é permitida.

source: Changing the valuation method to Moving Average will affect new transactions. If backdated entries are added, earlier FIFO-based entries will be reposted, which may change closing balances.
pt_br: Mudar o método de valoração para Média Ponderada afetará novas transações. Se forem adicionados lançamentos retroativos, os lançamentos anteriores baseados em FIFO serão recontabilizados, o que pode alterar os saldos finais.

source: Channel Partner
pt_br: Canal de Parceria

source: Charge of type 'Actual' in row {0} cannot be included in Item Rate or Paid Amount
pt_br: O encargo do tipo 'Real' na linha #{0} não pode ser incluso no Valor do Item ou no Valor Pago

source: Chargeable
pt_br: Faturável

source: Chargeble
pt_br: Faturável

source: Charges Incurred
pt_br: Encargos Incorridos

source: Charges are updated in Purchase Receipt against each item
pt_br: Encargos são atualizados no Recebimento de Compra contra cada item

source: Charges will be distributed proportionately based on item qty or amount, as per your selection
pt_br: Encargos serão distribuídos proporcionalmente com base na qtd. do item ou valor, conforme sua seleção

source: Chart
pt_br: Gráfico

source: Chart Of Accounts
pt_br: Plano de Contas

source: Chart Of Accounts Template
pt_br: Modelo de Plano de Contas

source: Chart Preview
pt_br: Pré-visualização de Contas

source: Chart Tree
pt_br: Árvore de Contas

source: Chart of Accounts
pt_br: Plano de Contas

source: Chart of Accounts Importer
pt_br: Importador de Plano de Contas

source: Chart of Cost Centers
pt_br: Plano de Centros de Custo

source: Charts Based On
pt_br: Gráficos Baseados Em

source: Chassis No
pt_br: Nº do Chassi

source: Check Stock Ledger
pt_br: Verificar Razão de Estoque

source: Check Stock Projected Qty
pt_br: Verificar Quantidade Projetada de Estoque

source: Check Supplier Invoice Number Uniqueness
pt_br: Verificar Unicidade do Número da Fatura do Fornecedor

source: Check help to setup Routing
pt_br: Verificar ajuda para configurar o Roteamento

source: Check if Asset requires Preventive Maintenance or Calibration
pt_br: Marque esta caixa de seleção se o Ativo requer Manutenção Preventiva ou Calibração

source: Check if it is a hydroponic unit
pt_br: Marque esta caixa de seleção se é unidade hidropônica

source: Check if material transfer entry is not required
pt_br: Marque esta caixa de seleção se o lançamento de transferência de material não é necessária

source: Check in (group)
pt_br: Entrada (grupo)

source: Check this to disallow fractions. (for Nos)
pt_br: Marque esta opção para não permitir frações. (para Números)

source: Checked On
pt_br: Verificado Em

source: Checking this will round off the tax amount to the nearest integer
pt_br: Marcar esta opção arredondará o valor do imposto para o número inteiro mais próximo

source: Checkout
pt_br: Finalizar Compra

source: Checkout Order / Submit Order / New Order
pt_br: Finalizar Pedido / Submeter Pedido / Novo Pedido

source: Chemical
pt_br: Química

source: Cheque Date
pt_br: Data do Cheque

source: Cheque Height
pt_br: Altura do Cheque

source: Cheque Number
pt_br: Número do Cheque

source: Cheque Print Template
pt_br: Template Para Impressão de Cheques

source: Cheque Size
pt_br: Tamanho da Folha de Cheque

source: Cheque Width
pt_br: Largura do Cheque

source: Cheque/Reference Date
pt_br: Data do Cheque/Referência

source: Cheque/Reference No
pt_br: Nº de Cheque/Referência

source: Cheques Required
pt_br: Cheques Requeridos

source: Cheques and Deposits Incorrectly cleared
pt_br: Cheques e Depósitos Compensados Incorretamente

source: Cheques and Deposits incorrectly cleared
pt_br: Cheques e Depósitos compensados incorretamente

source: Chief Executive Officer
pt_br: Diretor Executivo (CEO)

source: Chief Financial Officer
pt_br: Diretor Financeiro (CFO)

source: Chief Operating Officer
pt_br: Diretor de Operações (COO)

source: Chief Technology Officer
pt_br: Diretor de Tecnologia (CTO)

source: Child Docname
pt_br: Nome do Documento Filho

source: Child Row Reference
pt_br: Referência da Linha Filha

source: Child Task exists for this Task. You can not delete this Task.
pt_br: Você não pode excluir esta Tarefa porque existem subtarefas relacionadas à ela.

source: Child nodes can be only created under 'Group' type nodes
pt_br: Nós filhos só podem ser criados sob nós do tipo 'Grupo'

source: Child warehouse exists for this warehouse. You can not delete this warehouse.
pt_br: Não é possível apagar este armazém porque existem armazéns secundários relacionados a ele.

source: Choose a WIP composite asset
pt_br: Escolha um Ativo Composto em Andamento

source: Circular Reference Error
pt_br: Erro de Referência Circular

source: City
pt_br: Cidade

source: City/Town
pt_br: Cidade/Município

source: Class / Percentage
pt_br: Classe/Percentual

source: Classification of Customers by region
pt_br: Classificação de Clientes por região

source: Clauses and Conditions
pt_br: Cláusulas e Condições

source: Clear Demo Data
pt_br: Limpar Dados de Demonstração

source: Clear Notifications
pt_br: Limpar Notificações

source: Clear Table
pt_br: Limpar Tabela

source: Clearance Date
pt_br: Data de Compensação

source: Clearance Date not mentioned
pt_br: Data de Compensação não mencionada

source: Clearance Date updated
pt_br: Data de Compensação atualizada

source: Cleared auto-assigned serial numbers and batch numbers for manual picking
pt_br: Números de série e números de lote atribuídos automaticamente foram liberados para separação manual

source: Clearing Demo Data...
pt_br: Limpando Dados de Demonstração...

source: Click on 'Get Finished Goods for Manufacture' to fetch the items from the above Sales Orders. Items only for which a BOM is present will be fetched.
pt_br: Clique em 'Obter Produtos Acabados para Fabricação' para buscar os itens dos Pedidos de Vendas acima. Serão buscados apenas itens para os quais uma BOM está presente.

source: Click on Add to Holidays. This will populate the holidays table with all the dates that fall on the selected weekly off. Repeat the process for populating the dates for all your weekly holidays
pt_br: Clique em Adicionar aos Feriados. Isso preencherá a tabela de feriados com todas as datas que caem no dia de folga semanal selecionado. Repita o processo para preencher as datas de todos os seus feriados semanais.

source: Click on Get Sales Orders to fetch sales orders based on the above filters.
pt_br: Clique em Obter Pedidos de Vendas para buscar os pedidos de vendas com base nos filtros acima.

source: Click on Import Invoices button once the zip file has been attached to the document. Any errors related to processing will be shown in the Error Log.
pt_br: Clique no botão Importar faturas quando o arquivo zip tiver sido anexado ao documento. Quaisquer erros relacionados ao processamento serão exibidos no Registro de Erros.

source: Click on the link below to verify your email and confirm the appointment
pt_br: Clique no link abaixo para verificar seu e-mail e confirmar a consulta

source: Click this button if you encounter a negative stock error for a serial or batch item. The system will fetch the available serials or batches automatically.
pt_br: Clique neste botão se você encontrar um erro de estoque negativo para um item serializado ou em lote. O sistema buscará os números de série ou lotes disponíveis automaticamente.

source: Click to add email / phone
pt_br: Clique para adicionar e-mail / telefone

source: Client
pt_br: Cliente

source: Close
pt_br: Fechar

source: Close Issue After Days
pt_br: Fechar Incidente Após Dias

source: Close Loan
pt_br: Fechar Empréstimo

source: Close Replied Opportunity After Days
pt_br: Fechar Oportunidade Respondida Após os Dias

source: Close the POS
pt_br: Feche o PDV

source: Closed
pt_br: Fechado

source: Closed Document
pt_br: Documento Fechado

source: Closed Documents
pt_br: Documentos Fechados

source: Closed Work Order can not be stopped or Re-opened
pt_br: A Ordem de Produção fechada não pode ser parada ou reaberta

source: Closed order cannot be cancelled. Unclose to cancel.
pt_br: Pedido fechado não pode ser cancelado. Reabra para cancelar.

source: Closing
pt_br: Fechamento

source: Closing (Cr)
pt_br: Fechamento (Cr)

source: Closing (Dr)
pt_br: Fechamento (Dr)

source: Closing (Opening + Total)
pt_br: Fechamento (Abertura + Total)

source: Closing Account Head
pt_br: Conta Contábil de Fechamento

source: Closing Account {0} must be of type Liability / Equity
pt_br: Fechando Conta {0} deve ser do tipo de responsabilidade / Patrimônio Líquido

source: Closing Amount
pt_br: Valor de Fechamento

source: Closing Balance
pt_br: Saldo Final

source: Closing Balance as per Bank Statement
pt_br: Saldo de Fechamento conforme Extrato Bancário

source: Closing Balance as per ERP
pt_br: Saldo de Fechamento conforme ERP

source: Closing Date
pt_br: Data de Encerramento

source: Closing Stock Balance
pt_br: Saldo de Estoque de Fechamento

source: Closing Text
pt_br: Texto de Fechamento

source: Code
pt_br: Código

source: Code List
pt_br: Lista de Códigos

source: Cold Calling
pt_br: Prospecção Ativa

source: Collapse All
pt_br: Recolher Tudo

source: Collect Progress
pt_br: Enviar Resumo de Progresso por E-mail

source: Collection Factor (=1 LP)
pt_br: Fator de Coleta (= 1 LP)

source: Collection Rules
pt_br: Regras de Coleta

source: Collection Tier
pt_br: Camada de Coleta

source: Color
pt_br: Cor

source: Colour
pt_br: Cor

source: Column in Bank File
pt_br: Coluna no Arquivo Bancário

source: Column {0}
pt_br: Coluna {0}

source: Columns are not according to template. Please compare the uploaded file with standard template
pt_br: As colunas não estão de acordo com o modelo. Compare o arquivo carregado com o modelo padrão

source: Combined invoice portion must equal 100%
pt_br: A porção combinada da fatura deve ser igual a 100%

source: Comments
pt_br: Comentários

source: Commercial
pt_br: Comercial

source: Commission
pt_br: Comissão

source: Commission Rate
pt_br: Taxa de Comissão

source: Commission Rate %
pt_br: Taxa de Comissão %

source: Commission Rate (%)
pt_br: Taxa de Comissão (%)

source: Commission on Sales
pt_br: Comissão Sobre Vendas

source: Common Code
pt_br: Código Comum

source: Communication
pt_br: Comunicação

source: Communication Channel
pt_br: Canal de Comunicação

source: Communication Channels
pt_br: Canais de Comunicação

source: Communication Medium
pt_br: Meio de Comunicação

source: Communication Medium Timeslot
pt_br: Disponibilidade de Horário do Meio de Comunicação

source: Communication Medium Type
pt_br: Tipo de Meio de Comunicação

source: Compact Item Print
pt_br: Imprimir Item no Formato Compacto

source: Companies
pt_br: Empresas

source: Company
pt_br: Empresa

source: Company Abbreviation
pt_br: Abreviação da Empresa

source: Company Abbreviation cannot have more than 5 characters
pt_br: Abreviação da Empresa não pode ter mais de 5 caracteres

source: Company Account
pt_br: Conta da Empresa

source: Company Account is mandatory
pt_br: Conta da Empresa é obrigatória

source: Company Address
pt_br: Endereço da Companhia

source: Company Address Display
pt_br: Exibição do Endereço da Empresa

source: Company Address Name
pt_br: Nome da Endereço da Empresa

source: Company Bank Account
pt_br: Conta Bancária da Empresa

source: Company Billing Address
pt_br: Endereço de Cobrança da Empresa

source: Company Contact Person
pt_br: Contato na Empresa

source: Company Description
pt_br: Descrição da Empresa

source: Company Description for website homepage
pt_br: A Descrição da Empresa para a página inicial do site

source: Company Details
pt_br: Detalhes da Empresa

source: Company Email
pt_br: E-mail da Empresa

source: Company Logo
pt_br: Logotipo da Empresa

source: Company Name
pt_br: Nome da Empresa

source: Company Name cannot be Company
pt_br: Nome da empresa não pode ser Empresa

source: Company Not Linked
pt_br: Empresa Não Vinculada

source: Company Shipping Address
pt_br: Endereço de Remessa da Empresa

source: Company Tagline for website homepage
pt_br: O Slogan da Empresa para página inicial do site

source: Company Tax ID
pt_br: Identificação Fiscal da Empresa

source: Company and Posting Date is mandatory
pt_br: Empresa e Data de Lançamento são obrigatórios

source: Company currencies of both the companies should match for Inter Company Transactions.
pt_br: As moedas das empresas de ambas as companhias devem coincidir para Transações Interempresariais.

source: Company field is required
pt_br: Campo da empresa é obrigatório

source: Company is mandatory
pt_br: A Empresa é obrigatória

source: Company is mandatory for company account
pt_br: A Empresa é obrigatória para conta da empresa

source: Company is mandatory for generating an invoice. Please set a default company in Global Defaults.
pt_br: A empresa é obrigatória para a emissão de uma fatura. Por favor, defina uma empresa padrão em Configurações Globais.

source: Company name not same
pt_br: Nome da empresa não o mesmo

source: Company of asset {0} and purchase document {1} doesn't matches.
pt_br: A empresa do ativo {0} e o documento de compra {1} não correspondem.

source: Company registration numbers for your reference. Tax numbers etc.
pt_br: Números de registro da empresa para sua referência. Exemplo: CNPJ IE etc

source: Company which internal customer represents
pt_br: Empresa que o cliente interno representa

source: Company which internal customer represents.
pt_br: Empresa que o cliente interno representa.

source: Company which internal supplier represents
pt_br: Empresa que o fornecedor interno representa

source: Company {0} added multiple times
pt_br: Empresa {0} adicionada múltiplas vezes

source: Company {0} does not exist
pt_br: A Empresa {0} não existe

source: Company {0} is added more than once
pt_br: A empresa {0} foi adicionada mais de uma vez

source: Company {} does not exist yet. Taxes setup aborted.
pt_br: A empresa {} ainda não existe. Configuração de impostos abortada.

source: Company {} does not match with POS Profile Company {}
pt_br: A empresa {} não corresponde à Empresa do Perfil POS {}

source: Competitor
pt_br: Concorrente

source: Competitor Detail
pt_br: Detalhe do Concorrente

source: Competitor Name
pt_br: Nome do Concorrente

source: Competitors
pt_br: Concorrentes

source: Complete
pt_br: Concluído

source: Complete Job
pt_br: Concluir Tarefa

source: Complete Order
pt_br: Concluir Pedido

source: Completed
pt_br: Concluído

source: Completed By
pt_br: Completado por

source: Completed On
pt_br: Concluído Em

source: Completed On cannot be greater than Today
pt_br: A data de conclusão não pode ser maior que hoje

source: Completed Operation
pt_br: Operação Concluída

source: Completed Qty
pt_br: Qtd. Concluída

source: Completed Qty cannot be greater than 'Qty to Manufacture'
pt_br: Qtd. concluída não pode ser maior que 'Qtd. a Produzir'

source: Completed Quantity
pt_br: Quantidade Concluída

source: Completed Tasks
pt_br: Tarefas Concluídas

source: Completed Time
pt_br: Tempo Concluído

source: Completed Work Orders
pt_br: Ordens de Produção Concluídas

source: Completion
pt_br: Conclusão

source: Completion By
pt_br: Conclusão Por

source: Completion Date
pt_br: Data de Conclusão

source: Completion Date can not be before Failure Date. Please adjust the dates accordingly.
pt_br: A data de conclusão não pode ser anterior à data de falha. Por favor, ajuste as datas adequadamente.

source: Completion Status
pt_br: Status de Conclusão

source: Comprehensive Insurance
pt_br: Seguro Abrangente

source: Computer
pt_br: Computador

source: Condition
pt_br: Condição

source: Conditional Rule
pt_br: Regra Condicional

source: Conditional Rule Examples
pt_br: Exemplos de Regras Condicionais

source: Conditions will be applied on all the selected items combined.
pt_br: As condições serão aplicadas em todos os itens selecionados combinados.

source: Configuration
pt_br: Configuração

source: Configure Account Settings
pt_br: Configurar Configurações da Conta

source: Configure Buying Settings.
pt_br: Configurar Configurações de Compras.

source: Configure Product Assembly
pt_br: Configurar Montagem do Produto

source: Configure the action to stop the transaction or just warn if the same rate is not maintained.
pt_br: Configure a ação para interromper a transação ou apenas alertar se o mesmo valor não for mantido.
