Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Allow User to Edit Discount
pt_br: Permitir que o Usuário Edite o Desconto

source: Allow User to Edit Price List Rate in Transactions
pt_br: Permitir que o Usuário Edite o Preço de Tabela em Transações

source: Allow User to Edit Rate
pt_br: Permitir que o Usuário Edite o Valor

source: Allow Zero Rate
pt_br: Permitir Valor Zero

source: Allow Zero Valuation Rate
pt_br: Permitir Custo Unitário Zero

source: Allow existing Serial No to be Manufactured/Received again
pt_br: Permitir que Números de Série existentes sejam Fabricados/Recebidos novamente

source: Allow material consumptions without immediately manufacturing finished goods against a Work Order
pt_br: Permitir consumo de materiais sem fabricar imediatamente produtos acabados contra uma Ordem de Produção

source: Allow multi-currency invoices against single party account
pt_br: Permitir faturas multimoeda contra uma única conta de parte

source: Allow to Edit Stock UOM Qty for Purchase Documents
pt_br: Permitir Editar a Qtd. na UDM de Estoque para Documentos de Compra

source: Allow to Edit Stock UOM Qty for Sales Documents
pt_br: Permitir Editar a Qtd. na UDM de Estoque para Documentos de Venda

source: Allow to Make Quality Inspection after Purchase / Delivery
pt_br: Permitir Fazer Inspeção de Qualidade após Compra/Entrega

source: Allow transferring raw materials even after the Required Quantity is fulfilled
pt_br: Permitir a transferência de matérias-primas mesmo após a Quantidade Requerida ser atendida

source: Allowed
pt_br: Permitido

source: Allowed Dimension
pt_br: Dimensão Permitida

source: Allowed Doctypes
pt_br: Tipos de Documento Permitidos

source: Allowed Items
pt_br: Itens Permitidos

source: Allowed To Transact With
pt_br: Permitido Transacionar Com

source: Allowed primary roles are 'Customer' and 'Supplier'. Please select one of these roles only.
pt_br: As funções primárias permitidas são 'Cliente' e 'Fornecedor'. Por favor, selecione apenas uma dessas funções.

source: Allows to keep aside a specific quantity of inventory for a particular order.
pt_br: Permite separar uma quantidade específica de inventário para um pedido particular.

source: Allows users to submit Purchase Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
pt_br: Permite aos usuários submeter Pedidos de Compra com quantidade zero. Útil quando os valores são fixados, mas as quantidades não. Ex: Contratos de Valor.

source: Allows users to submit Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
pt_br: Permite aos usuários submeter Cotações com quantidade zero. Útil quando os valores são fixados, mas as quantidades não. Ex: Contratos de Valor.

source: Allows users to submit Request for Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
pt_br: Permite aos usuários submeter Requisição de Cotações com quantidade zero. Útil quando os valores são fixados, mas as quantidades não. Ex: Contratos de Valor.

source: Allows users to submit Sales Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
pt_br: Permite aos usuários submeter Pedidos de Venda com quantidade zero. Útil quando os valores são fixados, mas as quantidades não. Ex: Contratos de Valor.

source: Allows users to submit Supplier Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
pt_br: Permite aos usuários submeter Cotações de Fornecedores com quantidade zero. Útil quando os valores são fixados, mas as quantidades não. Ex: Contratos de Valor.

source: Already Picked
pt_br: Já Separado

source: Already record exists for the item {0}
pt_br: Já existe registro para o item {0}

source: Already set default in pos profile {0} for user {1}, kindly disabled default
pt_br: Já definiu o padrão no perfil pos {0} para o usuário {1}, desabilitado gentilmente por padrão

source: Also you can't switch back to FIFO after setting the valuation method to Moving Average for this item.
pt_br: Também não é possível mudar de volta para FIFO depois de definir o método de valoração para Média Ponderada (Moving Average) para este item.

source: Alternate Item
pt_br: Item Alternativo

source: Alternative Item Code
pt_br: Código de Item Alternativo

source: Alternative Item Name
pt_br: Nome Alternativo do Item

source: Alternative Items
pt_br: Itens Alternativos

source: Alternative item must not be same as item code
pt_br: O Item Alternativo não deve ser o mesmo que o código do item

source: Alternatively, you can download the template and fill your data in.
pt_br: Alternativamente, você pode baixar o modelo e preencher seus dados.

source: Amended From
pt_br: Retificado De

source: Amount
pt_br: Valor

source: Amount (AED)
pt_br: Valor (AED)

source: Amount (Company Currency)
pt_br: Valor (Moeda da Empresa)

source: Amount Delivered
pt_br: Valor Entregue

source: Amount Difference
pt_br: Diferença de Valor

source: Amount Difference with Purchase Invoice
pt_br: Diferença de Valor com Fatura de Compra

source: Amount Eligible for Commission
pt_br: Valor Elegível para Comissão

source: Amount In Figure
pt_br: Valor Em Espécie

source: Amount in Account Currency
pt_br: Valor na Moeda da Conta

source: Amount in Words
pt_br: Valor por Extenso

source: Amount in party's bank account currency
pt_br: Valor na moeda da conta bancária da parte

source: Amount in transaction currency
pt_br: Valor na moeda da transação

source: Amount in {0}
pt_br: Valor em {0}

source: Amount to Bill
pt_br: Valor para Faturar

source: Amount {0} {1} against {2} {3}
pt_br: Valor {0} {1} contra {2} {3}

source: Amount {0} {1} deducted against {2}
pt_br: Valor {0} {1} deduzido contra {2}

source: Amount {0} {1} transferred from {2} to {3}
pt_br: Valor {0} {1} transferido de {2} para {3}

source: Amount {0} {1} {2} {3}
pt_br: Valor {0} {1} {2} {3}

source: Amounts
pt_br: Valores

source: Ampere-Hour
pt_br: Ampere-Hora

source: Ampere-Minute
pt_br: Ampere-Minuto

source: Ampere-Second
pt_br: Ampere-Segundo

source: Amt
pt_br: Valor

source: An Item Group is a way to classify items based on types.
pt_br: Um Grupo de Itens é uma forma de classificar itens com base em seus tipos.

source: An error has been appeared while reposting item valuation via {0}
pt_br: Um erro ocorreu durante a recontabilização do custo unitário do item via {0}

source: An error occured for certain Items while creating Material Requests based on Re-order level. Please rectify these issues :
pt_br: Um erro ocorreu para certos Itens durante a criação de Requisições de Material com base no nível de reabastecimento. Por favor, retifique estes problemas:

source: An error occurred during the update process
pt_br: Ocorreu um erro durante o processo de atualização

source: Analysis Chart
pt_br: Gráfico de Análise

source: Analyst
pt_br: Analista

source: Annual
pt_br: Anual

source: Annual Billing: {0}
pt_br: Faturamento Anual: {0}

source: Annual Expenses
pt_br: Despesas Anuais

source: Annual Income
pt_br: Receita Anual

source: Annual Revenue
pt_br: Receita Anual

source: Another Budget record '{0}' already exists against {1} '{2}' and account '{3}' for fiscal year {4}
pt_br: Outro registro de orçamento '{0}' já existe contra {1} '{2}' e a conta '{3}' para o ano fiscal {4}

source: Another Cost Center Allocation record {0} applicable from {1}, hence this allocation will be applicable upto {2}
pt_br: Outro registro de Alocação de Centro de Custo {0} aplicável de {1}, portanto, essa alocação será aplicável até {2}

source: Another Payment Request is already processed
pt_br: Outra Requisição de Pagamento já foi processada.

source: Another Sales Person {0} exists with the same Employee id
pt_br: Outro Vendedor {0} existe com o mesmo ID de Colaborador

source: Any one of following filters required: warehouse, Item Code, Item Group
pt_br: É necessário um dos seguintes filtros: armazém, código do item, grupo de itens.

source: Apparel & Accessories
pt_br: Vestuário e Acessórios

source: Applicable Charges
pt_br: Encargos Aplicáveis

source: Applicable Dimension
pt_br: Dimensão Aplicável

source: Applicable For
pt_br: Aplicável

source: Applicable Holiday List
pt_br: Lista de Feriados Aplicável

source: Applicable Modules
pt_br: Módulos Aplicáveis

source: Applicable On Account
pt_br: Aplicável na Conta

source: Applicable To (Designation)
pt_br: Aplicável Para (designação)

source: Applicable To (Employee)
pt_br: Aplicável Para (colaborador)

source: Applicable To (Role)
pt_br: Aplicável Para (função)

source: Applicable To (User)
pt_br: Aplicável Para (usuário)

source: Applicable for Countries
pt_br: Aplicável para os Países

source: Applicable for Users
pt_br: Aplicável Para Usuários

source: Applicable for external driver
pt_br: Aplicável para motorista externo

source: Applicable if the company is SpA, SApA or SRL
pt_br: Aplicável se a empresa for SpA, SApA ou SRL

source: Applicable if the company is a limited liability company
pt_br: Aplicável se a empresa for uma sociedade de responsabilidade limitada

source: Applicable if the company is an Individual or a Proprietorship
pt_br: Aplicável se a empresa é um indivíduo ou uma propriedade

source: Applicable on Material Request
pt_br: Aplicável na Requisição de Material

source: Applicable on Purchase Order
pt_br: Aplicável no Pedido de Compra

source: Applicable on booking actual expenses
pt_br: Aplicável no lançamento de despesas reais

source: Application of Funds (Assets)
pt_br: Aplicação de Fundos (Ativos)

source: Applied Coupon Code
pt_br: Código de Cupom Aplicado

source: Applied on each reading.
pt_br: Aplicado em cada leitura.

source: Applied putaway rules.
pt_br: Regras de Alocação de Estoque aplicadas.

source: Applies To
pt_br: Aplica-se a

source: Apply Additional Discount On
pt_br: Aplicar Desconto Adicional Em

source: Apply Discount On
pt_br: Aplicar Desconto Em

source: Apply Discount on Discounted Rate
pt_br: Aplicar Desconto sobre Valor Com Desconto

source: Apply Discount on Rate
pt_br: Aplicar Desconto sobre o Valor

source: Apply Multiple Pricing Rules
pt_br: Aplicar Múltiplas Regras de Precificação

source: Apply On
pt_br: Aplicar Em

source: Apply Putaway Rule
pt_br: Aplicar Regra de Alocação de Estoque

source: Apply Recursion Over (As Per Transaction UOM)
pt_br: Aplicar Recursão Sobre (De Acordo com UDM da Transação)

source: Apply Rule On Brand
pt_br: Aplique a Regra na Marca

source: Apply Rule On Item Code
pt_br: Aplicar Regra no Código do Item

source: Apply Rule On Item Group
pt_br: Aplicar Regra no Grupo de Itens

source: Apply Rule On Other
pt_br: Aplicar Regra em Outros

source: Apply SLA for Resolution Time
pt_br: Aplicar SLA para Tempo de Resolução

source: Apply TDS
pt_br: Aplicar Imposto Retido na Fonte

source: Apply Tax Withholding Amount
pt_br: Aplicar Valor de Retenção de Imposto

source: Apply Tax Withholding Amount
pt_br: Aplicar Valor de Retenção de Imposto

source: Apply restriction on dimension values
pt_br: Aplicar restrição nos valores da dimensão

source: Apply to All Inventory Documents
pt_br: Aplicar a Todos os Documentos de Inventário

source: Apply to Document
pt_br: Aplicar ao Documento

source: Appointment
pt_br: Agendamento

source: Appointment Booking Settings
pt_br: Configurações de Agendamento

source: Appointment Booking Slots
pt_br: Vagas para Agendamento

source: Appointment Confirmation
pt_br: Confirmação de Agendamento

source: Appointment Created Successfully
pt_br: Agendamento Criado com Sucesso

source: Appointment Details
pt_br: Detalhes do Agendamento

source: Appointment Duration (In Minutes)
pt_br: Duração da Consulta (em Minutos)

source: Appointment Scheduling Disabled
pt_br: Agendamentos Desabilitados

source: Appointment Scheduling has been disabled for this site
pt_br: Agendamento foi desabilitado para este site

source: Appointment With
pt_br: Agendamento Com

source: Appointment was created. But no lead was found. Please check the email to confirm
pt_br: O agendamento foi criado. Mas nenhum lead foi encontrado. Verifique o e-mail para confirmar

source: Approving Role (above authorized value)
pt_br: Função Aprovadora (acima do valor autorizado)

source: Approving Role cannot be same as role the rule is Applicable To
pt_br: A Função Aprovadora não pode ser a mesma da função à qual a regra é aplicável

source: Approving User (above authorized value)
pt_br: Usuário Aprovador (acima do valor autorizado)

source: Approving User cannot be same as user the rule is Applicable To
pt_br: Usuário Aprovador não pode ser o mesmo usuário ao qual a regra é aplicável

source: Approximately match the description/party name against parties
pt_br: Corresponder a descrição/nome da parte de forma aproximada contra partes

source: Are you sure you want to clear all demo data?
pt_br: Tem certeza de que deseja limpar todos os dados de demonstração?

source: Are you sure you want to delete this Item?
pt_br: Tem certeza de que deseja excluir este Item?

source: Are you sure you want to delete {0}?<p>This action will also delete all associated Common Code documents.</p>
pt_br: Tem certeza de que deseja excluir {0}?<p>Esta ação também excluirá todos os documentos de Código Comum associados.</p>

source: Are you sure you want to restart this subscription?
pt_br: Tem certeza de que deseja reiniciar esta assinatura?

source: Area
pt_br: Área

source: Area UOM
pt_br: UDM da área

source: Arrival Quantity
pt_br: Quantidade de Chegada

source: As On Date
pt_br: Como na Data

source: As on Date
pt_br: Em Data

source: As per Stock UOM
pt_br: Em UDM do Estoque

source: As the field {0} is enabled, the field {1} is mandatory.
pt_br: Como o campo {0} está habilitado, o campo {1} é obrigatório.

source: As the field {0} is enabled, the value of the field {1} should be more than 1.
pt_br: Como o campo {0} está habilitado, o valor do campo {1} deve ser maior que 1.

source: As there are existing submitted transactions against item {0}, you can not change the value of {1}.
pt_br: Como existem transações submetidas contra o item {0}, você não pode alterar o valor de {1}.

source: As there are reserved stock, you cannot disable {0}.
pt_br: Como há estoque reservado, você não pode desabilitar {0}.

source: As there are sufficient Sub Assembly Items, Work Order is not required for Warehouse {0}.
pt_br: Como há Itens de Submontagem suficientes, a Ordem de Produção não é necessária para o Armazém {0}.

source: As there are sufficient raw materials, Material Request is not required for Warehouse {0}.
pt_br: Como há matéria-prima suficiente, a Requisição de Material não é necessária para o Armazém {0}.

source: As {0} is enabled, you can not enable {1}.
pt_br: Como {0} está habilitado, você não pode habilitar {1}.

source: Assembly Items
pt_br: Itens de Montagem

source: Asset
pt_br: Ativo

source: Asset Account
pt_br: Conta de Ativo

source: Asset Activity
pt_br: Atividade de Ativo

source: Asset Capitalization
pt_br: Capitalização de Ativos

source: Asset Capitalization Asset Item
pt_br: Item de Ativo para Capitalização de Ativos

source: Asset Capitalization Service Item
pt_br: Item de Serviço para Capitalização de Ativos

source: Asset Capitalization Stock Item
pt_br: Item de Estoque para Capitalização de Ativos

source: Asset Category
pt_br: Categoria de Ativos

source: Asset Category Account
pt_br: Conta de Categoria de Ativo

source: Asset Category Name
pt_br: Nome de Categoria

source: Asset Category is mandatory for Fixed Asset item
pt_br: Categoria de Ativo é obrigatória para um item de Ativo Imobilizado

source: Asset Depreciation Cost Center
pt_br: Centro de Custo de Depreciação de Ativo

source: Asset Depreciation Details
pt_br: Detalhes da Depreciação do Ativo

source: Asset Depreciation Ledger
pt_br: Razão de Depreciação de Ativos

source: Asset Depreciation Schedule
pt_br: Cronograma de Depreciação do Ativo

source: Asset Depreciation Schedule for Asset {0} and Finance Book {1} is not using shift based depreciation
pt_br: O Cronograma de Depreciação para o Ativo {0} e o Livro Contábil {1} não está usando depreciação baseada em turnos

source: Asset Depreciation Schedule not found for Asset {0} and Finance Book {1}
pt_br: Cronograma de Depreciação não encontrado para o Ativo {0} e o Livro Contábil {1}

source: Asset Depreciation Schedule {0} for Asset {1} already exists.
pt_br: Cronograma de Depreciação {0} para o Ativo {1} já existe.

source: Asset Depreciation Schedule {0} for Asset {1} and Finance Book {2} already exists.
pt_br: Cronograma de Depreciação {0} para o Ativo {1} e Livro Contábil {2} já existe.

source: Asset Depreciation Schedules created:<br>{0}<br><br>Please check, edit if needed, and submit the Asset.
pt_br: Cronogramas de Depreciação de Ativo criados:<br>{0}<br><br>Por favor, verifique, edite se necessário e submeta o Ativo.

source: Asset Depreciations and Balances
pt_br: Depreciação de Ativos e Saldos

source: Asset Details
pt_br: Detalhes do Ativo

source: Asset Finance Book
pt_br: Livro Contábil de Ativos

source: Asset ID
pt_br: ID do Ativo

source: Asset Location
pt_br: Localização do Ativo

source: Asset Maintenance
pt_br: Manutenção de Ativos

source: Asset Maintenance Log
pt_br: Registro de Manutenção de Ativos

source: Asset Maintenance Task
pt_br: Tarefa de Manutenção de Ativos

source: Asset Maintenance Team
pt_br: Equipe de Manutenção de Ativos

source: Asset Movement
pt_br: Movimentação de Ativos

source: Asset Movement Item
pt_br: Item de Movimento de Ativos

source: Asset Movement record {0} created
pt_br: Registro de Movimentação de Ativos {0} criado

source: Asset Name
pt_br: Nome do Ativo

source: Asset Naming Series
pt_br: Série de Nomenclatura de Ativo

source: Asset Owner
pt_br: Proprietário do Ativo

source: Asset Owner Company
pt_br: Empresa Proprietária do Ativo

source: Asset Quantity
pt_br: Quantidade do Ativo

source: Asset Received But Not Billed
pt_br: Ativo Recebido e Não Faturado

source: Asset Repair
pt_br: Reparo de Ativos

source: Asset Repair Consumed Item
pt_br: Item Consumido no Reparo de Ativo

source: Asset Settings
pt_br: Configurações de Ativo

source: Asset Shift Allocation
pt_br: Alocação de Turno do Ativo

source: Asset Shift Factor
pt_br: Fator de Turno do Ativo

source: Asset Shift Factor {0} is set as default currently. Please change it first.
pt_br: O Fator de Turno do Ativo {0} está configurado como padrão atualmente. Por favor, altere-o primeiro.

source: Asset Status
pt_br: Status do Ativo

source: Asset Value
pt_br: Valor do Ativo

source: Asset Value Adjustment
pt_br: Ajuste do Valor do Ativo

source: Asset Value Adjustment cannot be posted before Asset's purchase date <b>{0}</b>.
pt_br: O ajuste do valor do ativo não pode ser lançado antes da data de compra do ativo <b>{0}</b>.

source: Asset Value Analytics
pt_br: Análise do Valor do Ativo

source: Asset cancelled
pt_br: Ativo cancelado

source: Asset cannot be cancelled, as it is already {0}
pt_br: O Ativo não pode ser cancelado, pois já está {0}

source: Asset cannot be scrapped before the last depreciation entry.
pt_br: O Ativo não pode ser sucateado antes do último registro de depreciação.

source: Asset capitalized after Asset Capitalization {0} was submitted
pt_br: Ativo capitalizado após a Capitalização do Ativo {0} ser submetida

source: Asset created
pt_br: Ativo criado

source: Asset created after Asset Capitalization {0} was submitted
pt_br: Ativo criado após a Capitalização do Ativo {0} ser submetida

source: Asset created after being split from Asset {0}
pt_br: Ativo criado após ser dividido do Ativo {0}

source: Asset deleted
pt_br: Ativo excluído

source: Asset issued to Employee {0}
pt_br: Ativo emitido para o Colaborador {0}

source: Asset out of order due to Asset Repair {0}
pt_br: Ativo fora de serviço devido ao Reparo de Ativo {0}

source: Asset received at Location {0} and issued to Employee {1}
pt_br: Ativo recebido na Localização {0} e emitido para o Colaborador {1}

source: Asset restored
pt_br: Ativo restaurado

source: Asset restored after Asset Capitalization {0} was cancelled
pt_br: Ativo restaurado após a Capitalização do Ativo {0} ser cancelada

source: Asset returned
pt_br: Ativo devolvido

source: Asset scrapped
pt_br: Ativo descartado

source: Asset scrapped via Journal Entry {0}
pt_br: Ativo excluído via Lançamento Contábil {0}

source: Asset sold
pt_br: Ativo vendido

source: Asset submitted
pt_br: Ativo submetido

source: Asset transferred to Location {0}
pt_br: Ativo transferido para a Localização {0}

source: Asset updated after being split into Asset {0}
pt_br: Ativo atualizado após ser dividido no Ativo {0}

source: Asset updated after cancellation of Asset Repair {0}
pt_br: Ativo atualizado após o cancelamento do Reparo de Ativo {0}

source: Asset updated after completion of Asset Repair {0}
pt_br: Ativo atualizado após a conclusão do Reparo de Ativo {0}

source: Asset {0} cannot be scrapped, as it is already {1}
pt_br: Ativo {0} não pode ser descartado, uma vez que já é {1}

source: Asset {0} does not belong to Item {1}
pt_br: O Ativo {0} não pertence ao Item {1}

source: Asset {0} does not belong to company {1}
pt_br: O ativo {0} não pertence à empresa {1}

source: Asset {0} does not belong to the custodian {1}
pt_br: O Ativo {0} não pertence ao custodiante {1}

source: Asset {0} does not belong to the location {1}
pt_br: O Ativo {0} não pertence à localização {1}

source: Asset {0} does not exist
pt_br: O Ativo {0} não existe

source: Asset {0} has been created. Please set the depreciation details if any and submit it.
pt_br: O Ativo {0} foi criado. Por favor, defina os detalhes de depreciação, se houver, e submeta-o.

source: Asset {0} has been updated. Please set the depreciation details if any and submit it.
pt_br: O Ativo {0} foi atualizado. Por favor, defina os detalhes de depreciação, se houver, e submeta-o.

source: Asset {0} is in {1} status and cannot be repaired.
pt_br: O Ativo {0} está com o status {1} e não pode ser reparado.

source: Asset {0} is not set to calculate depreciation.
pt_br: O Ativo {0} não está configurado para cálculo de depreciação.

source: Asset {0} is not submitted. Please submit the asset before proceeding.
pt_br: O Ativo {0} não foi submetido. Por favor, submeta o ativo antes de prosseguir.

source: Asset {0} must be submitted
pt_br: O Ativo {0} deve ser submetido

source: Asset's depreciation schedule updated after Asset Shift Allocation {0}
pt_br: O cronograma de depreciação do Ativo foi atualizado após a Alocação de Turno do Ativo {0}

source: Asset's value adjusted after cancellation of Asset Value Adjustment {0}
pt_br: O valor do Ativo foi ajustado após o cancelamento do Ajuste de Valor do Ativo {0}

source: Asset's value adjusted after submission of Asset Value Adjustment {0}
pt_br: O valor do Ativo foi ajustado após o envio do Ajuste de Valor do Ativo {0}

source: Assets
pt_br: Ativos

source: Assets not created for {0}. You will have to create asset manually.
pt_br: Recursos não criados para {0}. Você terá que criar o ativo manualmente.

source: Assets, Depreciations, Repairs, and more.
pt_br: Ativos, Depreciações, Reparos e mais.

source: Asset{is_plural} {assets_link} created for {item_code}
pt_br: Ativo{is_plural} {assets_link} criado para {item_code}

source: Assign Job to Employee
pt_br: Atribuir Tarefa ao Colaborador

source: Assign To
pt_br: Atribuir A

source: Assign to Name
pt_br: Atribuir ao Nome

source: Assigned To
pt_br: Atribuído a

source: Assignment
pt_br: Atribuição

source: Assignment Conditions
pt_br: Condições de Atribuição

source: Associate
pt_br: Associado
