Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: It can take upto few hours for accurate stock values to be visible after merging items.
pt_br: Pode levar algumas horas para que os valores de estoque corretos sejam exibidos após a fusão de itens.

source: It is needed to fetch Item Details.
pt_br: Isto é necessário para buscar detalhes de itens

source: It's not possible to distribute charges equally when total amount is zero, please set 'Distribute Charges Based On' as 'Quantity'
pt_br: Não é possível distribuir os encargos igualmente quando o valor total é zero, configure 'Distribuir Encargos Com Base Em' como 'Quantidade'

source: Item Alternative
pt_br: Item Alternativo

source: Item Attribute
pt_br: Atributo de Item

source: Item Attribute Value
pt_br: Valor de Atributo do Item

source: Item Attribute Values
pt_br: Valores dos Atributos do Item

source: Item Balance (Simple)
pt_br: Saldo de Item (Simples)

source: Item Barcode
pt_br: Código de Barras do Item

source: Item Cart
pt_br: Item do Carrinho

source: Item Code
pt_br: Código do Item

source: Item Code (Final Product)
pt_br: Código do Item (Produto Final)

source: Item Code cannot be changed for Serial No.
pt_br: Código do Item não pode ser alterado para o Número de Série.

source: Item Code required at Row No {0}
pt_br: Código do Item é obrigatório na Linha Número {0}

source: Item Code: {0} is not available under warehouse {1}.
pt_br: Código de Item: {0} não está disponível no armazém {1}.

source: Item Customer Detail
pt_br: Detalhe do Cliente do Item

source: Item Default
pt_br: Item Padrão

source: Item Defaults
pt_br: Padrões de Item

source: Item Description
pt_br: Descrição do Item

source: Item Details
pt_br: Detalhes do Item

source: Item Group
pt_br: Grupo de Itens

source: Item Group Defaults
pt_br: Padrões do Grupo de Itens

source: Item Group Name
pt_br: Nome do Grupo de Itens

source: Item Group Tree
pt_br: Árvore de Grupos de Itens

source: Item Group not mentioned in item master for item {0}
pt_br: Grupo item não mencionado no cadastro de item para item {0}

source: Item Group wise Discount
pt_br: Desconto por Grupo de Itens

source: Item Groups
pt_br: Grupos de Itens

source: Item Image (if not slideshow)
pt_br: Imagem do Item (se não for slideshow)

source: Item Locations
pt_br: Localizações do Item

source: Item Manager
pt_br: Gerenciador de Itens

source: Item Manufacturer
pt_br: Fabricante do Item

source: Item Name
pt_br: Nome do Item

source: Item Naming By
pt_br: Nomenclatura do Item Por

source: Item Out of Stock
pt_br: Item Fora de Estoque

source: Item Price
pt_br: Preço do Item

source: Item Price Settings
pt_br: Configurações de Preço do Item

source: Item Price Stock
pt_br: Estoque e Preços de Item

source: Item Price added for {0} in Price List {1}
pt_br: Preço do Item adicionada para {0} na Tabela de Preços {1}

source: Item Price appears multiple times based on Price List, Supplier/Customer, Currency, Item, Batch, UOM, Qty, and Dates.
pt_br: Preço do Item aparece múltiplas vezes com base na Tabela de Preços, Fornecedor/Cliente, Moeda, Item, Lote, UDM, Qtd. e Datas.

source: Item Price updated for {0} in Price List {1}
pt_br: Preço do Item foi atualizado para {0} na Tabela de Preços {1}

source: Item Prices
pt_br: Preços do Item

source: Item Quality Inspection Parameter
pt_br: Parâmetro de Inspeção de Qualidade do Item

source: Item Reference
pt_br: Referência do Item

source: Item Reorder
pt_br: Reabastecimento de Item

source: Item Row {0}: {1} {2} does not exist in above '{1}' table
pt_br: Linha do Item {0}: {1} {2} não existe na tabela '{1}' acima

source: Item Serial No
pt_br: Número de Série do Item

source: Item Shortage Report
pt_br: Relatório de Ruptura de Estoque

source: Item Supplier
pt_br: Fornecedor do Item

source: Item Tax
pt_br: Imposto do Item

source: Item Tax Amount Included in Value
pt_br: Valor de Imposto do Item Incluso no Valor

source: Item Tax Rate
pt_br: Alíquota de Imposto do Item

source: Item Tax Row {0} must have account of type Tax or Income or Expense or Chargeable
pt_br: Imposto de Item na linha {0} deve ter em conta do tipo Imposto, Receita, Despesa ou Faturável

source: Item Tax Template
pt_br: Modelo de Imposto do Item

source: Item Tax Template Detail
pt_br: Detalhe do Modelo de Imposto do Item

source: Item To Manufacture
pt_br: Item a Fabricar

source: Item UOM
pt_br: UDM do Item

source: Item Variant
pt_br: Variante de Item

source: Item Variant Attribute
pt_br: Atributo de Variante de Item

source: Item Variant Details
pt_br: Detalhes de Variante de Item

source: Item Variant Settings
pt_br: Configurações da Variante de Item

source: Item Variant {0} already exists with same attributes
pt_br: Variante do Item {0} já existe com mesmos atributos

source: Item Variants updated
pt_br: Variantes do Item atualizadas

source: Item Warehouse based reposting has been enabled.
pt_br: A recontabilização baseada em Armazém de Itens foi habilitada.

source: Item Website Specification
pt_br: Especificação de Item no Site

source: Item Weight Details
pt_br: Detalhes do Peso do Item

source: Item Wise Tax Detail
pt_br: Detalhe de Imposto por Item

source: Item and Warehouse
pt_br: Item e Armazém

source: Item and Warranty Details
pt_br: Detalhes de Item e Garantia

source: Item for row {0} does not match Material Request
pt_br: O Item para a linha #{0} não corresponde à Requisição de Material

source: Item has variants.
pt_br: O Item tem variantes.

source: Item is removed since no serial / batch no selected.
pt_br: O Item foi removido, pois nenhum número de série/lote foi selecionado.

source: Item must be added using 'Get Items from Purchase Receipts' button
pt_br: O Item deve ser adicionado usando o botão 'Obter Itens de Recibos de Compra'

source: Item name
pt_br: Nome do Item

source: Item operation
pt_br: Operação de Item

source: Item qty can not be updated as raw materials are already processed.
pt_br: A quantidade do item não pode ser atualizada, pois as matérias-primas já foram processadas.

source: Item rate has been updated to zero as Allow Zero Valuation Rate is checked for item {0}
pt_br: O custo unitário do item foi atualizado para zero, pois 'Permitir Custo Unitário Zero' está marcado para o item {0}

source: Item to be manufactured or repacked
pt_br: Item a fabricar ou reembalar

source: Item valuation rate is recalculated considering landed cost voucher amount
pt_br: Custo unitário do item é recalculado considerando o valor do comprovante do custo de aquisição

source: Item valuation reposting in progress. Report might show incorrect item valuation.
pt_br: Recontabilização do custo unitário do item em andamento. O relatório pode exibir custo unitário incorreto do item.

source: Item variant {0} exists with same attributes
pt_br: Variante de item {0} existe com os mesmos atributos

source: Item {0} cannot be added as a sub-assembly of itself
pt_br: Item {0} não pode ser adicionado como submontagem de si mesmo

source: Item {0} cannot be ordered more than {1} against Blanket Order {2}.
pt_br: Item{0} não pode ser solicitado em quantidade maior que {1} contra a Ordem de Cobertura {2}.

source: Item {0} does not exist
pt_br: Item {0} não existe

source: Item {0} does not exist in the system or has expired
pt_br: Item {0} não existe no sistema ou expirou

source: Item {0} does not exist.
pt_br: Item {0} não existe.

source: Item {0} entered multiple times.
pt_br: Item {0} foi inserido várias vezes.

source: Item {0} has already been returned
pt_br: Item {0} já foi devolvido

source: Item {0} has been disabled
pt_br: Item {0} foi desabilitado

source: Item {0} has no Serial No. Only serilialized items can have delivery based on Serial No
pt_br: Item {0} não tem Número de Série. Apenas itens serilializados podem ter entrega baseada no Número de Série

source: Item {0} has reached its end of life on {1}
pt_br: Item {0} atingiu o fim de sua vida útil em {1}

source: Item {0} ignored since it is not a stock item
pt_br: Item {0} ignorado uma vez que não é um item de estoque

source: Item {0} is already reserved/delivered against Sales Order {1}.
pt_br: Item {0} já está reservado/entregue contra o Pedido de Venda {1}.

source: Item {0} is cancelled
pt_br: Item {0} está cancelado

source: Item {0} is disabled
pt_br: Item {0} está desabilitado

source: Item {0} is not a serialized Item
pt_br: Item {0} não é um item serializado

source: Item {0} is not a stock Item
pt_br: Item {0} não é um item de estoque

source: Item {0} is not active or end of life has been reached
pt_br: Item {0} não está ativo ou o fim de sua vida útil foi atingido

source: Item {0} must be a Fixed Asset Item
pt_br: Item {0} deve ser um Item de Ativo Imobilizado

source: Item {0} must be a Non-Stock Item
pt_br: Item {0} deve ser um Item Não Estocável

source: Item {0} must be a Sub-contracted Item
pt_br: Item {0} deve ser um Item Subcontratado

source: Item {0} must be a non-stock item
pt_br: Item {0} deve ser um item não estocável

source: Item {0} not found in 'Raw Materials Supplied' table in {1} {2}
pt_br: Item {0} não encontrado na tabela 'Matérias-Primas Fornecidas' em {1} {2}

source: Item {0} not found.
pt_br: Item {0} não encontrado.

source: Item {0}: Ordered qty {1} cannot be less than minimum order qty {2} (defined in Item).
pt_br: Item {0}: Qtd. solicitada {1} não pode ser inferior a qtd. mínima de pedido {2} (definido no cadastro do Item).

source: Item {0}: {1} qty produced.
pt_br: Item {0}: {1} qtd. produzida.

source: Item {} does not exist.
pt_br: Item {} não existe.

source: Item, Customer, Supplier and Quotation
pt_br: Item, Cliente, Fornecedor e Cotação

source: Item-wise Price List Rate
pt_br: Preço de Tabela por Item

source: Item-wise Purchase History
pt_br: Histórico de Compras por Item

source: Item-wise Purchase Register
pt_br: Registro de Compras por Item

source: Item-wise Sales History
pt_br: Histórico de Vendas por Item

source: Item-wise Sales Register
pt_br: Registro de Vendas por Item

source: Item/Item Code required to get Item Tax Template.
pt_br: Código do Item/Item é necessário para obter o Modelo de Imposto do Item.

source: Item: {0} does not exist in the system
pt_br: Item: {0} não existe no sistema

source: Items
pt_br: Itens

source: Items & Pricing
pt_br: Itens & Precificação

source: Items Catalogue
pt_br: Catálogo de Itens

source: Items Filter
pt_br: Filtro de Itens

source: Items Required
pt_br: Itens Necessários

source: Items To Be Requested
pt_br: Itens a Requisitar

source: Items and Pricing
pt_br: Itens e Precificação

source: Items cannot be updated as Subcontracting Order is created against the Purchase Order {0}.
pt_br: Os itens não podem ser atualizados, pois a Ordem de Subcontratação foi criada contra o Pedido de Compra {0}.

source: Items for Raw Material Request
pt_br: Itens para Requisição de Matéria-Prima

source: Items rate has been updated to zero as Allow Zero Valuation Rate is checked for the following items: {0}
pt_br: O valor dos itens foi atualizado para zero, pois a opção Permitir Custo Unitário Zerado está marcada para os seguintes itens: {0}.

source: Items to Be Repost
pt_br: Itens a Recontabilizar

source: Items to Manufacture are required to pull the Raw Materials associated with it.
pt_br: Itens a Fabricar são obrigatórios para extrair as Matérias-Primas associadas a eles.

source: Items to Order and Receive
pt_br: Itens para Pedir e Receber

source: Items to Reserve
pt_br: Itens para Reservar

source: Items under this warehouse will be suggested
pt_br: Itens neste armazém serão sugeridos

source: Items {0} do not exist in the Item master.
pt_br: Os itens {0} não existem no cadastro de Itens.

source: Itemwise Discount
pt_br: Desconto por Item

source: Itemwise Recommended Reorder Level
pt_br: Níves de Reabastecimento Recomendados por Item

source: Job Capacity
pt_br: Capacidade de Trabalho

source: Job Card
pt_br: Ficha de Produção

source: Job Card Analysis
pt_br: Análise de Ficha de Produção

source: Job Card Item
pt_br: Item da Ficha de Produção

source: Job Card Operation
pt_br: Operação da Ficha de Produção

source: Job Card Scheduled Time
pt_br: Horário Programado da Ficha de Produção

source: Job Card Scrap Item
pt_br: Item de Sucata da Ficha de Produção

source: Job Card Summary
pt_br: Resumo de Fichas de Produção

source: Job Card Time Log
pt_br: Registro de Horas da Ficha de Produção

source: Job Card and Capacity Planning
pt_br: Ficha de Produção e Planejamento de Capacidade

source: Job Cards
pt_br: Fichas de Produção

source: Job Paused
pt_br: Produção Pausada

source: Job Started
pt_br: Produção Iniciada

source: Job Title
pt_br: Cargo

source: Job Worker
pt_br: Operário de Produção

source: Job Worker Address
pt_br: Endereço do Operário de Produção

source: Job Worker Address Details
pt_br: Detalhes do Endereço do Operário de Produção

source: Job Worker Contact
pt_br: Contato do Operário de Produção

source: Job Worker Delivery Note
pt_br: Nota de Entrega do Operário de Produção

source: Job Worker Name
pt_br: Nome do Operário de Produção

source: Job Worker Warehouse
pt_br: Armazém do Operário de Produção

source: Job card {0} created
pt_br: Ficha de Produção {0} criada

source: Job: {0} has been triggered for processing failed transactions
pt_br: Tarefa: {0} foi acionada para processar transações com falha

source: Joining
pt_br: Admissão

source: Joule/Meter
pt_br: Joule/Metro

source: Journal Entries
pt_br: Lançamentos Contábeis

source: Journal Entries {0} are un-linked
pt_br: Os Lançamentos Contábeis {0} estão desvinculados

source: Journal Entry
pt_br: Lançamento Contábil

source: Journal Entry Account
pt_br: Conta de Lançamento Contábil

source: Journal Entry Template
pt_br: Modelo de Lançamento Contábil

source: Journal Entry Template Account
pt_br: Conta de Modelo de Lançamento Contábil

source: Journal Entry Type
pt_br: Tipo de Lançamento Contábil

source: Journal Entry for Asset scrapping cannot be cancelled. Please restore the Asset.
pt_br: Lançamento Contábil para descarte de Ativo não pode ser cancelado. Por favor, restaure o Ativo.

source: Journal Entry for Scrap
pt_br: Lançamento Contábil para Sucata

source: Journal Entry type should be set as Depreciation Entry for asset depreciation
pt_br: O tipo de Lançamento Contábil deve ser definido como Lançamento de Depreciação para depreciação de ativo

source: Journal Entry {0} does not have account {1} or already matched against other voucher
pt_br: O Lançamento Contábil {0} não possui a conta {1} ou já foi conciliado contra outro comprovante

source: Journal entries have been created
pt_br: Lançamentos contábeis foram criados

source: Journals
pt_br: Diários

source: Kanban Board
pt_br: Painel Kanban

source: Keep Track of Sales Campaigns. Keep track of Leads, Quotations, Sales Order etc from Campaigns to gauge Return on Investment.
pt_br: Acompanhe as Campanhas de Vendas. Acompanhe os Leads, Orçamentos, Ordens de Venda, etc. das Campanhas para medir o Retorno do Investimento.

source: Key
pt_br: Chave

source: Key Reports
pt_br: Relatórios Chave

source: Kiloampere
pt_br: Quiloampere

source: Kilocalorie
pt_br: Quilocaloria

source: Kilocoulomb
pt_br: Quilocoulomb

source: Kilogram-Force
pt_br: Quilograma-Força

source: Kilogram/Cubic Centimeter
pt_br: Quilograma/Centímetro Cúbico

source: Kilogram/Cubic Meter
pt_br: Quilograma/Metro Cúbico

source: Kilogram/Litre
pt_br: Quilograma/Litro

source: Kilohertz
pt_br: Quilohertz

source: Kilojoule
pt_br: Quilojoule

source: Kilometer
pt_br: Quilômetro

source: Kilometer/Hour
pt_br: Quilômetro/Hora

source: Kilopascal
pt_br: Quilopascal

source: Kilopond
pt_br: Quilopond

source: Kilopound-Force
pt_br: Quilopond-Força

source: Kilowatt
pt_br: Quilowatt

source: Kilowatt-Hour
pt_br: Quilowatt-Hora

source: Kindly cancel the Manufacturing Entries first against the work order {0}.
pt_br: Por favor, cancele primeiro os Lançamentos de Fabricação referentes à ordem de produção {0}.

source: Kindly select the company first
pt_br: Por gentileza, selecione primeiro a empresa

source: Knot
pt_br: Nó

source: LDAP Settings
pt_br: Configurações LDAP

source: Label
pt_br: Rótulo

source: Landed Cost Help
pt_br: Ajuda sobre Custo de Aquisição

source: Landed Cost Item
pt_br: Item de Custo de Aquisição

source: Landed Cost Purchase Receipt
pt_br: Recebimento de Compra com Custo de Aquisição

source: Landed Cost Taxes and Charges
pt_br: Impostos e Encargos do Custo de Aquisição

source: Landed Cost Voucher
pt_br: Comprovante do Custo de Aquisição

source: Landed Cost Voucher Amount
pt_br: Valor do Comprovante de Custo de Aquisição

source: Landscape
pt_br: Panorama

source: Language
pt_br: Idioma

source: Lapsed
pt_br: Expirado

source: Large
pt_br: Grande

source: Last Carbon Check
pt_br: Última Inspeção de Emissão de Carbono

source: Last Communication
pt_br: Último Contato

source: Last Communication Date
pt_br: Data do Último Contato

source: Last Completion Date
pt_br: Última Data de Conclusão

source: Last GL Entry update was done {}. This operation is not allowed while system is actively being used. Please wait for 5 minutes before retrying.
pt_br: A última atualização do Lançamento do Razão Geral foi feita {}. Esta operação não é permitida enquanto o sistema estiver em uso ativo. Por favor, aguarde 5 minutos antes de tentar novamente.

source: Last Integration Date
pt_br: Última data de integração

source: Last Month Downtime Analysis
pt_br: Análise de Tempo de Inatividade no Último Mês

source: Last Name
pt_br: Sobrenome

source: Last Order Amount
pt_br: Valor do Último Pedido

source: Last Order Date
pt_br: Data do Último Pedido

source: Last Purchase Rate
pt_br: Valor da Última Compra

source: Last Scanned Warehouse
pt_br: Último Armazém Digitalizado

source: Last Stock Transaction for item {0} under warehouse {1} was on {2}.
pt_br: A última transação de estoque para o item {0} em armazém {1} foi em {2}.

source: Last carbon check date cannot be a future date
pt_br: A última data de verificação de carbono não pode ser uma data futura

source: Last transacted
pt_br: Última transação

source: Latest
pt_br: Mais Recentes

source: Latest Age
pt_br: Idade Mais Recente

source: Lead -> Prospect
pt_br: Lead -> Prospecção

source: Lead Conversion Time
pt_br: Tempo de Conversão do Lead

source: Lead Count
pt_br: Contagem de Leads

source: Lead Details
pt_br: Detalhes do Lead

source: Lead Name
pt_br: Nome do Lead

source: Lead Owner
pt_br: Proprietário do Lead

source: Lead Owner Efficiency
pt_br: Eficiência do Proprietário de Leads

source: Lead Owner cannot be same as the Lead Email Address
pt_br: O Lead responsável não pode ser o mesmo que oLead do endereço de e-mail

source: Lead Source
pt_br: Origem do Lead

source: Lead Time
pt_br: Tempo de Execução

source: Lead Time (Days)
pt_br: Prazo de Entrega (Dias)

source: Lead Time (in mins)
pt_br: Tempo de Execução (em minutos)

source: Lead Time Date
pt_br: Data do Prazo de Entrega

source: Lead Time Days
pt_br: Dias de Prazo de Entrega

source: Lead Time in days
pt_br: Prazo de Entrega (em dias)

source: Lead Type
pt_br: Tipo de Lead

source: Lead {0} has been added to prospect {1}.
pt_br: O Lead {0} foi adicionado à prospecção {1}.

source: Lead, Opportunity, Customer, and more.
pt_br: Lead, Oportunidade, Cliente e mais.

source: Leaderboard
pt_br: Classificação

source: Leads help you get business, add all your contacts and more as your leads
pt_br: Leads ajudam a gerar negócios, adicione todos os seus contatos como leads

source: Learn Accounting
pt_br: Aprenda Contabilidade

source: Learn Inventory Management
pt_br: Aprenda Gestão de Inventário

source: Learn Manufacturing
pt_br: Aprenda sobre Fabricação

source: Learn Procurement
pt_br: Aprenda sobre Compras

source: Learn Project Management
pt_br: Aprenda sobre Gestão de Projetos

source: Learn Sales Management
pt_br: Aprenda sobre Gestão de Vendas

source: Learn about Navigation options
pt_br: Saiba mais sobre as opções de Navegação

source: Learn about <a href="https://docs.frappe.io/erpnext/user/manual/en/common_party_accounting">Common Party</a>
pt_br: Aprenda sobre <a href="">Parte Comum</a>

source: Learn how to update opening balances
pt_br: Saiba como atualizar saldos iniciais

source: Learn more about Chart of Accounts
pt_br: Saiba mais sobre o Plano de Contas

source: Learn more about Production Planning
pt_br: Saiba mais sobre Planejamento de Produção

source: Learn more about data migration
pt_br: Saiba mais sobre migração de dados

source: Leave Encashed?
pt_br: Licença Convertida?

source: Leave blank for home. This is relative to site URL, for example "about" will redirect to "https://yoursitename.com/about"
pt_br: Deixe em branco para a página inicial. Este é relativo ao URL do site, por exemplo, "about" redirecionará para "https://seudominio.com/about"

source: Leave blank if the Supplier is blocked indefinitely
pt_br: Deixe em branco se o Fornecedor estiver bloqueado indefinidamente

source: Leave blank to use the standard Delivery Note format
pt_br: Deixe em branco para usar o formato padrão de Nota de Entrega

source: Ledger
pt_br: Razão

source: Ledger Health
pt_br: Integridade do Razão

source: Ledger Health Monitor
pt_br: Monitor da Integridade do Razão

source: Ledger Health Monitor Company
pt_br: Empresa de Monitoramento do Razão

source: Ledger Merge
pt_br: Unificação de Razão

source: Ledger Merge Accounts
pt_br: Unificação de Contas Razão

source: Ledger Type
pt_br: Tipo de Razão

source: Ledgers
pt_br: Razões

source: Left
pt_br: Saiu

source: Left Child
pt_br: Ramo Esquerdo

source: Left Index
pt_br: Índice Esquerdo

source: Legacy Fields
pt_br: Campos Legados

source: Legal Entity / Subsidiary with a separate Chart of Accounts belonging to the Organization.
pt_br: Entidade Legal/Subsidiária com um Plano de Contas separado pertencente à Organização.

source: Legal Expenses
pt_br: Despesas Legais

source: Legend
pt_br: Legenda

source: Length
pt_br: Comprimento

source: Length (cm)
pt_br: Comprimento (cm)

source: Less Than Amount
pt_br: Menos Que o Valor

source: Let's Set Up Your Accounts and Taxes.
pt_br: Vamos configurar suas Contas e Impostos.

source: Let's Set Up Your CRM.
pt_br: Vamos configurar seu CRM.

source: Let's Set Up the Assets Module.
pt_br: Vamos configurar o módulo de Ativos.

source: Let's Set Up the Buying Module.
pt_br: Vamos configurar o módulo de Compras.

source: Let's Set Up the Manufacturing Module.
pt_br: Vamos configurar o módulo de Fabricação.

source: Let's Set Up the Selling Module.
pt_br: Vamos configurar o módulo de Vendas.

source: Let's Set Up the Stock Module.
pt_br: Vamos configurar o Módulo de Estoque.

source: Let's begin your journey with ERPNext
pt_br: Vamos começar sua jornada com Dut ERP

source: Let's create a Purchase Receipt
pt_br: Vamos criar um Recebimento de Compra

source: Let's create a new Asset item
pt_br: Vamos criar um novo item de Ativo

source: Let's review existing Asset Category
pt_br: Vamos revisar a Categoria de Ativo existente

source: Let's review your Company
pt_br: Vamos revisar sua Empresa

source: Let's walk-through Chart of Accounts to review setup
pt_br: Vamos revisar o Plano de Contas para verificar a configuração

source: Letter Head
pt_br: Papel Timbrado

source: Letter or Email Body Text
pt_br: Carta ou Texto do Corpo do E-mail

source: Letter or Email Closing Text
pt_br: Texto de Encerramento de Carta ou E-mail

source: Let’s convert your first Sales Order against a Quotation
pt_br: Vamos converter seu primeiro Pedido de Venda a partir de uma Cotação

source: Let’s create a Workstation
pt_br: Vamos criar uma Estação de Trabalho

source: Let’s create a stock opening entry
pt_br: Vamos criar um lançamento inicial de estoque

source: Let’s create an Operation
pt_br: Vamos criar uma Operação

source: Let’s create your first warehouse
pt_br: Vamos cadastrar seu primeiro armazém
