Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Configure the default Price List when creating a new Purchase transaction. Item prices will be fetched from this Price List.
pt_br: Configure a Tabela de Preços padrão ao criar uma nova transação de Compra. os preços dos itens serão obtidos desta tabela de preços.

source: Confirmation Date
pt_br: Data de Confirmação

source: Connections
pt_br: Conexões

source: Consider Accounting Dimensions
pt_br: Considere as Dimensões Contábeis

source: Consider Entire Party Ledger Amount
pt_br: Considerar Valor Total do Razão da Parte

source: Consider Minimum Order Qty
pt_br: Considerar Quantidade Mínima de Pedido

source: Consider Process Loss
pt_br: Considerar Perda no Processo

source: Consider Rejected Warehouses
pt_br: Considerar Armazéns de Rejeição

source: Consider Tax or Charge for
pt_br: Considerar Imposto ou Encargo para

source: Considered In Paid Amount
pt_br: Considerado no Valor Pago

source: Consolidate Sales Order Items
pt_br: Consolidar Itens do Pedido de Venda

source: Consolidate Sub Assembly Items
pt_br: Consolidar Itens de Submontagem

source: Consolidated
pt_br: Consolidado

source: Consolidated Credit Note
pt_br: Nota de Crédito Consolidada

source: Consolidated Financial Statement
pt_br: Demonstração Financeira Consolidada

source: Consolidated Sales Invoice
pt_br: Fatura de Vendas Consolidada

source: Consultant
pt_br: Consultor

source: Consulting
pt_br: Consultoria

source: Consumable
pt_br: Consumíveis

source: Consumable Cost
pt_br: Custo de Consumíveis

source: Consumed
pt_br: Consumido

source: Consumed Amount
pt_br: Valor Consumido

source: Consumed Asset Total Value
pt_br: Valor Total do Ativo Consumido

source: Consumed Assets
pt_br: Ativos Consumidos

source: Consumed Items
pt_br: Itens Consumidos

source: Consumed Qty
pt_br: Qtd. Consumida

source: Consumed Quantity
pt_br: Quantidade Consumida

source: Consumed Stock Items
pt_br: Itens de Estoque Consumidos

source: Consumed Stock Items or Consumed Asset Items are mandatory for creating new composite asset
pt_br: Itens de Estoque Consumidos ou Itens de Ativo Consumido são obrigatórios para a criação de novo ativo composto

source: Consumed Stock Items, Consumed Asset Items or Consumed Service Items is mandatory for Capitalization
pt_br: Itens de Estoque Consumidos, Itens de Ativo Consumido ou Itens de Serviço Consumido são obrigatórios para Capitalização

source: Consumed Stock Total Value
pt_br: Valor Total do Estoque Consumido

source: Consumer Products
pt_br: Produtos de Consumo

source: Consumption Rate
pt_br: Taxa de Consumo

source: Contact
pt_br: Contato

source: Contact Desc
pt_br: Descrição do Contato

source: Contact Details
pt_br: Detalhes de Contato

source: Contact Email
pt_br: E-mail de Contato

source: Contact HTML
pt_br: Contato Html

source: Contact Info
pt_br: Informações Para Contato

source: Contact Information
pt_br: Informações de Contato

source: Contact List
pt_br: Lista de Contatos

source: Contact Mobile
pt_br: Celular de Contato

source: Contact Mobile No
pt_br: Celular do Contato

source: Contact Name
pt_br: Nome do Contato

source: Contact No.
pt_br: Nº Contato.

source: Contact Person
pt_br: Pessoa de Contato

source: Contact Person does not belong to the {0}
pt_br: A Pessoa de Contato não pertence ao {0}

source: Contact Us Settings
pt_br: Configurações de Fale Conosco

source: Contact:
pt_br: Contato:

source: Contacts
pt_br: Contatos

source: Content
pt_br: Conteúdo

source: Content Type
pt_br: Tipo de Conteúdo

source: Continue
pt_br: Continuar

source: Contra Entry
pt_br: Lançamento de Contrapartida

source: Contract
pt_br: Contrato

source: Contract Details
pt_br: Detalhes do Contrato

source: Contract End Date
pt_br: Data Final do Contrato

source: Contract Fulfilment Checklist
pt_br: Lista de Verificação de Cumprimento do Contrato

source: Contract Period
pt_br: Período do Contrato

source: Contract Template
pt_br: Modelo de Contrato

source: Contract Template Fulfilment Terms
pt_br: Termos de Cumprimento do Modelo de Contrato

source: Contract Template Help
pt_br: Ajuda do Modelo de Contrato

source: Contract Terms
pt_br: Termos do Contrato

source: Contract Terms and Conditions
pt_br: Termos e Condições do Contrato

source: Contribution %
pt_br: Contribuição %

source: Contribution (%)
pt_br: Contribuição (%)

source: Contribution Amount
pt_br: Valor de Contribuição

source: Contribution Qty
pt_br: Quantidade de Contribuição

source: Contribution to Net Total
pt_br: Contribuição para o Total Líquido

source: Control Action
pt_br: Ação de Controle

source: Control Historical Stock Transactions
pt_br: Controlar Transações de Estoque Históricas

source: Conversion Factor
pt_br: Fator de Conversão

source: Conversion Rate
pt_br: Taxa de Conversão

source: Conversion factor for default Unit of Measure must be 1 in row {0}
pt_br: Fator de conversão de unidade de medida padrão deve ser 1 na Linha #{0}

source: Conversion factor for item {0} has been reset to 1.0 as the uom {1} is same as stock uom {2}.
pt_br: O fator de conversão para o item {0} foi redefinido para 1.0, pois a unidade de medida {1} é igual à unidade de medida de estoque {2}.

source: Conversion rate cannot be 0
pt_br: A taxa de conversão não pode ser 0

source: Conversion rate is 1.00, but document currency is different from company currency
pt_br: A taxa de conversão é 1.00, mas a moeda do documento é diferente da moeda da empresa

source: Conversion rate must be 1.00 if document currency is same as company currency
pt_br: A taxa de conversão deve ser 1.00 se a moeda do documento for a mesma que a moeda da empresa.

source: Convert Item Description to Clean HTML in Transactions
pt_br: Converter Descrição do Item para HTML Limpo em Transações

source: Convert to Group
pt_br: Converter para Grupo

# Warehouse
source: Convert to Group
pt_br: Converter para Grupo

source: Convert to Item Based Reposting
pt_br: Converter para Recontabilização Baseada em Item

# Warehouse
source: Convert to Ledger
pt_br: Converter para Razão

source: Convert to Non-Group
pt_br: Converter para Não-Grupo

source: Converted
pt_br: Convertido

source: Copied From
pt_br: Copiado De

source: Copy Fields to Variant
pt_br: Copiar Campos para a Variante

source: Corrective
pt_br: Corretivo

source: Corrective Action
pt_br: Ação Corretiva

source: Corrective Job Card
pt_br: Ficha de Produção Corretiva

source: Corrective Operation
pt_br: Operação Corretiva

source: Corrective Operation Cost
pt_br: Custo da Operação Corretiva

source: Corrective/Preventive
pt_br: Corretivo/Preventivo

source: Cosmetics
pt_br: Cosméticos

source: Cost
pt_br: Custo

source: Cost Center
pt_br: Centro de Custos

source: Cost Center Allocation
pt_br: Alocação de Centro de Custo

source: Cost Center Allocation Percentage
pt_br: Percentual de Alocação de Centro de Custo

source: Cost Center Allocation Percentages
pt_br: Percentuais de Alocação de Centro de Custo

source: Cost Center Name
pt_br: Nome do Centro de Custo

source: Cost Center Number
pt_br: Número do Centro de Custo

source: Cost Center and Budgeting
pt_br: Centro de Custo e Orçamento

source: Cost Center for Item rows has been updated to {0}
pt_br: O Centro de Custo para as linhas do Item foi atualizado para {0}

source: Cost Center is a part of Cost Center Allocation, hence cannot be converted to a group
pt_br: O Centro de Custo faz parte de uma Alocação de Centro de Custo, portanto, não pode ser convertido em um grupo

source: Cost Center is required in row {0} in Taxes table for type {1}
pt_br: Centro de Custo é necessária na Linha #{0} no Imposto de mesa para o tipo {1}

source: Cost Center with Allocation records can not be converted to a group
pt_br: Centro de Custo com registros de Alocação não pode ser convertido em um grupo

source: Cost Center with existing transactions can not be converted to group
pt_br: Centro de Custo com transações existentes não podem ser convertidos em grupo

source: Cost Center with existing transactions can not be converted to ledger
pt_br: Centro de Custo com transações existentes não podem ser convertidos para o nível de lançamento

source: Cost Center {0} cannot be used for allocation as it is used as main cost center in other allocation record.
pt_br: O Centro de Custo {0} não pode ser usado para alocação, pois é utilizado como centro de custo principal em outro registro de alocação.

source: Cost Center {} doesn't belong to Company {}
pt_br: Centro de Custo {} não pertence à Empresa {}

source: Cost Center {} is a group cost center and group cost centers cannot be used in transactions
pt_br: O Centro de Custo {} é um centro de custo em grupo e centros de custo em grupo não podem ser usados em transações

source: Cost Center: {0} does not exist
pt_br: Centro de Custo: {0} não existe

source: Cost Centers
pt_br: Centros de Custo

source: Cost Centers for Budgeting and Analysis
pt_br: Centros de Custo para Orçamento e Análise

source: Cost Configuration
pt_br: Configuração de Custo

source: Cost Per Unit
pt_br: Custo por Unidade

source: Cost and Freight
pt_br: Custo e Frete

source: Cost of Delivered Items
pt_br: Custo de Itens Entregues

source: Cost of Goods Sold
pt_br: Custo de Mercadorias Vendidas

source: Cost of Goods Sold Account in Items Table
pt_br: Conta de Custo de Mercadorias Vendidas na Tabela de Itens

source: Cost of Issued Items
pt_br: Custo de Itens Emitidos

source: Cost of Poor Quality Report
pt_br: Relatório de Custo de Má Qualidade

source: Cost of Purchased Items
pt_br: Custo de Itens Comprados

source: Cost of various activities
pt_br: Custo das diferentes actividades

source: Cost to Company (CTC)
pt_br: Custo para a Empresa (CTC)

source: Cost, Insurance and Freight
pt_br: Custo, Seguro e Frete (CIF)

source: Costing
pt_br: Custeio

source: Costing Amount
pt_br: Valor de Custeio

source: Costing Details
pt_br: Detalhes de Custeio

source: Costing Rate
pt_br: Valor de Custeio

source: Costing and Billing
pt_br: Custeio e Faturamento

source: Costing and Billing fields has been updated
pt_br: Os campos de Custeio e Faturamento foram atualizados

source: Could Not Delete Demo Data
pt_br: Não foi possível excluir dados de demonstração

source: Could not auto create Customer due to the following missing mandatory field(s):
pt_br: Não foi possível criar automaticamente o cliente devido aos seguintes campos obrigatórios ausentes:

source: Could not auto update shifts. Shift with shift factor {0} needed.
pt_br: Não foi possível atualizar turnos automaticamente. Turno com fator de turno {0} necessário.

source: Could not create Credit Note automatically, please uncheck 'Issue Credit Note' and submit again
pt_br: Não foi possível criar uma nota de crédito automaticamente. Desmarque a opção &quot;Emitir nota de crédito&quot; e submeta novamente

source: Could not detect the Company for updating Bank Accounts
pt_br: Não foi possível detectar a Empresa para atualizar Contas Bancárias

source: Could not find path for
pt_br: Não foi possível encontrar o caminho para

source: Could not retrieve information for {0}.
pt_br: Não foi possível recuperar informações para {0}.

source: Could not solve criteria score function for {0}. Make sure the formula is valid.
pt_br: Não foi possível resolver a função de pontuação dos critérios para {0}. Verifique se a fórmula é válida.

source: Could not solve weighted score function. Make sure the formula is valid.
pt_br: Não foi possível resolver a função de pontuação ponderada. Verifique se a fórmula é válida.

source: Could not update stock, invoice contains drop shipping item.
pt_br: Não foi possível atualizar estoque, fatura contém gota artigo do transporte.

source: Count
pt_br: Contagem

source: Country
pt_br: País

source: Country Code in File does not match with country code set up in the system
pt_br: O código do país no arquivo não corresponde ao código do país configurado no sistema

source: Country of Origin
pt_br: País de Origem

source: Coupon Code
pt_br: Código de Cupom

source: Coupon Code Based
pt_br: Baseado Em Código de Cupom

source: Coupon Description
pt_br: Descrição do Cupom

source: Coupon Name
pt_br: Nome do Cupom

source: Coupon Type
pt_br: Tipo de Cupom

source: Create
pt_br: Criar

source: Create Chart Of Accounts Based On
pt_br: Criar Plano de Contas Baseado Em

source: Create Delivery Note
pt_br: Criar Nota de Entrega

source: Create Delivery Trip
pt_br: Criar Viagem de Entrega

source: Create Depreciation Entry
pt_br: Criar Lançamento de Depreciação

source: Create Employee
pt_br: Criar Colaborador

source: Create Employee Records
pt_br: Criar Registros de Colaborador

source: Create Employee records.
pt_br: Criar registros de Colaborador.

source: Create Grouped Asset
pt_br: Criar Ativo Agrupado

source: Create Inter Company Journal Entry
pt_br: Criar Lançamento Contábil Interempresarial

source: Create Invoices
pt_br: Criar Faturas

source: Create Job Card
pt_br: Criar Ficha de Produção

source: Create Job Card based on Batch Size
pt_br: Criar Ficha de Produção com base no Tamanho do Lote

source: Create Journal Entries
pt_br: Criar Lançamentos Contábeis

source: Create Journal Entry
pt_br: Criar Lançamento Contábil

source: Create Lead
pt_br: Criar Lead

source: Create Leads
pt_br: Criar Leads

source: Create Ledger Entries for Change Amount
pt_br: Criar Lançamentos no Razão para Valor de Troco

source: Create Link
pt_br: Criar Link

source: Create Missing Party
pt_br: Criar Parte Faltante

source: Create Multi-level BOM
pt_br: Criar Lista de Materiais (BOM) Multinível

source: Create New Contact
pt_br: Criar Novo Contato

source: Create New Customer
pt_br: Criar Novo Cliente

source: Create New Lead
pt_br: Criar Novo Lead

source: Create Opportunity
pt_br: Criar Oportunidade

source: Create POS Opening Entry
pt_br: Criar Lançamento de Abertura de PDV

source: Create Payment Entry
pt_br: Criar Lançamento de Pagamento

source: Create Pick List
pt_br: Criar Lista de Separação

source: Create Print Format
pt_br: Criar Formato de Impressão

source: Create Prospect
pt_br: Criar Prospecção

source: Create Purchase Order
pt_br: Criar Pedido de Compra

source: Create Purchase Orders
pt_br: Criar Pedidos de Compra

source: Create Quotation
pt_br: Criar Cotação

source: Create Raw Materials
pt_br: Criar Matérias-Primas

source: Create Receiver List
pt_br: Criar Lista de Destinatários

source: Create Reposting Entries
pt_br: Criar Lançamentos de Recontabilização

source: Create Reposting Entry
pt_br: Criar Lançamento de Recontabilização

source: Create Sales Invoice
pt_br: Criar Fatura de Venda

source: Create Sales Order
pt_br: Criar Pedido de Venda

source: Create Sales Orders to help you plan your work and deliver on-time
pt_br: Criar pedidos de vendas para ajudá-lo a planejar seu trabalho e entregar dentro do prazo

source: Create Sample Retention Stock Entry
pt_br: Criar Lançamento de Estoque de Retenção de Amostra

source: Create Stock Entry
pt_br: Criar Lançamento de Estoque

source: Create Supplier Quotation
pt_br: Criar Cotação de Fornecedor

source: Create Tax Template
pt_br: Criar Modelo de Imposto

source: Create Timesheet
pt_br: Criar Folha de Ponto

source: Create User
pt_br: Criar Usuário

source: Create User Permission
pt_br: Criar Permissão de Usuário

source: Create Users
pt_br: Criar Usuários

source: Create Variant
pt_br: Criar Variante

source: Create Variants
pt_br: Criar Variantes

source: Create Workstation
pt_br: Criar Estação de Trabalho

source: Create Your First Purchase Invoice
pt_br: Crie sua Primeira Fatura de Compra

source: Create Your First Sales Invoice
pt_br: Crie sua Primeira Fatura de Venda

source: Create a Customer
pt_br: Criar um Cliente

source: Create a Finished Good
pt_br: Criar um Produto Acabado

source: Create a Fixed Asset Item
pt_br: Criar um Item de Ativo Imobilizado

source: Create a Material Transfer Entry
pt_br: Criar um Lançamento de Transferência de Material

source: Create a Product
pt_br: Criar um Produto

source: Create a Quotation
pt_br: Criar uma Cotação

source: Create a Sales Item
pt_br: Criar um Item de Vendas

source: Create a Sales Order
pt_br: Criar um Pedido de Vendas

source: Create a Supplier
pt_br: Criar um Fornecedor

source: Create a Warehouse
pt_br: Criar um Armazém

source: Create a new Item
pt_br: Criar um novo Item

source: Create a new composite asset
pt_br: Criar um novo ativo composto

source: Create a variant with the template image.
pt_br: Criar uma variante com a imagem do modelo.

source: Create an Asset
pt_br: Criar um Ativo

source: Create an Asset Category
pt_br: Criar uma Categoria de Ativo

source: Create an Asset Item
pt_br: Criar um Item de Ativo

source: Create an Item
pt_br: Criar um Item

source: Create an incoming stock transaction for the Item.
pt_br: Crie um lançamento de estoque de entrada para o Item.

source: Create and Send Quotation
pt_br: Criar e Enviar Cotação

source: Create customer quotes
pt_br: Criar orçamentos de clientes

source: Create first Purchase Order
pt_br: Criar o primeiro Pedido de Compra

source: Create in Draft Status
pt_br: Criar no Status de Rascunho

source: Create missing customer or supplier.
pt_br: Criar cliente ou fornecedor faltando.

source: Create your first Bill of Materials
pt_br: Criar sua primeira Lista de Materiais

source: Create your first Quotation
pt_br: Criar sua primeira Cotação

source: Create your first Sales Order
pt_br: Criar seu primeiro Pedido de Vendas

source: Create your first Work Order
pt_br: Criar sua primeira Ordem de Produção

source: Create {0} {1} ?
pt_br: Criar {0} {1}?

source: Created On
pt_br: Criado Em

source: Created {0} scorecards for {1} between:
pt_br: Criado {0} placares de desempenho para {1} entre:

source: Creating Accounts...
pt_br: Criando Contas...

source: Creating Delivery Note ...
pt_br: Criando Nota de Entrega...

source: Creating Dimensions...
pt_br: Criando Dimensões...

source: Creating Journal Entries...
pt_br: Criando Lançamentos Contábeis...

source: Creating Packing Slip ...
pt_br: Criando Romaneio...

source: Creating Purchase Invoices ...
pt_br: Criando Faturas de Compra...

source: Creating Purchase Order ...
pt_br: Criando Pedido de Compra...

source: Creating Purchase Receipt ...
pt_br: Criando Recebimento de Compra...

source: Creating Sales Invoices ...
pt_br: Criando Faturas de Venda...

source: Creating Stock Entry
pt_br: Criando Lançamento de Estoque

source: Creating Subcontracting Order ...
pt_br: Criando Ordem de Subcontratação...

source: Creating Subcontracting Receipt ...
pt_br: Criando Recibo de Subcontratação...

source: Creating User...
pt_br: Criando Usuário...

source: Creating {} out of {} {}
pt_br: Criando {} de {} {}

source: Creation
pt_br: Criação

source: Creation Document No
pt_br: Nº de Criação do Documento

source: Creation of <b><a href='/app/{0}'>{1}(s)</a></b> successful
pt_br: Criação de <b><a href='/app/{0}'>{1}(s)</a></b> bem-sucedida

source: Creation of {0} failed. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
pt_br: A criação de {0} falhou. Verifique o <b><a href="/app/bulk-transaction-log">Registro de Transações em Lote</a></b>

source: Creation of {0} partially successful. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
pt_br: A criação de {0} foi parcialmente bem-sucedida. Verifique o <b><a href="/app/bulk-transaction-log">Registro de Transações em Lote</a></b>

source: Credit
pt_br: Credor

source: Credit (Transaction)
pt_br: Crédito (Transação)

source: Credit ({0})
pt_br: Crédito ({0})

source: Credit Account
pt_br: Conta de Crédito

source: Credit Amount
pt_br: Valor de Crédito

source: Credit Amount in Account Currency
pt_br: Valor de Crédito na Moeda da Conta

source: Credit Amount in Transaction Currency
pt_br: Valor de Crédito na Moeda da Transação

source: Credit Balance
pt_br: Saldo Credor

source: Credit Card
pt_br: Cartão de Crédito

source: Credit Card Entry
pt_br: Lançamento de Cartão de Crédito

source: Credit Days
pt_br: Dias de Crédito

source: Credit Limit
pt_br: Limite de Crédito

source: Credit Limit Crossed
pt_br: Limite de Crédito Ultrapassado

source: Credit Limit Settings
pt_br: Configurações do Limite de Crédito

source: Credit Limit and Payment Terms
pt_br: Limite de Crédito e Condições de Pagamento

source: Credit Limit:
pt_br: Limite de Crédito:

source: Credit Limits
pt_br: Limites de Crédito

source: Credit Months
pt_br: Meses de Crédito

source: Credit Note
pt_br: Nota de Crédito

source: Credit Note Amount
pt_br: Valor da Nota de Crédito

source: Credit Note Issued
pt_br: Nota de Crédito Emitida

source: Credit Note will update it's own outstanding amount, even if 'Return Against' is specified.
pt_br: A Nota de Crédito atualizará seu próprio valor pendente, mesmo que 'Devolução Contra' seja especificado.

source: Credit Note {0} has been created automatically
pt_br: A Nota de Crédito {0} foi criada automaticamente

source: Credit To
pt_br: Crédito Para

source: Credit in Company Currency
pt_br: Crédito na Moeda da Empresa

source: Credit limit has been crossed for customer {0} ({1}/{2})
pt_br: O limite de crédito foi ultrapassado para o cliente {0} ({1} / {2})

source: Credit limit is already defined for the Company {0}
pt_br: O limite de crédito já está definido para a empresa {0}

source: Credit limit reached for customer {0}
pt_br: Limite de crédito atingido para o cliente {0}

source: Creditor Turnover Ratio
pt_br: Índice de Rotatividade de Contas a Pagar

source: Creditors
pt_br: Credores

source: Criteria
pt_br: Critério

source: Criteria Formula
pt_br: Fórmula do Critério

source: Criteria Name
pt_br: Nome do Critério

source: Criteria Setup
pt_br: Configuração de Critério

source: Criteria Weight
pt_br: Peso do Critério

source: Criteria weights must add up to 100%
pt_br: Os pesos dos critérios devem somar 100%

source: Cron Interval should be between 1 and 59 Min
pt_br: O Intervalo Cron deve ser entre 1 e 59 minutos

source: Cross Listing of Item in multiple groups
pt_br: Listagem Cruzada de Item em Múltiplos Grupos

source: Cubic Centimeter
pt_br: Centímetro Cúbico

source: Cubic Decimeter
pt_br: Decímetro Cúbico

source: Cubic Foot
pt_br: Pé Cúbico

source: Cubic Inch
pt_br: Polegada Cúbica

source: Cubic Meter
pt_br: Metro Cúbico

source: Cubic Millimeter
pt_br: Milímetro Cúbico

source: Cubic Yard
pt_br: Jarda Cúbica

source: Cumulative Transaction Threshold
pt_br: Limite de Transação Cumulativa

source: Cup
pt_br: Xícara

source: Currency
pt_br: Moeda

source: Currency Exchange
pt_br: Câmbio

source: Currency Exchange Settings
pt_br: Configurações de Câmbio

source: Currency Exchange Settings Details
pt_br: Detalhes das Configurações de Taxa de Câmbio

source: Currency Exchange Settings Result
pt_br: Resultado das Configurações de Taxa de Câmbio

source: Currency Exchange must be applicable for Buying or for Selling.
pt_br: A Taxa de Câmbio deve ser aplicável para Compras ou Vendas.

source: Currency and Price List
pt_br: Moeda e Tabela de Preços

source: Currency can not be changed after making entries using some other currency
pt_br: A Moeda não pode ser alterada depois de fazer lançamentos usando alguma outra moeda

source: Currency for {0} must be {1}
pt_br: A Moeda para {0} deve ser {1}

source: Currency of the Closing Account must be {0}
pt_br: Moeda da Conta de Fechamento deve ser {0}

source: Currency of the price list {0} must be {1} or {2}
pt_br: Moeda da tabela de preços {0} deve ser {1} ou {2}

source: Currency should be same as Price List Currency: {0}
pt_br: A Moeda deve ser a mesma que a Moeda da Tabela de Preços: {0}

source: Current Address
pt_br: Endereço Atual

source: Current Address Is
pt_br: Endereço Atual É

source: Current Amount
pt_br: Valor Atual

source: Current Asset
pt_br: Ativo Circulante

source: Current Asset Value
pt_br: Valor do Ativo Circulante

source: Current Assets
pt_br: Ativos Circulantes
