Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Focus on Item Group filter
pt_br: Focar no filtro de grupo de itens

source: Focus on search input
pt_br: Focar no campo de pesquisa

source: Folio no.
pt_br: Nº do Fólio

source: Follow Calendar Months
pt_br: Seguir Meses do Calendário

source: Following Material Requests have been raised automatically based on Item's re-order level
pt_br: As seguintes Requisições de Material foram levantadas automaticamente com base no nível de reabastecimento do Item

source: Following fields are mandatory to create address:
pt_br: Os seguintes campos são obrigatórios para criar um endereço:

source: Following item {0} is not marked as {1} item. You can enable them as {1} item from its Item master
pt_br: O seguinte item {0} não está marcado como item {1}. Você pode habilitá-lo como item {1} no seu cadastro mestre de Item

source: Following items {0} are not marked as {1} item. You can enable them as {1} item from its Item master
pt_br: Os seguintes itens {0} não estão marcados como item {1}. Você pode habilitá-los como item {1} no seu cadastro mestre de Item.

source: Food, Beverage & Tobacco
pt_br: Alimentos, Bebidas e Tabaco

source: Foot
pt_br: Pé

source: Foot Of Water
pt_br: Pé d'Água

source: Foot/Minute
pt_br: Pé/Minuto

source: Foot/Second
pt_br: Pé/Segundo

source: For
pt_br: Para

source: For 'Product Bundle' items, Warehouse, Serial No and Batch No will be considered from the 'Packing List' table. If Warehouse and Batch No are same for all packing items for any 'Product Bundle' item, those values can be entered in the main Item table, values will be copied to 'Packing List' table.
pt_br: Para itens do Pacote de Produto, o Armazém, o Número de Série e o Número de Lote serão considerados a partir da tabela 'Lista de Embalagem'. Se o Armazém e o Número de Lote forem os mesmos para todos os itens de embalagem de qualquer item do Pacote de Produto, esses valores poderão ser inseridos na tabela principal do Item, e os valores serão copiados para a tabela 'Lista de Embalagem'.

source: For Buying
pt_br: Para Compras

source: For Company
pt_br: Para Empresa

source: For Default Supplier (Optional)
pt_br: Para Fornecedor Padrão (Opcional)

source: For Item
pt_br: Para Item

source: For Item {0} cannot be received more than {1} qty against the {2} {3}
pt_br: O Item {0} não pode ser recebido em mais de {1} unidades contra {2} {3}

source: For Job Card
pt_br: Para Ficha de Produção

source: For Operation
pt_br: Para Operação

source: For Price List
pt_br: Para Tabela de Preços

source: For Production
pt_br: Para Produção

source: For Quantity (Manufactured Qty) is mandatory
pt_br: Quantidade (Qtd. Fabricada) é obrigatória

source: For Return Invoices with Stock effect, '0' qty Items are not allowed. Following rows are affected: {0}
pt_br: Para Faturas de Devolução com efeito de Estoque, itens com quantidade '0' não são permitidos. As seguintes linhas são afetadas: {0}

source: For Selling
pt_br: Para Vendas

source: For Supplier
pt_br: Para Fornecedor

source: For Warehouse
pt_br: Armazém de Destino

source: For Warehouse is required before Submit
pt_br: Armazém de Destino é obrigatório antes de submeter

source: For Work Order
pt_br: Para Ordem de Produção

source: For an item {0}, quantity must be negative number
pt_br: Para um item {0}, a quantidade deve ser um número negativo

source: For an item {0}, quantity must be positive number
pt_br: Para um item {0}, a quantidade deve ser um número positivo

source: For dunning fee and interest
pt_br: Para taxa de cobrança e juros

source: For e.g. 2012, 2012-13
pt_br: Por exemplo: 2012, 2012-13

source: For how much spent = 1 Loyalty Point
pt_br: Para dado valor gasto = 1 Ponto de Fidelidade

source: For individual supplier
pt_br: Para fornecedor individual

source: For item <b>{0}</b>, only <b>{1}</b> asset have been created or linked to <b>{2}</b>. Please create or link <b>{3}</b> more asset with the respective document.
pt_br: Para o item <b>{0}</b>, apenas <b>{1}</b> ativo foi criado ou vinculado a <b>{2}</b>. Por favor, crie ou vincule <b>{3}</b> mais ativos com o respectivo documento.

source: For item {0}, rate must be a positive number. To Allow negative rates, enable {1} in {2}
pt_br: Para o item {0}, o valor deve ser um número positivo. Para permitir valores negativos, habilite {1} em {2}

source: For job card {0}, you can only make the 'Material Transfer for Manufacture' type stock entry
pt_br: Para a ficha de produção {0}, você só pode fazer o lançamento de estoque do tipo 'Transferência de Material para Produção'

source: For operation {0}: Quantity ({1}) can not be greter than pending quantity({2})
pt_br: Para a operação {0}: Quantidade ({1}) não pode ser maior que a quantidade pendente ({2})

source: For project {0}, update your status
pt_br: Para o projeto {0}, atualize seu status

source: For quantity {0} should not be greater than allowed quantity {1}
pt_br: Para a quantidade {0}, não deve ser maior que a quantidade permitida {1}

source: For reference
pt_br: Para referência

source: For row {0} in {1}. To include {2} in Item rate, rows {3} must also be included
pt_br: Para a linha #{0} em {1}. Para incluir {2} no valor do Item, as linhas {3} também devem ser inclusas

source: For row {0}: Enter Planned Qty
pt_br: Para a linha #{0}: Insira a Qtd. Planejada

source: For the 'Apply Rule On Other' condition the field {0} is mandatory
pt_br: Para a condição 'Aplicar Regra em Outros', o campo {0} é obrigatório.

source: For the convenience of customers, these codes can be used in print formats like Invoices and Delivery Notes
pt_br: Para a conveniência dos clientes, estes códigos podem ser usados em formatos de impressão como Faturas e Notas de Entrega

source: For the item {0}, the quantity should be {1} according to the BOM {2}.
pt_br: Para o item {0}, a quantidade deve ser {1} de acordo com a Lista de Materiais (BOM) {2}.

# Clear payment terms template and/or payment schedule when due date is changed
source: For the new {0} to take effect, would you like to clear the current {1}?
pt_br: Para que o novo {0} entre em vigor, você gostaria de limpar o {1} atual?

source: For the {0}, no stock is available for the return in the warehouse {1}.
pt_br: Para o {0}, não há estoque disponível para devolução no armazém {1}.

source: For the {0}, the quantity is required to make the return entry
pt_br: Para o {0}, a quantidade é necessária para realizar o lançamento de devolução

source: Force-Fetch Subscription Updates
pt_br: Forçar Busca de Atualizações de Assinatura

source: Forecast
pt_br: Previsão

source: Forecasting
pt_br: Previsão

source: Foreign Trade Details
pt_br: Detalhes de Comércio Exterior

source: Formula Based Criteria
pt_br: Critérios Baseados em Fórmula

source: Forum Activity
pt_br: Atividade do Fórum

source: Forum Posts
pt_br: Posts no Fórum

source: Forum URL
pt_br: URL do Fórum

source: Free Alongside Ship
pt_br: Livre ao Lado do Navio (FAS)

source: Free Carrier
pt_br: Livre no Transportador (FCA)

source: Free Item
pt_br: Item Gratuito

source: Free Item Rate
pt_br: Valor de Item Gratuito

source: Free On Board
pt_br: Livre a Bordo (FOB)

source: Free item code is not selected
pt_br: Código de item gratuito não foi selecionado

source: Free item not set in the pricing rule {0}
pt_br: Item gratuito não definido na regra de precifição {0}

source: Freeze Stocks Older Than (Days)
pt_br: Congelar Estoques Anteriores a (dias)

source: Freight and Forwarding Charges
pt_br: Frete e Encargos de Envio

source: Frequency
pt_br: Frequência

source: Frequency To Collect Progress
pt_br: Frequência Para Coletar Resumo de Progresso

source: Frequency of Depreciation (Months)
pt_br: Frequência de Depreciações (Meses)

source: Frequently Read Articles
pt_br: Artigos Mais Lidos

source: Friday
pt_br: Sexta-feira

source: From
pt_br: De

source: From BOM
pt_br: Lista de Materiais de Origem

source: From Company
pt_br: Empresa de Origem

source: From Corrective Job Card
pt_br: Ficha de Produção Corretiva de Origem

source: From Currency
pt_br: Moeda de Origem

source: From Currency and To Currency cannot be same
pt_br: Moeda de Origem e Moeda de Destino não podem ser as mesmas

source: From Customer
pt_br: Cliente de Origem

source: From Date
pt_br: Data Inicial

source: From Date and To Date are Mandatory
pt_br: Data Inicial e Data Final são Obrigatórias

source: From Date and To Date are mandatory
pt_br: Data Inicial e Data Final são obrigatórias

source: From Date and To Date lie in different Fiscal Year
pt_br: A Data Inicial e a Data Final pertencem a Anos Fiscais diferentes.

source: From Date can not be greater than To Date
pt_br: A Data Inicial não pode ser maior que a Data Final

source: From Date cannot be greater than To Date
pt_br: Data Inicial não pode ser maior que a Data Final

source: From Date is mandatory
pt_br: A Data Inicial é obrigatória

source: From Date must be before To Date
pt_br: Data Inicial de deve ser anterior à Data Final

source: From Date should be within the Fiscal Year. Assuming From Date = {0}
pt_br: Data Inicial deve estar dentro do Ano Fiscal. Assumindo Data Inicial = {0}

source: From Date: {0} cannot be greater than To date: {1}
pt_br: Data Inicial: {0} não pode ser maior que a Data Final: {1}

source: From Datetime
pt_br: Data e Hora Inicial

source: From Delivery Date
pt_br: Data de Entrega Inicial

source: From Delivery Note
pt_br: Via Nota de Entrega

source: From Doctype
pt_br: Do Tipo de Documento

source: From Due Date
pt_br: Data de Vencimento Inicial

source: From Employee
pt_br: Do Colaborador

source: From Employee is required while issuing Asset {0}
pt_br: 'Do Colaborador' é obrigatório ao emitir o Ativo {0}

source: From Fiscal Year
pt_br: Ano Fiscal Inicial

source: From Folio No
pt_br: Do Nº do Fólio

source: From Invoice Date
pt_br: Data da Fatura Inicial

source: From Lead
pt_br: Lead de Origem

source: From No
pt_br: Do Nº

source: From Opportunity
pt_br: Oportunidade de Origem

source: From Package No.
pt_br: Número de Pacote Inicial

source: From Payment Date
pt_br: Data de Pagamento Inicial

source: From Posting Date
pt_br: Data de Lançamento Inicial

source: From Prospect
pt_br: Prospecção de Origem

source: From Range
pt_br: Ponto Inicial do Intervalo

source: From Range has to be less than To Range
pt_br: O Ponto Inicial do Intervalo deve ser menor que o Ponto Final do Intervalo

source: From Reference Date
pt_br: Data de Referência

source: From Shareholder
pt_br: Do Acionista

source: From Template
pt_br: Via Modelo

source: From Time
pt_br: Horário Inicial

source: From Time
pt_br: Horário Inicial

source: From Time Should Be Less Than To Time
pt_br: Horário Inicial Deve Ser Menor Que Horário Final

source: From Value
pt_br: Valor Inicial

source: From Voucher Detail No
pt_br: Número do Detalhe do Comprovante de Origem

source: From Voucher No
pt_br: Número do Comprovante de Origem

source: From Voucher Type
pt_br: Tipo de Comprovante de Origem

source: From Warehouse
pt_br: Armazém de Origem

source: From and To Dates are required.
pt_br: As Datas Inicial e Final são obrigatórias.

source: From and To dates are required
pt_br: As datas Inicial e Final são obrigatórias

source: From date cannot be greater than To date
pt_br: A Data Inicial não pode ser maior que a Data Final

source: From value must be less than to value in row {0}
pt_br: Valor inicial deve ser menor do que o valor final na Linha #{0}

source: Frozen
pt_br: Congelado

source: Fuel Type
pt_br: Tipo de Combustível

source: Fuel UOM
pt_br: UDM do Combustível

source: Fulfilled
pt_br: Realizada

source: Fulfillment
pt_br: Expedição

source: Fulfillment User
pt_br: Usuário de Expedição

source: Fulfilment Deadline
pt_br: Prazo de Cumprimento

source: Fulfilment Details
pt_br: Detalhes de Cumprimento

source: Fulfilment Status
pt_br: Status de Cumprimento

source: Fulfilment Terms
pt_br: Termos de Cumprimento

source: Fulfilment Terms and Conditions
pt_br: Termos e Condições de Cumprimento

source: Full Name
pt_br: Nome Completo

source: Full Name, Email or Phone/Mobile of the user are mandatory to continue.
pt_br: Nome Completo, E-mail ou Telefone/Celular do usuário são obrigatórios para continuar.

source: Full Screen
pt_br: Tela Cheia

source: Full and Final Statement
pt_br: Declaração Final e Completa

source: Fully Billed
pt_br: Totalmente Faturado

source: Fully Completed
pt_br: Totalmente Concluído

source: Fully Delivered
pt_br: Totalmente Entregue

source: Fully Depreciated
pt_br: Totalmente Depreciado

source: Furnitures and Fixtures
pt_br: Móveis e Utensílios

source: Further accounts can be made under Groups, but entries can be made against non-Groups
pt_br: Outras contas podem ser criadas sob Grupos, mas lançamentos podem ser feitos contra não-Grupos

source: Further cost centers can be made under Groups but entries can be made against non-Groups
pt_br: Outros centros de custo podem ser criados sob Grupos, mas lançamentos podem ser feitos contra não-Grupos

source: Further nodes can be only created under 'Group' type nodes
pt_br: Nós subsequentes só podem ser criados sob nós do tipo 'Grupo'

source: Future Payment Amount
pt_br: Valor de Pagamento Futuro

source: Future Payment Ref
pt_br: Referência de Pagamento Futuro

source: Future Payments
pt_br: Pagamentos Futuros

source: Future date is not allowed
pt_br: Data futura não é permitida

source: GENERAL LEDGER
pt_br: RAZÃO GERAL

source: GL Balance
pt_br: Saldo do Razão Geral

source: GL Entry
pt_br: Lançamento no Razão Geral

source: GL Entry Processing Status
pt_br: Status de Processamento do Lançamento no Razão Geral

source: GL reposting index
pt_br: Índice de Recontabilização do Razão Geral

source: Gain/Loss
pt_br: Ganho/Perda

source: Gain/Loss Account on Asset Disposal
pt_br: Conta de Ganho/Perda na Baixa de Ativo

source: Gain/Loss accumulated in foreign currency account. Accounts with '0' balance in either Base or Account currency
pt_br: Ganho/Perda acumulado em conta de moeda estrangeira. Contas com saldo '0' na moeda Base ou da Conta

source: Gain/Loss already booked
pt_br: Ganho/Perda já registrado

source: Gain/Loss from Revaluation
pt_br: Ganho/Perda de Reavaliação

source: Gain/Loss on Asset Disposal
pt_br: Ganho/Perda na Baixa de Ativo

source: Gallon (UK)
pt_br: Galão (UK)

source: Gallon Dry (US)
pt_br: Galão Seco (US)

source: Gallon Liquid (US)
pt_br: Galão Líquido (US)

source: Gantt Chart
pt_br: Gráfico de Gantt

source: Gantt chart of all tasks.
pt_br: Gráfico de Gantt de todas as tarefas.

source: Gender
pt_br: Sexo

source: General
pt_br: Geral

source: General Ledger
pt_br: Razão Geral

# Warehouse
source: General Ledger
pt_br: Razão Geral

source: General Settings
pt_br: Configurações Gerais

source: General and Payment Ledger Comparison
pt_br: Comparação do Razão Geral e de Pagamentos

source: General and Payment Ledger mismatch
pt_br: Inconsistência entre Razão Geral e de Pagamentos

source: Generate Closing Stock Balance
pt_br: Gerar Saldo de Estoque Final

source: Generate Demo Data for Exploration
pt_br: Gerar Dados de Demonstração

source: Generate E-Invoice
pt_br: Gerar E-Fatura

source: Generate Invoice At
pt_br: Gerar Fatura em

source: Generate New Invoices Past Due Date
pt_br: Gerar Novas Faturas Vencidas

source: Generate Schedule
pt_br: Gerar Agenda

source: Generate packing slips for packages to be delivered. Used to notify package number, package contents and its weight.
pt_br: Gerar romaneios para os pacotes a serem entregues. Usado para identificar número do pacote, o conteúdo do pacote e seu peso.

source: Generated
pt_br: Gerado

source: Generating Preview
pt_br: Gerando Pré-Visualização

source: Get Advances Paid
pt_br: Obter Adiantamentos Pagos

source: Get Advances Received
pt_br: Obter Adiantamentos Recebidos

source: Get Allocations
pt_br: Obter Alocações

source: Get Current Stock
pt_br: Obter Estoque Atual

source: Get Customer Group Details
pt_br: Obter Detalhes do Grupo de Clientes

source: Get Entries
pt_br: Obter Lançamentos

source: Get Finished Goods for Manufacture
pt_br: Obter Produtos Acabados para Fabricação

source: Get Invocies
pt_br: Receba Invocies

source: Get Invoices
pt_br: Obter Faturas

source: Get Invoices based on Filters
pt_br: Obter Faturas com base em Filtros

source: Get Item Locations
pt_br: Obter Localizações de Itens

source: Get Items
pt_br: Obter Itens

source: Get Items From
pt_br: Obter Itens

source: Get Items From Purchase Receipts
pt_br: Obter Itens de Recibos de Compra

source: Get Items from BOM
pt_br: Obter Itens de BOM

source: Get Items from Material Requests against this Supplier
pt_br: Obter Itens de Requisições de Material contra este Fornecedor

source: Get Items from Open Material Requests
pt_br: Obter Itens de Requisições de Material Abertas

source: Get Items from Product Bundle
pt_br: Obter Itens de Pacote de Produto

source: Get Latest Query
pt_br: Obter Consulta Mais Recente

source: Get Material Request
pt_br: Obter Requisição de Material

source: Get Outstanding Invoices
pt_br: Obter Faturas Pendentes

source: Get Outstanding Orders
pt_br: Obter Pedidos Pendentes

source: Get Payment Entries
pt_br: Obter Lançamentos de Pagamentos

source: Get Payments from
pt_br: Obter Pagamentos de

source: Get Raw Materials Cost from Consumption Entry
pt_br: Obter Custo de Matérias-Primas do Lançamento de Consumo

source: Get Raw Materials for Purchase
pt_br: Obter Matérias-Primas para Compra

source: Get Raw Materials for Transfer
pt_br: Obter Matérias-Primas para Transferência

source: Get Sales Orders
pt_br: Obter Pedidos de Venda

source: Get Scrap Items
pt_br: Obter Itens de Sucata

source: Get Started Sections
pt_br: Seções Iniciais

source: Get Stock
pt_br: Obter Estoque

source: Get Sub Assembly Items
pt_br: Obter Itens de Submontagem

source: Get Supplier Group Details
pt_br: Obter Detalhes do Grupo de Fornecedores

source: Get Suppliers
pt_br: Obter Fornecedores

source: Get Suppliers By
pt_br: Obter Fornecedores Por

source: Get Timesheets
pt_br: Obter Folhas de Ponto

source: Get Unreconciled Entries
pt_br: Obter Lançamentos Não Conciliados

source: Get Updates
pt_br: Receber Notícias

source: Get stops from
pt_br: Obter paradas de

source: Getting Scrap Items
pt_br: Obtendo Itens de Sucata

source: Gift Card
pt_br: Vale Presente

source: Give free item for every N quantity
pt_br: Dar item gratuito para cada quantidade N

source: Global Defaults
pt_br: Padrões Globais

source: Go back
pt_br: Voltar

source: Go to {0} List
pt_br: Ir para a Lista de {0}

source: Goal
pt_br: Meta

source: Goal and Procedure
pt_br: Meta e Procedimento

source: Goals
pt_br: Metas

source: Goods
pt_br: Mercadorias

source: Goods In Transit
pt_br: Mercadorias em Trânsito

source: Goods Transferred
pt_br: Mercadorias Transferidas

source: Goods are already received against the outward entry {0}
pt_br: As mercadorias já foram recebidas contra o lançamento de saída {0}

source: Google Calendar
pt_br: Google Agenda

source: Google Contacts
pt_br: Google Contatos

source: Google Services
pt_br: Serviços Google

source: Google Settings
pt_br: Configurações do Google

source: Government
pt_br: Governo

source: Grace Period
pt_br: Período de Carência

source: Graduate
pt_br: Ensino Superior Completo

source: Grain
pt_br: Grão

source: Grain/Cubic Foot
pt_br: Grão/Pé Cúbico

source: Grain/Gallon (UK)
pt_br: Grão/Galão (UK)

source: Grain/Gallon (US)
pt_br: Grão/Galão (US)

source: Gram
pt_br: Grama

source: Gram-Force
pt_br: Grama-Força

source: Gram/Cubic Centimeter
pt_br: Grama/Centímetro Cúbico

source: Gram/Cubic Meter
pt_br: Grama/Metro Cúbico

source: Gram/Cubic Millimeter
pt_br: Grama/Milímetro Cúbico

source: Gram/Litre
pt_br: Grama/Litro

source: Grand Total
pt_br: Total Geral

source: Grand Total (Company Currency)
pt_br: Total Geral (Moeda da Empresa)

source: Grant Commission
pt_br: Conceder Comissão

source: Greater Than Amount
pt_br: Maior Que o Valor

source: Green
pt_br: Verde

source: Greeting Message
pt_br: Mensagem de Saudação

source: Greeting Subtitle
pt_br: Subtítulo de Saudação

source: Greeting Title
pt_br: Título de Saudação

source: Greetings Section
pt_br: Seção de Saudações

source: Grocery
pt_br: Mercearia

source: Gross Margin
pt_br: Margem Bruta

source: Gross Margin %
pt_br: Margem Bruta %

source: Gross Profit
pt_br: Lucro Bruto

source: Gross Profit / Loss
pt_br: Lucro / Prejuízo Bruto

source: Gross Profit Percent
pt_br: Percentual de Lucro Bruto

source: Gross Profit Ratio
pt_br: Margem Bruta

source: Gross Purchase Amount
pt_br: Valor Bruto de Compra

source: Gross Purchase Amount Too Low: {0} cannot be depreciated over {1} cycles with a frequency of {2} depreciations.
pt_br: Valor Bruto de Compra Muito Baixo: {0} não pode ser depreciado ao longo de {1} ciclos com uma frequência de {2} depreciações.

source: Gross Purchase Amount is mandatory
pt_br: Valor Bruto de Compra é obrigatório

source: Gross Purchase Amount should be <b>equal</b> to purchase amount of one single Asset.
pt_br: O Valor Bruto de Compra deve ser <b>igual</b> ao valor de compra de um único Ativo.

source: Gross Weight
pt_br: Peso Bruto

source: Gross Weight UOM
pt_br: UDM do Peso Bruto

source: Gross and Net Profit Report
pt_br: Relatório de Lucro Bruto e Líquido

source: Group
pt_br: Grupo

source: Group By
pt_br: Agrupar Por

source: Group By Customer
pt_br: Agrupar Por Cliente

source: Group By Supplier
pt_br: Agrupar Por Fornecedor

source: Group Node
pt_br: Grupo de Nós

source: Group Same Items
pt_br: Agrupar Itens Iguais

source: Group Warehouses cannot be used in transactions. Please change the value of {0}
pt_br: Armazéns de grupo não podem ser usados em transações. Altere o valor de {0}

source: Group by
pt_br: Agrupar por

source: Group by Material Request
pt_br: Agrupar por Requisição de Material

source: Group by Party
pt_br: Agrupar por Parte

source: Group by Purchase Order
pt_br: Agrupar por Pedido de Compra

source: Group by Sales Order
pt_br: Agrupar por Pedido de Venda

source: Group by Voucher
pt_br: Agrupar por Comprovante

source: Group node warehouse is not allowed to select for transactions
pt_br: Não é permitido selecionar grupo de armazém para transações

source: Group same items
pt_br: Agrupar Itens Iguais

source: Groups
pt_br: Grupos

source: Growth View
pt_br: Visualização de Crescimento

source: HR Manager
pt_br: Gerente de RH

source: HR User
pt_br: Usuário do RH

source: Half Yearly
pt_br: Semestral

source: Half-Yearly
pt_br: Semestralmente

source: Half-yearly
pt_br: Semestralmente

source: Hand
pt_br: Palmo

source: Handle Employee Advances
pt_br: Gerenciar Adiantamentos de Colaborador

source: Has Alternative Item
pt_br: Tem Item Alternativo

source: Has Batch No
pt_br: Tem Número de Lote

source: Has Certificate
pt_br: Tem Certificado

source: Has Corrective Cost
pt_br: Tem Custo Corretivo

source: Has Expiry Date
pt_br: Tem Data de Validade

source: Has Item Scanned
pt_br: Tem Item Escaneado

source: Has Print Format
pt_br: Tem Formato de Impressão

source: Has Priority
pt_br: Tem Prioridade

source: Has Serial No
pt_br: Tem Número de Série

source: Has Unit Price Items
pt_br: Tem Itens com Preço Unitário

source: Has Variants
pt_br: Tem Variantes

source: Have Default Naming Series for Batch ID?
pt_br: Usar Série de Nomenclatura Padrão para ID de Lote

source: Head of Marketing and Sales
pt_br: Diretor(a) de Marketing e Vendas

source: Heads (or groups) against which Accounting Entries are made and balances are maintained.
pt_br: Contas (ou grupos) contra as quais são feitos os Lançamentos Contábeis e os saldos são mantidos.

source: Health Care
pt_br: Saúde

source: Health Details
pt_br: Detalhes de Saúde

source: Heatmap
pt_br: Mapa de Calor

source: Hectogram/Litre
pt_br: Hectograma/Litro

source: Hectometer
pt_br: Hectômetro

source: Height (cm)
pt_br: Altura (cm)

source: Hello,
pt_br: Olá,
