Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Row #{0}: Consumed Asset {1} cannot be {2}
pt_br: Linha #{0}: O Ativo Consumido {1} não pode ser {2}.

source: Row #{0}: Consumed Asset {1} does not belong to company {2}
pt_br: Linha #{0}: O Ativo Consumido {1} não pertence à empresa {2}.

source: Row #{0}: Cost Center {1} does not belong to company {2}
pt_br: Linha #{0}: o Centro de Custo {1} não pertence à empresa {2}

source: Row #{0}: Cumulative threshold cannot be less than Single Transaction threshold
pt_br: Linha #{0}: O Limite Cumulativo não pode ser menor que o Limite de Transação Única

source: Row #{0}: Dates overlapping with other row
pt_br: Linha #{0}: Datas estão se sobrepondo com outra linha

source: Row #{0}: Default BOM not found for FG Item {1}
pt_br: Linha #{0}: Lista de Materiais Padrão não foi encontrada para o Item de Produto Acabado {1}.

source: Row #{0}: Depreciation Start Date is required
pt_br: Linha #{0}: A Data de Início da Depreciação é obrigatória

source: Row #{0}: Duplicate entry in References {1} {2}
pt_br: Linha #{0}: lançamento duplicado nas Referências {1} {2}

source: Row #{0}: Expected Delivery Date cannot be before Purchase Order Date
pt_br: Linha #{0}: Data Prevista de Entrega não pode ser anterior à data do Pedido de Compra

source: Row #{0}: Expense Account not set for the Item {1}. {2}
pt_br: Linha #{0}: Conta de Despesa não definida para o Item {1}. {2}

source: Row #{0}: Finished Good Item Qty can not be zero
pt_br: Linha #{0}: Quantidade do Item de Produto Acabado não pode ser zero

source: Row #{0}: Finished Good Item is not specified for service item {1}
pt_br: Linha #{0}: Item de Produto Acabado não está especificado para o item de serviço {1}

source: Row #{0}: Finished Good Item {1} must be a sub-contracted item
pt_br: Linha #{0}: O Item de Produto Acabado {1} deve ser um item subcontratado

source: Row #{0}: Finished Good reference is mandatory for Scrap Item {1}.
pt_br: Linha #{0}: A referência do Produto Acabado é obrigatória para o Item de Sucata {1}.

source: Row #{0}: For {1} Clearance date {2} cannot be before Cheque Date {3}
pt_br: Linha #{0}: Para {1}, a Data de Compensação {2} não pode ser anterior à Data do Cheque {3}.

source: Row #{0}: For {1}, you can select reference document only if account gets credited
pt_br: Linha #{0}: Para {1}, você pode selecionar o documento de referência somente se a conta for creditada

source: Row #{0}: For {1}, you can select reference document only if account gets debited
pt_br: Linha #{0}: Para {1}, você pode selecionar o documento de referência somente se a conta for debitada

source: Row #{0}: Frequency of Depreciation must be greater than zero
pt_br: Linha #{0}: A Frequência de Depreciação deve ser maior que zero

source: Row #{0}: From Date cannot be before To Date
pt_br: Linha #{0}: Data Inicial não pode ser anterior à Data Final

source: Row #{0}: From Time and To Time fields are required
pt_br: Linha #{0}: Os campos Horário Inicial e Horário Final são obrigatórios

source: Row #{0}: Item added
pt_br: Linha #{0}: Item adicionado

source: Row #{0}: Item {1} does not exist
pt_br: Linha #{0}: Item {1} não existe

source: Row #{0}: Item {1} has been picked, please reserve stock from the Pick List.
pt_br: Linha #{0}: Item {1} já foi separado, por favor, reserve o estoque a partir da Lista de Separação.

source: Row #{0}: Item {1} has no stock in warehouse {2}.
pt_br: Linha #{0}: O Item {1} não tem estoque no armazém {2}.

source: Row #{0}: Item {1} in warehouse {2}: Available {3}, Needed {4}.
pt_br: Linha #{0}: Item {1} no armazém {2}: Disponível {3}, Necessário: {4}.

source: Row #{0}: Item {1} is not a Serialized/Batched Item. It cannot have a Serial No/Batch No against it.
pt_br: Linha #{0}: Item {1} não é um Item Serializado/Lotificado. Ele não pode ter um Número de Série/Número de Lote contra ele.

source: Row #{0}: Item {1} is not a service item
pt_br: Linha #{0}: Item {1} não é um item de serviço

source: Row #{0}: Item {1} is not a stock item
pt_br: Linha #{0}: Item {1} não é um item de estoque

source: Row #{0}: Journal Entry {1} does not have account {2} or already matched against another voucher
pt_br: Linha #{0}: Lançamento Contábil {1} não tem a conta {2} já foi conciliado contra outro comprovante

source: Row #{0}: Next Depreciation Date cannot be before Available-for-use Date
pt_br: Linha #{0}: A Data da Próxima Depreciação não pode ser anterior à Data de Disponibilidade para Uso

source: Row #{0}: Next Depreciation Date cannot be before Purchase Date
pt_br: Linha #{0}: A Data da Próxima Depreciação não pode ser anterior à Data da Compra

source: Row #{0}: Not allowed to change Supplier as Purchase Order already exists
pt_br: Linha #{0}: Não é permitido alterar o Fornecedor, pois o Pedido de Compra já existe

source: Row #{0}: Only {1} available to reserve for the Item {2}
pt_br: Linha #{0}: Apenas {1} disponível para reservar para o Item {2}

source: Row #{0}: Operation {1} is not completed for {2} qty of finished goods in Work Order {3}. Please update operation status via Job Card {4}.
pt_br: Linha #{0}: A Operação {1} não está concluída para a quantidade de {2} de produtos acabados na Ordem de Produção {3}. Por favor, atualize o status da operação via Ficha de Produção {4}.

source: Row #{0}: Payment document is required to complete the transaction
pt_br: Linha #{0}: O documento de pagamento é obrigatório para completar a transação

source: Row #{0}: Please select Item Code in Assembly Items
pt_br: Linha #{0}: Por favor, selecione o Código do Item na tabela de Itens de Montagem

source: Row #{0}: Please select the BOM No in Assembly Items
pt_br: Linha #{0}: Por favor, selecione o número da Lista de Materiais (BOM) nos Itens de Montagem

source: Row #{0}: Please select the Sub Assembly Warehouse
pt_br: Linha #{0}: Por favor, selecione o Armazém de Submontagem

source: Row #{0}: Please set reorder quantity
pt_br: Linha #{0}: Por favor defina a quantidade de reabastecimento

source: Row #{0}: Please update deferred revenue/expense account in item row or default account in company master
pt_br: Linha #{0}: Atualize a conta de receita/despesa diferida na linha do item ou a conta padrão no cadastro da empresa

source: Row #{0}: Qty increased by {1}
pt_br: Linha #{0}: Qtd. aumentou em {1}

source: Row #{0}: Qty must be a positive number
pt_br: Linha #{0}: Qtd. deve ser um número positivo

source: Row #{0}: Qty should be less than or equal to Available Qty to Reserve (Actual Qty - Reserved Qty) {1} for Iem {2} against Batch {3} in Warehouse {4}.
pt_br: Linha #{0}: Qtd. deve ser menor ou igual à Qtd. Disponível para Reserva (Qtd. Atual - Qtd. Reservada) {1} para o Item {2} contra o Lote {3} no Armazém {4}.

source: Row #{0}: Quality Inspection is required for Item {1}
pt_br: Linha #{0}: Inspeção de Qualidade é obrigatória para o Item {1}

source: Row #{0}: Quality Inspection {1} is not submitted for the item: {2}
pt_br: Linha #{0}: Inspeção de Qualidade {1} não foi submetida para o item: {2}

source: Row #{0}: Quality Inspection {1} was rejected for item {2}
pt_br: Linha #{0}: Inspeção de Qualidade {1} foi rejeitada para o item {2}

source: Row #{0}: Quantity cannot be a non-positive number. Please increase the quantity or remove the Item {1}
pt_br: Linha #{0}: Quantidade não pode ser um número não-positivo. Por favor, aumente a quantidade ou remova o Item {1}

source: Row #{0}: Quantity for Item {1} cannot be zero.
pt_br: Linha #{0}: Quantidade do Item {1} não pode ser zero.

source: Row #{0}: Quantity to reserve for the Item {1} should be greater than 0.
pt_br: Linha #{0}: A quantidade a ser reservada para o Item {1} deve ser maior que 0.

source: Row #{0}: Rate must be same as {1}: {2} ({3} / {4})
pt_br: Linha #{0}: O valor unitário deve ser o mesmo que {1}: {2} ({3} / {4})

source: Row #{0}: Received Qty must be equal to Accepted + Rejected Qty for Item {1}
pt_br: Linha #{0}: Qtd. Recebida deve ser igual à Qtd. Aprovada + Qtd. Rejeitada para o Item {1}

source: Row #{0}: Reference Document Type must be one of Purchase Order, Purchase Invoice or Journal Entry
pt_br: Linha #{0}: o Tipo de Documento de Referência deve ser um Pedido de Compra, uma Nota Fiscal de Compra ou um Lançamento Contábil

source: Row #{0}: Reference Document Type must be one of Sales Order, Sales Invoice, Journal Entry or Dunning
pt_br: Linha #{0}: o Tipo de Documento de Referência deve ser um Pedido de Venda, Fatura de Venda, Lançamento Contábil ou Cobrança

source: Row #{0}: Rejected Qty can not be entered in Purchase Return
pt_br: Linha #{0}: Qtd. Rejeitada não pode ser inserida na Devolução da Compra

source: Row #{0}: Rejected Qty cannot be set for Scrap Item {1}.
pt_br: Linha #{0}: A Qtd. Rejeitada não pode ser definida para o Item de Sucata {1}.

source: Row #{0}: Rejected Warehouse is mandatory for the rejected Item {1}
pt_br: Linha #{0}: O Armazém de Rejeição é obrigatório para o Item rejeitado {1}

source: Row #{0}: Reqd by Date cannot be before Transaction Date
pt_br: Linha #{0}: 'Requerido Até a Data' não pode ser anterior à Data da Transação

source: Row #{0}: Return Against is required for returning asset
pt_br: Linha #{0}: Devolvido Contra é obrigatório para a devolução de ativo

source: Row #{0}: Scrap Item Qty cannot be zero
pt_br: Linha #{0}: Qtd. do Item de Sucata não pode ser zero

source: Row #{0}: Selling rate for item {1} is lower than its {2}. Selling {3} should be atleast {4}.<br><br>Alternatively, you can disable '{5}' in {6} to bypass this validation.
pt_br: Linha #{0}: O valor unitário de venda para o item {1} está abaixo do seu {2}. O preço líquido de venda deve ser de pelo menos {4}.<br><br>Alternativamente, você pode desabilitar '{5}' em {6} para ignorar esta validação.

source: Row #{0}: Sequence ID must be {1} or {2} for Operation {3}.
pt_br: Linha #{0}: O ID da Sequência deve ser {1} ou {2} para a Operação {3}.

source: Row #{0}: Serial No {1} does not belong to Batch {2}
pt_br: Linha #{0}: Número de Série {1} não pertence ao Lote {2}

source: Row #{0}: Serial No {1} for Item {2} is not available in {3} {4} or might be reserved in another {5}.
pt_br: Linha #{0}: Número de Série {1} para o Item {2} não está disponível em {3} {4} ou pode estar reservado em outro {5}.

source: Row #{0}: Serial No {1} is already selected.
pt_br: Linha #{0}: Número de Série {1} já foi selecionado.

source: Row #{0}: Service End Date cannot be before Invoice Posting Date
pt_br: Linha #{0}: Data Final do Serviço não pode ser anterior à Data de Lançamento da Fatura

source: Row #{0}: Service Start Date cannot be greater than Service End Date
pt_br: Linha #{0}: Data Inicial do Serviço não pode ser maior que a Data Final do Serviço

source: Row #{0}: Service Start and End Date is required for deferred accounting
pt_br: Linha #{0}: Data Inicial e Final do Serviço são obrigatórias para a contabilidade diferida

source: Row #{0}: Set Supplier for item {1}
pt_br: Linha #{0}: Defina o Fornecedor para o item {1}

source: Row #{0}: Source and Target Warehouse cannot be the same for Material Transfer
pt_br: Linha #{0}: Os Armazéns de Origem e Destino não podem ser os mesmos para Transferência de Material

source: Row #{0}: Source, Target Warehouse and Inventory Dimensions cannot be the exact same for Material Transfer
pt_br: Linha #{0}: Os Armazéns de Origem, Destino e Dimensões de Inventário não podem ser exatamente os mesmos para Transferência de Material

source: Row #{0}: Start Time and End Time are required
pt_br: Linha #{0}: Horário Inicial e Final são obrigatórios

source: Row #{0}: Start Time must be before End Time
pt_br: Linha #{0}: Horário Inicial deve ser anterior ao Horário Final

source: Row #{0}: Status is mandatory
pt_br: Linha #{0}: Status é obrigatório

source: Row #{0}: Status must be {1} for Invoice Discounting {2}
pt_br: Linha #{0}: Status deve ser {1} para o Desconto de Duplicatas {2}

source: Row #{0}: Stock cannot be reserved for Item {1} against a disabled Batch {2}.
pt_br: Linha #{0}: Estoque não pode ser reservado para o Item {1} contra um Lote {2} desabilitado.

source: Row #{0}: Stock cannot be reserved for a non-stock Item {1}
pt_br: Linha #{0}: Estoque não pode ser reservado para um Item sem controle de estoque {1}.

source: Row #{0}: Stock cannot be reserved in group warehouse {1}.
pt_br: Linha #{0}: Estoque não pode ser reservado no grupo de armazém {1}.

source: Row #{0}: Stock is already reserved for the Item {1}.
pt_br: Linha #{0}: Estoque já está reservado para o Item {1}.

source: Row #{0}: Stock is reserved for item {1} in warehouse {2}.
pt_br: Linha #{0}: Estoque está reservado para o item {1} no armazém {2}.

source: Row #{0}: Stock not available to reserve for Item {1} against Batch {2} in Warehouse {3}.
pt_br: Linha #{0}: Estoque não disponível para reserva do Item {1} contra o Lote {2} no Armazém {3}.

source: Row #{0}: Stock not available to reserve for the Item {1} in Warehouse {2}.
pt_br: Linha #{0}: Estoque não disponível para reserva para o Item {1} no Armazém {2}.

source: Row #{0}: The batch {1} has already expired.
pt_br: Linha #{0}: o lote {1} já expirou.

source: Row #{0}: The warehouse {1} is not a child warehouse of a group warehouse {2}
pt_br: Linha #{0}: O armazém {1} não é um armazém filho de um grupo de armazéns {2}

source: Row #{0}: Timings conflicts with row {1}
pt_br: Linha #{0}: Conflitos de horários com a linha {1}

source: Row #{0}: Total Number of Depreciations must be greater than zero
pt_br: Linha #{0}: Número Total de Depreciações deve ser maior que zero

source: Row #{0}: You cannot use the inventory dimension '{1}' in Stock Reconciliation to modify the quantity or valuation rate. Stock reconciliation with inventory dimensions is intended solely for performing opening entries.
pt_br: Linha #{0}: Você não pode usar a dimensão de inventário '{1}' na Reconciliação de Estoque para modificar a quantidade ou o custo unitário. A reconciliação de estoque com dimensões de inventário destina-se exclusivamente à realização de lançamentos iniciais.

source: Row #{0}: You must select an Asset for Item {1}.
pt_br: Linha #{0}: Você deve selecionar um Ativo para o Item {1}.

source: Row #{0}: {1} can not be negative for item {2}
pt_br: Linha #{0}: {1} não pode ser negativo para o item {2}

source: Row #{0}: {1} is not a valid reading field. Please refer to the field description.
pt_br: Linha #{0}: {1} não é um campo de leitura válido. Consulte a descrição do campo.

source: Row #{0}: {1} is required to create the Opening {2} Invoices
pt_br: Linha #{0}: {1} é obrigatório para criar as {2} Faturas de Abertura

source: Row #{0}: {1} of {2} should be {3}. Please update the {1} or select a different account.
pt_br: Linha #{0}: {1} de {2} deve ser {3}. Por favor, atualize o {1} ou selecione uma conta diferente.

source: Row #{1}: Warehouse is mandatory for stock Item {0}
pt_br: Linha #{1}: Armazém é obrigatório para o Item de estoque {0}

source: Row #{}: Currency of {} - {} doesn't matches company currency.
pt_br: Linha #{}: Moeda de {} - {} não corresponde à moeda da empresa.

source: Row #{}: Finance Book should not be empty since you're using multiple.
pt_br: Linha #{}: O Livro Contábil não deve estar vazio, pois você está utilizando múltiplos.

source: Row #{}: POS Invoice {} has been {}
pt_br: Linha #{}: a Fatura de PDV {} foi {}

source: Row #{}: POS Invoice {} is not against customer {}
pt_br: Linha #{}: Fatura de PDV {} não é contra o cliente {}

source: Row #{}: POS Invoice {} is not submitted yet
pt_br: Linha #{}: Fatura de PDV {} ainda não foi submetida

source: Row #{}: Please asign task to a member.
pt_br: Linha #{}: Por favor, atribua a tarefa a um membro.

source: Row #{}: Please use a different Finance Book.
pt_br: Linha #{}: Por favor, utilize um Livro Contábil diferente.

source: Row #{}: Serial No {} cannot be returned since it was not transacted in original invoice {}
pt_br: Linha #{}: Número de Série {} não pode ser devolvido, pois não foi transacionado na fatura original {}.

source: Row #{}: The original Invoice {} of return invoice {} is not consolidated.
pt_br: Linha #{}: A fatura original {} da fatura de devolução {} não está consolidada.

source: Row #{}: You cannot add postive quantities in a return invoice. Please remove item {} to complete the return.
pt_br: Linha #{}: você não pode adicionar quantidades positivas em uma fatura de devolução. Por favor, remova o item {} para concluir a devolução.

source: Row #{}: item {} has been picked already.
pt_br: Linha #{}: O item {} já foi separado.

source: Row #{}: {}
pt_br: Linha #{}: {}

source: Row #{}: {} {} does not exist.
pt_br: Linha #{}: {} {} não existe.

source: Row #{}: {} {} doesn't belong to Company {}. Please select valid {}.
pt_br: Linha #{}: {} {} não pertence à Empresa {}. Por favor, selecione um {} válido.

source: Row No {0}: Warehouse is required. Please set a Default Warehouse for Item {1} and Company {2}
pt_br: Linha Nº {0}: Armazém é obrigatório. Por favor, defina um Armazém Padrão para o Item {1} e Empresa {2}

source: Row Number
pt_br: Número da Linha

source: Row {0}
pt_br: Linha #{0}

source: Row {0} : Operation is required against the raw material item {1}
pt_br: Linha #{0}: Operação é obrigatória contra o item de matéria-prima {1}

source: Row {0} picked quantity is less than the required quantity, additional {1} {2} required.
pt_br: Linha #{0}: A quantidade separada na Linha #{0} é menor que a quantidade necessária, é necessário mais {1} {2}.

source: Row {0}# Item {1} cannot be transferred more than {2} against {3} {4}
pt_br: Linha #{0}: Item {1} não pode ser transferido mais que {2} contra {3} {4}

source: Row {0}# Item {1} not found in 'Raw Materials Supplied' table in {2} {3}
pt_br: Linha #{0}: Item {1} não encontrado na tabela 'Matérias-Primas Fornecidas' em {2} {3}

source: Row {0}: Accepted Qty and Rejected Qty can't be zero at the same time.
pt_br: Linha #{0}: A Qtd. Aprovada aceita e a Qtd. Rejeitada não podem ser zero ao mesmo tempo.

source: Row {0}: Account {1} and Party Type {2} have different account types
pt_br: Linha #{0}: A Conta Contábil {1} e o Tipo de Parte {2} possuem tipos de contas diferentes

source: Row {0}: Account {1} is a Group Account
pt_br: Linha #{0}: A Conta Contábil {1} é um Grupo de Contas

source: Row {0}: Activity Type is mandatory.
pt_br: Linha #{0}: É obrigatório colocar o Tipo de Atividade.

source: Row {0}: Advance against Customer must be credit
pt_br: Linha #{0}: Adiantamento contra Cliente deve ser crédito

source: Row {0}: Advance against Supplier must be debit
pt_br: Linha #{0}: Adiantamento contra Fornecedor deve ser débito

source: Row {0}: Allocated amount {1} must be less than or equal to invoice outstanding amount {2}
pt_br: Linha #{0}: O valor alocado {1} deve ser menor ou igual ao valor pendente da fatura {2}

source: Row {0}: Allocated amount {1} must be less than or equal to remaining payment amount {2}
pt_br: Linha #{0}: O valor alocado {1} deve ser menor ou igual ao valor restante do pagamento {2}

source: Row {0}: As {1} is enabled, raw materials cannot be added to {2} entry. Use {3} entry to consume raw materials.
pt_br: Linha #{0}: Como {1} está habilitado, matérias-primas não podem ser adicionadas ao lançamento de {2}. Use o lançamento de {3} para consumir matérias-primas.

source: Row {0}: Bill of Materials not found for the Item {1}
pt_br: Linha #{0}: Lista de Materiais não encontrada para o Item {1}

source: Row {0}: Both Debit and Credit values cannot be zero
pt_br: Linha #{0}: Os valores de Débito e Crédito não podem ambos ser zero

source: Row {0}: Consumed Qty {1} {2} must be less than or equal to Available Qty For Consumption {3} {4} in Consumed Items Table.
pt_br: Linha #{0}: A Qtd. Consumida {1} {2} deve ser menor ou igual à Qtd. Disponível para Consumo {3} {4} na Tabela de Itens Consumidos.

source: Row {0}: Conversion Factor is mandatory
pt_br: Linha #{0}: Fator de Conversão é obrigatório

source: Row {0}: Cost Center {1} does not belong to Company {2}
pt_br: Linha #{0}: O Centro de Custo {1} não pertence à Empresa {2}

source: Row {0}: Cost center is required for an item {1}
pt_br: Linha #{0}: O Centro de Custo é obrigatório para um item {1}

source: Row {0}: Credit entry can not be linked with a {1}
pt_br: Linha #{0}: Lançamento de Crédito não pode ser vinculado a {1}

source: Row {0}: Currency of the BOM #{1} should be equal to the selected currency {2}
pt_br: Linha #{0}: Moeda da Lista de Materiais #{1} deve ser igual à moeda selecionada {2}

source: Row {0}: Debit entry can not be linked with a {1}
pt_br: Linha #{0}: Lançamento de Débito não pode ser vinculado a {1}

source: Row {0}: Delivery Warehouse ({1}) and Customer Warehouse ({2}) can not be same
pt_br: Linha #{0}: O Armazém de Entrega ({1}) e o Armazém do Cliente ({2}) não podem ser os mesmos

source: Row {0}: Depreciation Start Date is required
pt_br: Linha #{0}: Data Inicial da Depreciação é obrigatória

source: Row {0}: Due Date in the Payment Terms table cannot be before Posting Date
pt_br: Linha #{0}: a Data de Vencimento na tabela Condições de Pagamento não pode ser anterior à Data de Lançamento

source: Row {0}: Either Delivery Note Item or Packed Item reference is mandatory.
pt_br: Linha #{0}: Referência de Nota de Entrega ou Item Embalado é obrigatória.

source: Row {0}: Enter location for the asset item {1}
pt_br: Linha #{0}: Insira a localização para o item de ativo {1}

source: Row {0}: Exchange Rate is mandatory
pt_br: Linha #{0}: Taxa de Câmbio é obrigatória

source: Row {0}: Expected Value After Useful Life cannot be negative
pt_br: Linha #{0}: O Valor Esperado Após Vida Útil não pode ser negativo

source: Row {0}: Expected Value After Useful Life must be less than Gross Purchase Amount
pt_br: Linha {0}: O Valor Esperado Após Vida Útil deve ser menor que o Valor Bruto da Compra

source: Row {0}: Expense Head changed to {1} as no Purchase Receipt is created against Item {2}.
pt_br: Linha #{0}: Conta de Despesa alterada para {1}, uma vez que não há Recebimento de Compra criado contra o Item {2}.

source: Row {0}: Expense Head changed to {1} because account {2} is not linked to warehouse {3} or it is not the default inventory account
pt_br: Linha #{0}: Conta de Despesa alterada para {1} porque a conta {2} não está vinculada ao armazém {3} ou não é a conta padrão de inventário

source: Row {0}: Expense Head changed to {1} because expense is booked against this account in Purchase Receipt {2}
pt_br: Linha #{0}: Conta de Despesa alterada para {1} porque a despesa está vinculada a esta conta no Recebimento de Compra {2}

source: Row {0}: For Supplier {1}, Email Address is Required to send an email
pt_br: Linha #{0}: Para o Fornecedor {1}, Endereço de E-mail é obrigatório para enviar um e-mail

source: Row {0}: From Time and To Time is mandatory.
pt_br: Linha #{0}: Horário Inicial e Horário Final são obrigatórios.

source: Row {0}: From Time and To Time of {1} is overlapping with {2}
pt_br: Linha #{0}: O Horário Inicial e Horário Final de {1} está se sobrepondo com {2}.

source: Row {0}: From Warehouse is mandatory for internal transfers
pt_br: Linha #{0}: O Armazém de Origem é obrigatório para transferências internas

source: Row {0}: From time must be less than to time
pt_br: Linha #{0}: Horário Inicial deve ser menor que a Horário Final

source: Row {0}: Hours value must be greater than zero.
pt_br: Linha #{0}: O valor de horas deve ser um valor maior que zero.

source: Row {0}: Invalid reference {1}
pt_br: Linha #{0}: Referência inválida {1}

source: Row {0}: Item Tax template updated as per validity and rate applied
pt_br: Linha #{0}: Modelo de Imposto do Item atualizado de acordo com a validade e taxa aplicada
