Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: <h4>Contract Template Example</h4> <pre>Contract for Customer {{ party_name }} -Valid From : {{ start_date }} -Valid To : {{ end_date }} </pre> <h4>How to get fieldnames</h4> <p>The field names you can use in your Contract Template are the fields in the Contract for which you are creating the template. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Contract)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
pt_br: <h4>Exemplo de Modelo de Contrato</h4> <pre>Contrato para o Cliente {{ party_name }} -Válido De: {{ start_date }} -Válido Até: {{ end_date }} </pre> <h4>Como obter nomes de campos</h4> <p>Os nomes de campo que você pode usar no seu Modelo de Contrato são os campos do Contrato para o qual você está criando o modelo. Você pode descobrir os campos de qualquer documento em Configurações &gt; Personalizar Visualização do Formulário e selecionar o tipo de documento (por exemplo, Contrato)</p> <h4>Templating</h4> <p>Os modelos são compilados usando a Linguagem de Template Jinja. Para saber mais sobre o Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">leia esta documentação.</a></p>

source: <h4>Standard Terms and Conditions Example</h4> <pre>Delivery Terms for Order number {{ name }} -Order Date : {{ transaction_date }} -Expected Delivery Date : {{ delivery_date }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
pt_br: <h4>Exemplo de Termos e Condições Padrão</h4> <pre>Condições de Entrega para o Pedido número {{ name }} -Data do Pedido: {{ transaction_date }} -Data Prevista de Entrega: {{ delivery_date }} </pre> <h4>Como Obter Nomes de Campos</h4> <p>Os nomes dos campos que você pode usar no seu modelo de e-mail são os campos do documento a partir do qual você está enviando o e-mail. Você pode descobrir os campos de qualquer documento através de Configuração > Visualização de Formulário de Customização e selecionando o tipo de documento (ex: Fatura de Venda).</p> <h4>Modelagem</h4> <p>A Modelagem é compilada usando a Linguagem de Modelagem Jinja. Para saber mais sobre Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">leia esta documentação.</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
pt_br: <h5 class="text-muted uppercase">Ou</h5>

source: <label class="control-label" style="margin-bottom: 0px;">Account Number Settings</label>
pt_br: <label class="control-label" style="margin-bottom: 0px;">Configurações de Número da Conta</label>

source: <label class="control-label" style="margin-bottom: 0px;">Amount In Words</label>
pt_br: <label class="control-label" style="margin-bottom: 0px;">Valor por Extenso</label>

source: <label class="control-label" style="margin-bottom: 0px;">Date Settings</label>
pt_br: <label class="control-label" style="margin-bottom: 0px;">Configurações de Data</label>

source: <li>Item {0} in row(s) {1} billed more than {2}</li>
pt_br: <li>O item {0} na(s) linha(s) {1} faturou mais que {2}</li>

source: <li>Packed Item {0}: Required {1}, Available {2}</li>
pt_br: <li>Item Embalado {0}: Necessário {1}, Disponível {2}</li>

source: <p>Cannot overbill for the following Items:</p>
pt_br: <p>Não é possível superfaturar os seguintes Itens:</p>

source: <p>Following {0}s doesn't belong to Company {1} :</p>
pt_br: <p>Os seguintes {0}s não pertencem à Empresa {1}:</p>

source: <p>In your <b>Email Template</b>, you can use the following special variables: </p> <ul> <li> <code>{{ update_password_link }}</code>: A link where your supplier can set a new password to log into your portal. </li> <li> <code>{{ portal_link }}</code>: A link to this RFQ in your supplier portal. </li> <li> <code>{{ supplier_name }}</code>: The company name of your supplier. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: The contact person of your supplier. </li><li> <code>{{ user_fullname }}</code>: Your full name. </li> </ul> <p></p> <p>Apart from these, you can access all values in this RFQ, like <code>{{ message_for_supplier }}</code> or <code>{{ terms }}</code>.</p>
pt_br: <p>Em seu <b>Modelo de E-mail</b>, você pode usar as seguintes variáveis especiais: </p> <ul> <li> <code>{{ update_password_link }}</code>: Um link onde seu fornecedor pode definir uma nova senha para acessar o portal. </li> <li> <code>{{ portal_link }}</code>: Um link para este Pedido de Cotação (RFQ) no portal do fornecedor. </li> <li> <code>{{ supplier_name }}</code>: O nome da empresa do fornecedor. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: A pessoa de contato do fornecedor. </li><li> <code>{{ user_fullname }}</code>: Seu nome completo. </li> </ul> <p></p> <p>Além dessas, você pode acessar todos os valores deste RFQ, como <code>{{ message_for_supplier }}</code> ou <code>{{ terms }}</code>.</p>

source: <p>Price List Rate has not been set as editable in Selling Settings. In this scenario, setting <strong>Update Price List Based On</strong> to <strong>Price List Rate</strong> will prevent auto-updation of Item Price.</p>Are you sure you want to continue?
pt_br: <p>O Preço de Tabela não foi definido como editável nas Configurações de Vendas. Neste cenário, definir <strong>Atualizar Tabela de Preços Com Base Em</strong> para <strong>Preço de Tabela</strong> impedirá a atualização automática do Preço do Item</p>Você tem certeza de que deseja continuar?

source: <p>To allow over-billing, please set allowance in Accounts Settings.</p>
pt_br: <p>Para permitir o sobrefaturamento, por favor, defina a margem de tolerância nas Configurações de Contas.</p>

source: <pre><h5>Message Example</h5> &lt;p&gt; Thank You for being a part of {{ doc.company }}! We hope you are enjoying the service.&lt;/p&gt; &lt;p&gt; Please find enclosed the E Bill statement. The outstanding amount is {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt; We don't want you to be spending time running around in order to pay for your Bill.<br>After all, life is beautiful and the time you have in hand should be spent to enjoy it!<br>So here are our little ways to help you get more time for life! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
pt_br: <pre><h5>Exemplo de Mensagem</h5> &lt;p&gt;Obrigado por fazer parte de {{ doc.company }}! Esperamos que esteja aproveitando o serviço.&lt;/p&gt; &lt;p&gt;Segue anexado o extrato da Fatura Eletrônica. O valor pendente é {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt;Não queremos que você perca tempo correndo para pagar sua fatura.<br>Afinal, a vida é bela e o tempo que você tem deve ser usado para aproveitá-la!<br>Aqui estão nossas pequenas maneiras de ajudá-lo a ter mais tempo para viver!&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; clique aqui para pagar &lt;/a&gt; </pre>

source: <pre><h5>Message Example</h5> &lt;p&gt;Dear {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;Requesting payment for {{ doc.doctype }}, {{ doc.name }} for {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
pt_br: <pre><h5>Exemplo de Mensagem</h5> &lt;p&gt;Prezado(a) {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;Solicitamos o pagamento de {{ doc.doctype }}, {{ doc.name }} no valor de {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; clique aqui para pagar &lt;/a&gt; </pre>

source: <span class="h4"><b>Integrations</b></span>
pt_br: <span class="h4"><b>Integrações</b></span>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
pt_br: <span class="h4"><b>Cadastros e Relatórios</b></span>

source: <span class="h4"><b>Quick Access</b></span>
pt_br: <span class="h4"><b>Acesso Rápido</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
pt_br: <span class="h4"><b>Relatórios e Cadastros</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
pt_br: <span class="h4"><b>Relatórios e Cadastros</b></span>

source: <span class="h4"><b>Settings</b></span>
pt_br: <span class="h4"><b>Configurações</b></span>

source: <span class="h4"><b>Shortcuts</b></span>
pt_br: <span class="h4"><b>Atalhos</b></span>

source: <span class="h4"><b>Your Shortcuts </b></span>
pt_br: <span class="h4"><b>Seus Atalhos </b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
pt_br: <span class="h4"><b>Seus Atalhos</b></span>

source: <strong>Grand Total:</strong> {0}
pt_br: <strong>Total Geral:</strong> {0}

source: <strong>Outstanding Amount:</strong> {0}
pt_br: <strong>Valor Pendente:</strong> {0}

source: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">Child Document</th> <th class="table-sr" style="width: 50%;">Non Child Document</th> </tr> </thead> <tbody> <tr> <td> <p> To access parent document field use parent.fieldname and to access child table document field use doc.fieldname </p> </td> <td> <p>To access document field use doc.fieldname </p> </td> </tr> <tr> <td> <p><b>Example: </b> parent.doctype == "Stock Entry" and doc.item_code == "Test" </p> </td> <td> <p><b>Example: </b> doc.doctype == "Stock Entry" and doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>
pt_br: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">Documento Filho</th> <th class="table-sr" style="width: 50%;">Documento Não-Filho</th> </tr> </thead> <tbody> <tr> <td> <p>Para acessar um campo do documento pai, use parent.fieldname e para acessar um campo da tabela filha, use doc.fieldname</p> </td> <td> <p>Para acessar o campo do documento, use doc.fieldname</p> </td> </tr> <tr> <td> <p><b>Exemplo:</b> parent.doctype == "Stock Entry" e doc.item_code == "Test" </p> </td> <td> <p><b>Exemplo: </b> doc.doctype == "Stock Entry" e doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>

source: A Customer Group exists with same name please change the Customer name or rename the Customer Group
pt_br: Existe um grupo de clientes com o mesmo nome por favor modifique o nome do cliente ou renomeie o grupo de clientes

source: A Holiday List can be added to exclude counting these days for the Workstation.
pt_br: Uma Lista de Feriados pode ser adicionada para excluir a contagem desses dias para a Estação de Trabalho.

source: A Lead requires either a person's name or an organization's name
pt_br: Um Lead requer o nome de uma pessoa ou o nome de uma organização

source: A Packing Slip can only be created for Draft Delivery Note.
pt_br: Um Romaneio só pode ser criada para Nota de Entrega em Rascunho.

source: A Price List is a collection of Item Prices either Selling, Buying, or both
pt_br: Uma Tabela de Preços é uma coleção de Preços de Itens, seja para Venda, Compra, ou ambos.

source: A Product or a Service that is bought, sold or kept in stock.
pt_br: Um produto ou um serviço que é comprado, vendido ou mantido em estoque.

source: A Reconciliation Job {0} is running for the same filters. Cannot reconcile now
pt_br: Uma Tarefa de Conciliação {0} está em execução para os mesmos filtros. Não é possível conciliar agora.

source: A Sales Order is a confirmation of an order from your customer. It is also referred to as Proforma Invoice. Sales Order at the heart of your sales and purchase transactions. Sales Orders are linked in Delivery Note, Sales Invoices, Material Request, and Maintenance transactions. Through Sales Order, you can track fulfillment of the overall deal towards the customer.
pt_br: Um Pedido de Venda é a confirmação de um pedido do seu cliente. Também é conhecido como Fatura Proforma. O Pedido de Venda é o núcleo das suas transações de vendas e compras. Os Pedidos de Venda estão vinculados às Notas de Entrega, Faturas de Venda, Solicitações de Material e transações de Manutenção. Através do Pedido de Venda, você pode acompanhar o cumprimento do acordo geral com o cliente.

source: A Transaction Deletion Document: {0} is triggered for {0}
pt_br: Um Documento de Exclusão de Transação: {0} foi acionado para {0}.

source: A condition for a Shipping Rule
pt_br: Uma condição para uma Regra de Remessa

source: A customer must have primary contact email.
pt_br: Um cliente deve ter um e-mail de contato principal.

source: A driver must be set to submit.
pt_br: Um motorista deve ser definido para submeter.

source: A logical Warehouse against which stock entries are made.
pt_br: Um Armazém lógico contra o qual são feitos os lançamentos de estoque.

source: A new appointment has been created for you with {0}
pt_br: Um novo agendamento foi criado para você com {0}

source: A template with tax category {0} already exists. Only one template is allowed with each tax category
pt_br: Um modelo com a categoria de imposto {0} já existe. Apenas um modelo é permitido para cada classificação fiscal

source: A third party distributor / dealer / commission agent / affiliate / reseller who sells the companies products for a commission.
pt_br: Um distribuidor, revendedor, agente comissionado, afiliado ou revendedor de terceiros que vende os produtos da empresa por uma comissão.

source: ACC-PINV-.YYYY.-
pt_br: CONT-FCOMP-.YYYY.-

source: AMC Expiry Date
pt_br: Data de Validade do Contrato Anual de Manutenção

source: API Details
pt_br: Detalhes da API

source: API Key
pt_br: Chave da API

source: AWB Number
pt_br: Número do AWB

source: Abbr
pt_br: Abrev

source: Abbreviation
pt_br: Abreviatura

source: Abbreviation already used for another company
pt_br: Abreviatura já utilizado para outra empresa

source: Abbreviation is mandatory
pt_br: Abreviatura é obrigatória

source: Abbreviation: {0} must appear only once
pt_br: Abreviatura: {0} deve aparecer apenas uma vez

source: About Us Settings
pt_br: Configurações Sobre Nós

source: About {0} minute remaining
pt_br: Cerca de {0} minuto restante

source: About {0} minutes remaining
pt_br: Cerca de {0} minutos restantes

source: About {0} seconds remaining
pt_br: Cerca de {0} segundos restantes

source: Above
pt_br: Acima

source: Above 120 Days
pt_br: Acima de 120 Dias

source: Academics User
pt_br: Usuário Acadêmico

source: Acceptance Criteria Formula
pt_br: Fórmula dos Critérios de Aceitação

source: Acceptance Criteria Value
pt_br: Valor dos Critérios de Aceitação

source: Accepted
pt_br: Aprovado

source: Accepted Qty
pt_br: Qtd. Aprovada

source: Accepted Qty in Stock UOM
pt_br: Qtd. Aprovada na UDM do Estoque

source: Accepted Quantity
pt_br: Quantidade Aprovada

source: Accepted Warehouse
pt_br: Armazém de Aprovação

source: Access Key
pt_br: Chave de Acesso

source: Access Key is required for Service Provider: {0}
pt_br: Chave de Acesso é necessária para o Provedor de Serviço: {0}

source: According to the BOM {0}, the Item '{1}' is missing in the stock entry.
pt_br: De acordo com a Lista de Materiais (BOM) {0}, o Item '{1}' está faltando no lançamento de estoque.

source: Account
pt_br: Conta Contábil

source: Account Balance
pt_br: Saldo da Conta Contábil

source: Account Balance (From)
pt_br: Saldo da Conta Contábil de Origem

source: Account Balance (To)
pt_br: Saldo da Conta Contábil de Destino

source: Account Closing Balance
pt_br: Saldo de Fechamento de Conta Contábil

source: Account Currency
pt_br: Moeda da Conta

source: Account Currency (From)
pt_br: Moeda da Conta (De)

source: Account Currency (To)
pt_br: Moeda da Conta (Para)

source: Account Details
pt_br: Detalhes da Conta

source: Account Head
pt_br: Conta Contábil

source: Account Manager
pt_br: Gerente da Conta

source: Account Missing
pt_br: Conta Ausente

source: Account Name
pt_br: Nome da Conta

source: Account Not Found
pt_br: Conta Não Encontrada

source: Account Number
pt_br: Número da Conta

source: Account Number {0} already used in account {1}
pt_br: Número de conta {0} já utilizado na conta {1}

source: Account Opening Balance
pt_br: Saldo de Abertura de Conta

source: Account Paid From
pt_br: Conta Contábil de Origem

source: Account Paid To
pt_br: Conta Contábil de Destino

source: Account Pay Only
pt_br: Conta Somente para Pagamento

source: Account Subtype
pt_br: Subtipo de Conta

source: Account Type
pt_br: Tipo de Conta

source: Account Value
pt_br: Valor da Conta

source: Account balance already in Credit, you are not allowed to set 'Balance Must Be' as 'Debit'
pt_br: O saldo da Conta Contábil já está em Crédito, você não tem permissão para definir 'Saldo Deve Ser' como 'Débito'

source: Account balance already in Debit, you are not allowed to set 'Balance Must Be' as 'Credit'
pt_br: O saldo da Conta Contábil já está em Débito, você não tem permissão para definir 'Saldo Deve Ser' como 'Crédito'

source: Account for Change Amount
pt_br: Conta para Valor de Troco

source: Account is mandatory to get payment entries
pt_br: Conta é obrigatória para obter entradas de pagamento

source: Account is not set for the dashboard chart {0}
pt_br: Conta não está definida para o gráfico do painel {0}

source: Account not Found
pt_br: Conta não Encontrada

source: Account with child nodes cannot be converted to ledger
pt_br: Contas com subcontas não podem ser convertidas em contas de movimento

source: Account with child nodes cannot be set as ledger
pt_br: Conta com nós filho não pode ser definido como contabilidade

source: Account with existing transaction can not be converted to group.
pt_br: Contas com a transações existentes não pode ser convertidas em um grupo.

source: Account with existing transaction can not be deleted
pt_br: Contas com transações existentes não pode ser excluídas

source: Account with existing transaction cannot be converted to ledger
pt_br: Contas com transações existentes não pode ser em contas de movimento

source: Account {0} added multiple times
pt_br: Conta Contábil {0} foi adicionada múltiplas vezes

source: Account {0} cannot be converted to Group as it is already set as {1} for {2}.
pt_br: A Conta Contábil {0} não pode ser convertida em Grupo, uma vez que já está definida como {1} para {2}.

source: Account {0} cannot be disabled as it is already set as {1} for {2}.
pt_br: A Conta Contábil {0} não pode ser desabilitada, uma vez que já está definida como {1} para {2}.

source: Account {0} does not belong to company: {1}
pt_br: A Conta Contábil {0} não pertence à Empresa: {1}

source: Account {0} does not belongs to company {1}
pt_br: Conta Contábil {0} não pertence à empresa {1}

source: Account {0} does not exist
pt_br: A Conta Contábil {0} não existe

source: Account {0} does not exists
pt_br: A Conta Contábil {0} não existe

source: Account {0} does not exists in the dashboard chart {1}
pt_br: A Conta Contábil {0} não existe no gráfico do painel {1}

source: Account {0} does not match with Company {1} in Mode of Account: {2}
pt_br: A Conta {0} não coincide com a Empresa {1} no Modo de Conta: {2}

source: Account {0} doesn't belong to Company {1}
pt_br: A Conta Contábil {0} não pertence à Empresa {1}

source: Account {0} exists in parent company {1}.
pt_br: A conta {0} existe na empresa-mãe {1}.

source: Account {0} has been entered multiple times
pt_br: A Conta {0} foi inserida várias vezes

source: Account {0} is added in the child company {1}
pt_br: Conta {0} está adicionada na empresa filha {1}

source: Account {0} is disabled.
pt_br: Conta Contábil {0} está desabilitada.

source: Account {0} is frozen
pt_br: A Conta Contábil {0} está congelada

source: Account {0} is invalid. Account Currency must be {1}
pt_br: A Conta Contábil {0} é inválida. A Moeda da Conta deve ser {1}

source: Account {0}: Parent account {1} can not be a ledger
pt_br: Conta Contábil {0}: Conta pai {1} não pode ser um razão

source: Account {0}: Parent account {1} does not belong to company: {2}
pt_br: Conta Contábil {0}: Conta pai {1} não pertence à empresa: {2}

source: Account {0}: Parent account {1} does not exist
pt_br: Conta Contábil {0}: Conta pai {1} não existe

source: Account {0}: You can not assign itself as parent account
pt_br: Conta Contábil {0}: Você não pode definir a própria conta como uma conta pai

source: Account: <b>{0}</b> is capital Work in progress and can not be updated by Journal Entry
pt_br: Conta: <b>{0}</b> é Imobilizado em Andamento e não pode ser atualizado por Lançamento Contábil

source: Account: {0} can only be updated via Stock Transactions
pt_br: Conta: {0} só pode ser atualizada via Transações de Estoque

source: Account: {0} is not permitted under Payment Entry
pt_br: Conta: {0} não é permitida em Lançamento de Pagamento

source: Account: {0} with currency: {1} can not be selected
pt_br: Conta: {0} com a moeda: {1} não pode ser selecionada

source: Accountant
pt_br: Contador

source: Accounting
pt_br: Contabilidade

source: Accounting Details
pt_br: Detalhes Contábeis

source: Accounting Dimension
pt_br: Dimensão Contábil

source: Accounting Dimension <b>{0}</b> is required for 'Balance Sheet' account {1}.
pt_br: A Dimensão Contábil <b>{0}</b> é obrigatória para a conta de 'Balanço Patrimonial' {1}.

source: Accounting Dimension <b>{0}</b> is required for 'Profit and Loss' account {1}.
pt_br: A Dimensão Contábil <b>{0}</b> é obrigatória para a conta de 'Demonstração de Resultados' {1}.

source: Accounting Dimension Detail
pt_br: Detalhe da Dimensão Contábil

source: Accounting Dimension Filter
pt_br: Filtro de Dimensão Contábil

source: Accounting Dimensions
pt_br: Dimensões Contábeis

source: Accounting Dimensions
pt_br: Dimensões Contábeis

source: Accounting Dimensions Filter
pt_br: Filtro da Dimensões Contábeis

source: Accounting Entries
pt_br: Lançamentos Contábeis

source: Accounting Entry for Asset
pt_br: Lançamento Contábil para Ativo

source: Accounting Entry for Service
pt_br: Lançamento Contábil para Serviço

source: Accounting Entry for Stock
pt_br: Lançamento Contábil para Estoque

source: Accounting Entry for {0}
pt_br: Lançamento Contábil para {0}

source: Accounting Entry for {0}: {1} can only be made in currency: {2}
pt_br: Lançamento Contábil para {0}: {1} só pode ser feito na moeda: {2}

source: Accounting Ledger
pt_br: Razão Contábil

source: Accounting Masters
pt_br: Cadastros Contábeis

source: Accounting Period
pt_br: Período Contábil

source: Accounting Period overlaps with {0}
pt_br: Período de Contabilidade sobrepõe-se a {0}

source: Accounting entries are frozen up to this date. Nobody can create or modify entries except users with the role specified below
pt_br: Os lançamentos contábeis estão congelados até esta data. Ninguém pode criar ou modificar lançamentos exceto usuários com a função especificada abaixo

source: Accounts
pt_br: Contas Contábeis

source: Accounts Closing
pt_br: Fechamento de Contas

source: Accounts Frozen Till Date
pt_br: Contas Congeladas Até a Data

source: Accounts Manager
pt_br: Gerente de Contabilidade

source: Accounts Missing Error
pt_br: Erro de Contas Ausentes

source: Accounts Payable
pt_br: Contas a Pagar

source: Accounts Payable Summary
pt_br: Resumo de Contas a Pagar

source: Accounts Receivable
pt_br: Contas a Receber

source: Accounts Receivable / Payable Tuning
pt_br: Ajuste de Contas a Receber/Contas a Pagar

source: Accounts Receivable Credit Account
pt_br: Conta de Crédito de Contas a Receber

source: Accounts Receivable Discounted Account
pt_br: Conta de Débito de Contas a Receber

source: Accounts Receivable Summary
pt_br: Resumo de Contas a Receber
