Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} for the batch {4} in the warehouse {5}. Please restock the item.
pt_br: Na Linha #{0}: A quantidade separada {1} para o item {2} é maior do que o estoque disponível {3} para o lote {4} no armazém {5}. Por favor, reabasteça o item.

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} in the warehouse {4}.
pt_br: Na Linha #{0}: A quantidade separada {1} para o item {2} é maior que o estoque disponível {3} no armazém {4}.

source: At least one account with exchange gain or loss is required
pt_br: Pelo menos uma conta com ganho ou perda cambial é necessária

source: At least one mode of payment is required for POS invoice.
pt_br: É necessário pelo menos uma forma de pagamento para a fatura de PDV.

source: At least one of the Applicable Modules should be selected
pt_br: Pelo menos um dos módulos aplicáveis deve ser selecionado

source: At least one raw material item must be present in the stock entry for the type {0}
pt_br: Pelo menos um item de matéria-prima deve constar no registro de estoque para o tipo {0}

source: At row #{0}: the Difference Account must not be a Stock type account, please change the Account Type for the account {1} or select a different account
pt_br: Na linha #{0}: a Conta de Diferença não deve ser uma conta do tipo Estoque. Por favor, altere o Tipo de Conta para a conta {1} ou selecione uma conta diferente.

source: At row #{0}: the sequence id {1} cannot be less than previous row sequence id {2}
pt_br: Na linha #{0}: o ID de sequência {1} não pode ser menor que o ID de sequência da linha anterior {2}

source: At row #{0}: you have selected the Difference Account {1}, which is a Cost of Goods Sold type account. Please select a different account
pt_br: Na linha #{0}: você selecionou a Conta de Diferença {1}, que é uma conta do tipo Custo de Mercadorias Vendidas. Por favor, selecione uma conta diferente.

source: At row {0}: Batch No is mandatory for Item {1}
pt_br: Na Linha #{0}: O número do lote é obrigatório para o item {1}

source: At row {0}: Parent Row No cannot be set for item {1}
pt_br: Na Linha #{0}: O Número da Linha Pai não pode ser definido para o item {1}.

source: At row {0}: Qty is mandatory for the batch {1}
pt_br: Na Linha #{0}: A quantidade é obrigatória para o lote {1}.

source: At row {0}: Serial No is mandatory for Item {1}
pt_br: Na Linha #{0}: O número de série é obrigatório para o item {1}.

source: At row {0}: Serial and Batch Bundle {1} has already created. Please remove the values from the serial no or batch no fields.
pt_br: Na Linha #{0}: O Pacote de Série e Lote {1} já foi criado. Por favor, remova os valores dos campos de número de série ou número de lote.

source: At row {0}: set Parent Row No for item {1}
pt_br: Na Linha #{0}: defina o Número da Linha Pai para o item {1}.

source: Atleast one asset has to be selected.
pt_br: Pelo menos um ativo deve ser selecionado.

source: Atleast one invoice has to be selected.
pt_br: Pelo menos uma fatura deve ser selecionada.

source: Atleast one item should be entered with negative quantity in return document
pt_br: Pelo menos um item deve ser inserido com quantidade negativa no documento de devolução

source: Atleast one of the Selling or Buying must be selected
pt_br: Pelo menos um dos Vendedores ou Compradores deve ser selecionado

source: Atleast one warehouse is mandatory
pt_br: Pelo menos um armazém é obrigatório

source: Atmosphere
pt_br: Atmosfera

source: Attach .csv file with two columns, one for the old name and one for the new name
pt_br: Anexar arquivo .csv com duas colunas, uma para o nome antigo e um para o novo nome

source: Attach CSV File
pt_br: Anexar Arquivo CSV

source: Attach custom Chart of Accounts file
pt_br: Anexar arquivo de Plano de Contas personalizado

source: Attachment
pt_br: Anexo

source: Attachments
pt_br: Anexos

source: Attendance & Leaves
pt_br: Frequência e Licenças

source: Attendance Device ID (Biometric/RF tag ID)
pt_br: ID do Dispositivo de Frequência (ID de Tag Biométrica/RF)

source: Attribute
pt_br: Atributo

source: Attribute Name
pt_br: Nome do Atributo

source: Attribute Value
pt_br: Atributo Valor

source: Attribute table is mandatory
pt_br: A tabela de atributos é obrigatório

source: Attribute value: {0} must appear only once
pt_br: O valor do atributo: {0} deve aparecer apenas uma vez.

source: Attribute {0} selected multiple times in Attributes Table
pt_br: Atributo {0} selecionada várias vezes na tabela de atributos

source: Attributes
pt_br: Atributos

source: Authentication
pt_br: Autenticação

source: Authentication Failed
pt_br: Autenticação Falhou

source: Authorised By
pt_br: Autorizado Por

source: Authorization Control
pt_br: Controle de Autorização

source: Authorization Rule
pt_br: Regra de Autorização

source: Authorized Signatory
pt_br: Signatário Autorizado

source: Authorized Value
pt_br: Valor Autorizado

source: Auto Create Assets on Purchase
pt_br: Criar Automaticamente Ativos na Compra

source: Auto Create Exchange Rate Revaluation
pt_br: Criar Reavaliação de Taxa de Câmbio Automaticamente

source: Auto Create Purchase Receipt
pt_br: Criar Recebimento de Compra Automaticamente

source: Auto Create Serial and Batch Bundle For Outward
pt_br: Criar Pacote de Número de Série e Lote para Saída Automaticamente

source: Auto Create Subcontracting Order
pt_br: Criar Ordem de Subcontratação Automaticamente

source: Auto Created
pt_br: Criado Automaticamente

source: Auto Created Serial and Batch Bundle
pt_br: Pacote de Lote e Série Criado Automaticamente

source: Auto Creation of Contact
pt_br: Criação Automática de Contato

source: Auto Email Report
pt_br: Relatório de E-mail Automático

source: Auto Fetch Serial Numbers
pt_br: Buscar Números de Série Automaticamente

source: Auto Insert Item Price If Missing
pt_br: Inserção Automática do Preço do Item se Ausente

source: Auto Material Request
pt_br: Requisição de Material Automática

source: Auto Material Requests Generated
pt_br: Requisições de Materiais Geradas Automaticamente

source: Auto Name
pt_br: Nome Automático

source: Auto Opt In (For all customers)
pt_br: Inscrição Automática (para todos os clientes)

source: Auto Reconcile
pt_br: Reconciliação Automática

source: Auto Reconcile Payments
pt_br: Reconciliação Automática de Pagamentos

source: Auto Reconciliation
pt_br: Conciliação Automática

source: Auto Reconciliation Job Trigger
pt_br: Gatilho de Tarefa de Conciliação Automática

source: Auto Reconciliation has started in the background
pt_br: A Conciliação Automática foi iniciada em segundo plano

source: Auto Reconciliation of Payments has been disabled. Enable it through {0}
pt_br: A Conciliação Automática de Pagamentos foi desabilitada. Habilite-a através de {0}

source: Auto Repeat
pt_br: Repetição Automática

source: Auto Repeat Detail
pt_br: Detalhe de Repetição Automática

source: Auto Reserve Serial and Batch Nos
pt_br: Reservar Automaticamente Números de Série e Lote

source: Auto Reserve Stock for Sales Order on Purchase
pt_br: Reservar Automáticamente Estoque para Pedido de Vendas na Compra

source: Auto Tax Settings Error
pt_br: Erro nas Configurações de Imposto Automático

source: Auto close Opportunity Replied after the no. of days mentioned above
pt_br: Fechar automaticamente a Oportunidade Respondida após o número de dias mencionado acima

source: Auto match and set the Party in Bank Transactions
pt_br: Correspondência automática e definição da Parte nas Transações Bancárias

source: Auto re-order
pt_br: Reposição Automática

source: Auto repeat document updated
pt_br: Auto repetir documento atualizado

source: Auto write off precision loss while consolidation
pt_br: Baixa Automática de Perda de Precisão Durante a Consolidação

source: Automatically Add Filtered Item To Cart
pt_br: Adicionar Automaticamente Item Filtrado ao Carrinho

source: Automatically Add Taxes and Charges from Item Tax Template
pt_br: Adicionar automaticamente impostos e encargos do modelo de imposto do item

source: Automatically Add Taxes from Taxes and Charges Template
pt_br: Adicionar Impostos Automaticamente do Modelo de Impostos e Encargos

source: Automatically Create New Batch
pt_br: Criar Novo Lote Automaticamente

source: Automatically Fetch Payment Terms from Order
pt_br: Buscar Automaticamente Condições de Pagamento do Pedido

source: Automatically Process Deferred Accounting Entry
pt_br: Processar Lançamento Contábil Diferido Automaticamente

source: Automatically post balancing accounting entry
pt_br: Lançar automaticamente o lançamento contábil de balanceamento

source: Automotive
pt_br: Automotiva

source: Availability Of Slots
pt_br: Disponibilidade de Horários

source: Available
pt_br: Disponível

source: Available Batch Qty at From Warehouse
pt_br: Qtd. Disponível de Lote no Armazém de Origem

source: Available Batch Qty at Warehouse
pt_br: Qtd. Disponível de Lote no Armazém

source: Available Batch Report
pt_br: Relatório de Lote Disponível

source: Available For Use Date
pt_br: Data de Disponibilidade para Uso

source: Available Qty
pt_br: Qtd. Disponível

source: Available Qty For Consumption
pt_br: Quantidade Disponível para Consumo

source: Available Qty at Company
pt_br: Quantidade Disponível na Empresa

source: Available Qty at Source Warehouse
pt_br: Qtd. Disponível no Armazém de Origem

source: Available Qty at Target Warehouse
pt_br: Qtd. Disponível no Armazém de Destino

source: Available Qty at WIP Warehouse
pt_br: Qtd. Disponível no Armazém de Trabalho Em Andamento

source: Available Qty at Warehouse
pt_br: Qtd. Disponível no Estoque

source: Available Qty to Reserve
pt_br: Qtd. Disponível para Reservar

source: Available Quantity
pt_br: Quantidade Disponível

source: Available Serial No
pt_br: Número de Série Disponível

source: Available Stock
pt_br: Estoque Disponível

source: Available Stock for Packing Items
pt_br: Estoque Disponível para Itens de Embalagem

source: Available for use date is required
pt_br: Data de Disponibilidade para Uso é obrigatória

source: Available quantity is {0}, you need {1}
pt_br: A quantidade disponível é {0}, você precisa de {1}

source: Available {0}
pt_br: Disponível {0}

source: Available-for-use Date
pt_br: Data de Disponibilidade para Uso

source: Available-for-use Date should be after purchase date
pt_br: A Data de Disponibilidade para Uso deve ser posterior à data de compra

source: Average Age
pt_br: Idade Média

source: Average Completion
pt_br: Média de Conclusão

source: Average Discount
pt_br: Desconto Médio

source: Average Rate
pt_br: Valor Unitário Médio

source: Average Response Time
pt_br: Tempo Médio de Resposta

source: Average time taken by the supplier to deliver
pt_br: Tempo médio necessário para entrega do fornecedor.

source: Avg Daily Outgoing
pt_br: Média Diária de Saída

source: Avg Rate
pt_br: Valor Unitário Médio

source: Avg Rate (Balance Stock)
pt_br: Valor Unitário Médio (Saldo em Estoque)

source: Avg. Buying Price List Rate
pt_br: Média de Preço de Tabela de Compra

source: Avg. Selling Price List Rate
pt_br: Média de Preço de Tabela de Venda

source: Avg. Selling Rate
pt_br: Valor Médio de Venda

source: BIN Qty
pt_br: Qtd. no Compartimento

source: BOM 1 {0} and BOM 2 {1} should not be same
pt_br: BOM 1 {0} e BOM 2 {1} não devem ser iguais

source: BOM Comparison Tool
pt_br: Ferramenta de Comparação de BOM

source: BOM Created
pt_br: BOM Criada

source: BOM Creator
pt_br: Criador de Lista de Materiais (BOM)

source: BOM Creator Item
pt_br: Item do Criador de Lista de Materiais (BOM)

source: BOM Detail No
pt_br: Nº do Detalhe da Lista de Materiais (BOM)

source: BOM Explorer
pt_br: Explorador da Lista de Materiais (BOM)

source: BOM Explosion Item
pt_br: Item de Explosão da Lista de Materiais (BOM)

source: BOM ID
pt_br: ID da Lista de Materiais (BOM)

source: BOM Info
pt_br: Informações da Lista de Materiais (BOM)

source: BOM Item
pt_br: Item da Lista de Materiais (BOM)

source: BOM Level
pt_br: Nível da Lista de Materiais (BOM)

source: BOM No
pt_br: Nº da Lista de Materiais (BOM)

source: BOM No. for a Finished Good Item
pt_br: Nº da Lista de Materiais (BOM) para um Item de Produto Acabado

source: BOM Operation
pt_br: Operação da Lista de Materiais (BOM)

source: BOM Operations Time
pt_br: Tempo de Operações da Lista de Materiais (BOM)

source: BOM Qty
pt_br: Qtd. da Lista de Materiais (BOM)

source: BOM Rate
pt_br: Valor na Lista de Materiais (BOM)

source: BOM Scrap Item
pt_br: Item de Sucata da Lista de Materiais (BOM)

source: BOM Search
pt_br: Pesquisar Lista de Materiais (BOM)

source: BOM Stock Calculated
pt_br: Estoque da Lista de Materiais (BOM) Calculado

source: BOM Stock Report
pt_br: Relatório de Estoque por Lista de Materiais (BOM)

source: BOM Tree
pt_br: Árvore da Lista de Materiais (BOM)

source: BOM UoM
pt_br: Unidade de Medida da Lista de Materiais (BOM)

source: BOM Update Batch
pt_br: Lote de Atualização da Lista de Materiais (BOM)

source: BOM Update Initiated
pt_br: Atualização da Lista de Materiais (BOM) Iniciada

source: BOM Update Log
pt_br: Registro de Atualização da Lista de Materiais (BOM)

source: BOM Update Tool
pt_br: Ferramenta de Atualização da Lista de Materiais (BOM)

source: BOM Update Tool Log with job status maintained
pt_br: Registro da Ferramenta de Atualização da Lista de Materiais (BOM) com status do trabalho mantido

source: BOM Updation already in progress. Please wait until {0} is complete.
pt_br: Atualização da Lista de Materiais (BOM) já em andamento. Aguarde até que {0} seja concluído.

source: BOM Updation is queued and may take a few minutes. Check {0} for progress.
pt_br: A atualização da Lista de Materiais (BOM) está na fila e pode levar alguns minutos. Verifique {0} para o progresso.

source: BOM Variance Report
pt_br: Relatório de Variação da Lista de Materiais (BOM)

source: BOM Website Item
pt_br: Item da Lista de Materiais (BOM) do Site

source: BOM Website Operation
pt_br: Operação da Lista de Materiais (BOM) do Site

source: BOM and Finished Good Quantity is mandatory for Disassembly
pt_br: Lista de Materiais (BOM) e Quantidade de P

source: BOM and Manufacturing Quantity are required
pt_br: A Lista de Materiais (BOM) e a Quantidade para Fabricação são necessários

source: BOM and Production
pt_br: Lista de Materiais (BOM) e Produção

source: BOM does not contain any stock item
pt_br: Lista de Materiais (BOM) não contém nenhum item de estoque

source: BOM recursion: {0} cannot be child of {1}
pt_br: Recursão de BOM: {0} não pode ser filho de {1}

source: BOM recursion: {1} cannot be parent or child of {0}
pt_br: Recursão de Lista de Materiais (BOM): {1} não pode ser pai ou filho de {0}.

source: BOM {0} does not belong to Item {1}
pt_br: Lista de Materiais (BOM) {0} não pertence ao Item {1}

source: BOM {0} must be active
pt_br: Lista de Materiais (BOM) {0} deve estar ativa

source: BOM {0} must be submitted
pt_br: Lista de Materiais (BOM) {0} deve ser submetida

source: BOMs Updated
pt_br: Listas de Materiais (BOM) Atualizadas

source: BOMs created successfully
pt_br: Listas de Materiais (BOM) criadas com sucesso

source: BOMs creation failed
pt_br: Falha na criação das Listas de Materiais (BOM)

source: BOMs creation has been enqueued, kindly check the status after some time
pt_br: A criação das listas de materiais (BOM) foi colocada na fila, por favor verifique o status após algum tempo

source: Backdated Stock Entry
pt_br: Lançamento de Estoque Retroativa

source: Backflush Raw Materials
pt_br: Backflush de Matérias-Primas

source: Backflush Raw Materials Based On
pt_br: Backflush de Matérias-Primas Baseado Em

source: Backflush Raw Materials From Work-in-Progress Warehouse
pt_br: Backflush de Matérias-Primas do Armazém de Trabalho Em Andamento

source: Backflush Raw Materials of Subcontract Based On
pt_br: Backflush de Matérias-Primas de Subcontratação Com Base Em

source: Balance
pt_br: Balanço

source: Balance (Dr - Cr)
pt_br: Saldo (Dr - Cr)

source: Balance ({0})
pt_br: Saldo ({0})

source: Balance In Account Currency
pt_br: Saldo na Moeda da Conta

source: Balance In Base Currency
pt_br: Saldo na Moeda Base

source: Balance Qty
pt_br: Qtd. em Saldo

source: Balance Qty (Stock)
pt_br: Qtd. em Saldo (Estoque)

source: Balance Serial No
pt_br: Nº de Série em Saldo

source: Balance Sheet
pt_br: Balanço Patrimonial

source: Balance Sheet Closing Balance
pt_br: Saldo Final do Balanço Patrimonial

source: Balance Sheet Summary
pt_br: Resumo do Balanço Patrimonial

source: Balance Stock Value
pt_br: Valor do Saldo de Estoque

source: Balance Value
pt_br: Valor Patrimonial

source: Balance for Account {0} must always be {1}
pt_br: Saldo da Conta {0} deve ser sempre {1}

source: Balance must be
pt_br: Saldo deve ser

source: Bank
pt_br: Banco

source: Bank / Cash Account
pt_br: Conta Banco/Caixa

source: Bank A/C No.
pt_br: Nº da Conta Bancária

source: Bank Account
pt_br: Conta Bancária

source: Bank Account Details
pt_br: Detalhes da Conta Bancária

source: Bank Account Info
pt_br: Informações da Conta Bancária

source: Bank Account No
pt_br: Número da Conta Bancária

source: Bank Account Subtype
pt_br: Subtipo de Conta Bancária

source: Bank Account Type
pt_br: Tipo de Conta Bancária

source: Bank Account {} in Bank Transaction {} is not matching with Bank Account {}
pt_br: A Conta Bancária {} na Transação Bancária {} não corresponde à Conta Bancária {}.

source: Bank Accounts
pt_br: Contas Bancárias

source: Bank Balance
pt_br: Saldo Bancário

source: Bank Charges
pt_br: Encargos Bancários

source: Bank Charges Account
pt_br: Conta de Encargos Bancários

source: Bank Clearance
pt_br: Compensação Bancária

source: Bank Clearance Detail
pt_br: Detalhe da Compensação Bancária

source: Bank Clearance Summary
pt_br: Resumo da Compensação Bancária

source: Bank Credit Balance
pt_br: Saldo de Crédito Bancário

source: Bank Details
pt_br: Detalhes Bancários

source: Bank Draft
pt_br: Cheque Administrativo

source: Bank Entry
pt_br: Lançamento Bancário

source: Bank Guarantee
pt_br: Garantia Bancária

source: Bank Guarantee Number
pt_br: Número de Garantia Bancária

source: Bank Guarantee Type
pt_br: Tipo de Garantia Bancária

source: Bank Name
pt_br: Nome do Banco

source: Bank Overdraft Account
pt_br: Conta Bancária Garantida

source: Bank Reconciliation Statement
pt_br: Extrato de Conciliação Bancária

source: Bank Reconciliation Tool
pt_br: Ferramenta de Conciliação Bancária

source: Bank Statement Import
pt_br: Importação de Extrato Bancário

source: Bank Statement balance as per General Ledger
pt_br: Saldo de Extrato Bancário de acordo com o Razão Geral

source: Bank Transaction
pt_br: Transação Bancária

source: Bank Transaction Mapping
pt_br: Mapeamento de Transações Bancárias

source: Bank Transaction Payments
pt_br: Pagamentos de Transações Bancárias

source: Bank Transaction {0} Matched
pt_br: Transação Bancária {0} Correspondida

source: Bank Transaction {0} added as Journal Entry
pt_br: Transação Bancária {0} adicionada como Lançamento Contábil

source: Bank Transaction {0} added as Payment Entry
pt_br: Transação Bancária {0} adicionada como Lançamento de Pagamento

source: Bank Transaction {0} is already fully reconciled
pt_br: A Transação Bancária {0} já foi totalmente conciliada

source: Bank Transaction {0} updated
pt_br: Transação Bancária {0} atualizada

source: Bank account cannot be named as {0}
pt_br: A conta bancária não pode ser nomeada como {0}

source: Bank account {0} already exists and could not be created again
pt_br: A conta bancária {0} já existe e não pôde ser criada novamente

source: Bank accounts added
pt_br: Contas bancárias adicionadas

source: Bank transaction creation error
pt_br: Erro de criação de transação bancária

source: Bank/Cash Account
pt_br: Conta Contábil Banco/Caixa

source: Bank/Cash Account {0} doesn't belong to company {1}
pt_br: A Conta Contábil Banco/Caixa {0} não pertence à empresa {1}

source: Banking
pt_br: Bancos

source: Barcode
pt_br: Código de Barras

source: Barcode Type
pt_br: Tipo de Código de Barras

source: Barcode {0} already used in Item {1}
pt_br: Código de barras {0} já utilizado em item {1}

source: Barcode {0} is not a valid {1} code
pt_br: O código de barras {0} não é um código {1} válido

source: Barcodes
pt_br: Códigos de Barra

source: Barrel (Oil)
pt_br: Barril (Petróleo)

source: Barrel(Beer)
pt_br: Barril (Cerveja)

source: Base Amount
pt_br: Valor Base

source: Base Amount (Company Currency)
pt_br: Valor Base (Moeda da Empresa)

source: Base Change Amount (Company Currency)
pt_br: Valor de Troco Base (Moeda da Empresa)

source: Base Cost Per Unit
pt_br: Custo Base Por Unidade

source: Base Hour Rate(Company Currency)
pt_br: Valor Base Por Hora (Moeda da Empresa)

source: Base Rate
pt_br: Valor Base

source: Base Tax Withholding Net Total
pt_br: Total Líquido de Retenção de Impostos Base

source: Base Total
pt_br: Total Base

source: Base Total Billable Amount
pt_br: Valor Total Faturável Base

source: Base Total Billed Amount
pt_br: Valor Total Faturado Base

source: Base Total Costing Amount
pt_br: Valor Total de Custo Base

source: Base URL
pt_br: URL Base

source: Based On
pt_br: Baseado Em

source: Based On Data ( in years )
pt_br: Baseado em Dados (em anos)

source: Based On Document
pt_br: Baseado no Documento

source: Based On Payment Terms
pt_br: Baseado em Condições de Pagamento

source: Based On Price List
pt_br: Baseado na Tabela de Preços

source: Based On Value
pt_br: Baseado no Valor

source: Based on your HR Policy, select your leave allocation period's end date
pt_br: Com base na sua Política de Recursos Humanos, selecione a data final do período de alocação de férias

source: Based on your HR Policy, select your leave allocation period's start date
pt_br: Com base na sua Política de Recursos Humanos, selecione a data inicial do período de alocação de férias

source: Basic Amount
pt_br: Valor Base

source: Basic Amount (Company Currency)
pt_br: Total Base (Moeda da Empresa)

source: Basic Rate (Company Currency)
pt_br: Valor Base (Moeda da Empresa)

source: Basic Rate (as per Stock UOM)
pt_br: Valor Base (conforme UDM de Estoque)

source: Batch
pt_br: Lote

source: Batch Description
pt_br: Descrição do Lote

source: Batch Details
pt_br: Detalhes do Lote

source: Batch Expiry Date
pt_br: Data de Validade do Lote

source: Batch ID
pt_br: ID do Lote

source: Batch ID is mandatory
pt_br: O ID do Lote é obrigatório

source: Batch Item Expiry Status
pt_br: Status do Vencimento do Item do Lote

source: Batch No
pt_br: Número de Lote

source: Batch No is mandatory
pt_br: Número de Lote é obrigatório

source: Batch No {0} does not exists
pt_br: Número de Lote {0} não existe

source: Batch No {0} is linked with Item {1} which has serial no. Please scan serial no instead.
pt_br: Número de Lote {0} está vinculado ao Item {1}, que possui número de série. Por favor, escaneie o número de série em vez disso.

source: Batch No {0} is not present in the original {1} {2}, hence you can't return it against the {1} {2}
pt_br: O Número de Lote {0} não está presente no {1} {2} original, e, portanto, não é possível devolvê-lo a partir de {1} {2}

source: Batch No.
pt_br: Número de Lote

source: Batch Nos
pt_br: Números de Lotes

source: Batch Nos are created successfully
pt_br: Números de Lotes criados com sucesso

source: Batch Not Available for Return
pt_br: Lote Não Disponível para Devolução

source: Batch Number Series
pt_br: Série de Número de Lote

source: Batch Qty
pt_br: Quantidade de Lote

source: Batch Qty updated successfully
pt_br: Quantidade de Lote atualizada com sucesso

source: Batch Qty updated to {0}
pt_br: Quantidade de Lote atualizada para {0}

source: Batch Quantity
pt_br: Quantidade de Lote

source: Batch Size
pt_br: Tamanho de Lote
