Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: The Serial No at Row #{0}: {1} is not available in warehouse {2}.
pt_br: O Número de Série na Linha #{0}: {1} não está disponível no armazém {2}.

source: The Serial and Batch Bundle {0} is not valid for this transaction. The 'Type of Transaction' should be 'Outward' instead of 'Inward' in Serial and Batch Bundle {0}
pt_br: O Lote e Série do Pacote {0} não são válidos para esta transação. O 'Tipo de Transação' deve ser 'Saída' em vez de 'Entrada' no Pacote de Lote e Série {0}

source: The Stock Entry of type 'Manufacture' is known as backflush. Raw materials being consumed to manufacture finished goods is known as backflushing. <br><br> When creating Manufacture Entry, raw-material items are backflushed based on BOM of production item. If you want raw-material items to be backflushed based on Material Transfer entry made against that Work Order instead, then you can set it under this field.
pt_br: O Lançamento de Estoque do tipo 'Fabricação' é conhecido como backflush. O consumo de matérias-primas para fabricar produtos acabados é conhecido como backflushing. Ao criar o Lançamento de Fabricação, os itens de matéria-prima são baixados (backflushed) com base na Lista de Materiais (BOM) do item de produção. Se você quiser que os itens de matéria-prima sejam baixados com base no Lançamento de Transferência de Material feito contra aquela Ordem de Produção, você pode configurar isso neste campo.

source: The Stock Module is all set up!
pt_br: Módulo de Estoque configurado e pronto para uso!

source: The account head under Liability or Equity, in which Profit/Loss will be booked
pt_br: A conta contábil sob Passivo ou Patrimônio Líquido, no qual o Lucro/Prejuízo será lançado

source: The allocated amount is greater than the outstanding amount of Payment Request {0}
pt_br: O valor alocado é maior que o valor pendente da Requisição de Pagamento {0}

source: The amount of {0} set in this payment request is different from the calculated amount of all payment plans: {1}. Make sure this is correct before submitting the document.
pt_br: O valor de {0} definido nesta requisição de pagamento é diferente do valor calculado de todos os planos de pagamento: {1}. Certifique-se de que está correto antes de submeter o documento.

source: The completed quantity {0} of an operation {1} cannot be greater than the completed quantity {2} of a previous operation {3}.
pt_br: A quantidade concluída {0} de uma operação {1} não pode ser maior que a quantidade concluída {2} de uma operação anterior {3}.

source: The currency of invoice {} ({}) is different from the currency of this dunning ({}).
pt_br: A moeda da fatura {} ({}) é diferente da moeda desta cobrança ({}).

source: The default BOM for that item will be fetched by the system. You can also change the BOM.
pt_br: A Lista de Materiais (BOM) padrão para esse item será buscada automaticamente pelo sistema. Você também pode alterar a BOM.

source: The difference between from time and To Time must be a multiple of Appointment
pt_br: A diferença entre o Horário Inicial e o Horário Final deve ser um múltiplo de Agendamento

source: The field Asset Account cannot be blank
pt_br: O campo Conta de Ativo não pode ficar em branco

source: The field Equity/Liability Account cannot be blank
pt_br: O campo Conta de Patrimônio Líquido/Passivo não pode ficar em branco

source: The field From Shareholder cannot be blank
pt_br: O campo Do Acionista não pode ficar em branco

source: The field To Shareholder cannot be blank
pt_br: O campo Para o Acionista não pode ficar em branco

source: The field {0} in row {1} is not set
pt_br: O campo {0} na linha {1} não está configurado

source: The fields From Shareholder and To Shareholder cannot be blank
pt_br: Os campos Do Acionista e Para o Acionista não podem estar em branco.

source: The finished product {0} quantity {1} and For Quantity {2} cannot be different
pt_br: A quantidade do produto acabado {0} ({1}) e a Quantidade Para {2} não podem ser diferentes

source: The folio numbers are not matching
pt_br: Os números de fólio não estão correspondendo.

source: The following Items, having Putaway Rules, could not be accomodated:
pt_br: Os seguintes Itens, que possuem Regras de Alocação de Estoque, não puderam ser acomodados:

source: The following assets have failed to automatically post depreciation entries: {0}
pt_br: Os seguintes ativos falharam ao registrar automaticamente os lançamentos de depreciação: {0}

source: The following batches are expired, please restock them: <br> {0}
pt_br: Os seguintes lotes expiraram, por favor, reabasteça-os: <br> {0}

source: The following cancelled repost entries exist for <b>{0}</b>:<br><br>{1}<br><br>Kindly delete these entries before continuing.
pt_br: Os seguintes lançamentos de recontagem cancelados existem para <b>{0}</b>:<br><br>{1}<br><br>Por gentileza, apague esses lançamentos antes de continuar.

source: The following deleted attributes exist in Variants but not in the Template. You can either delete the Variants or keep the attribute(s) in template.
pt_br: Os seguintes atributos excluídos existem nas Variantes, mas não no Modelo. Você pode excluir as Variantes ou manter o(s) atributo(s) no modelo.

source: The following employees are currently still reporting to {0}:
pt_br: Os seguintes colaboradores ainda estão se reportando a {0}:

source: The following invalid Pricing Rules are deleted:
pt_br: As seguintes Regras de Precificação inválidas foram excluídas:

source: The following {0} were created: {1}
pt_br: Os seguintes {0} foram criados: {1}

source: The gross weight of the package. Usually net weight + packaging material weight. (for print)
pt_br: O peso bruto do pacote. Normalmente peso líquido + peso do material de embalagem. (para impressão)

source: The holiday on {0} is not between From Date and To Date
pt_br: O feriado em {0} não está entre a Data Inicial e a Data Final

source: The items {0} and {1} are present in the following {2} :
pt_br: Os itens {0} e {1} estão presentes no seguinte {2}:

source: The last scanned warehouse has been cleared and won't be set in the subsequently scanned items
pt_br: O armazém da última leitura/digitalização foi limpo e não será definido nos itens digitalizados subsequentemente

source: The net weight of this package. (calculated automatically as sum of net weight of items)
pt_br: O peso líquido do pacote. (Calculado automaticamente como soma do peso líquido dos itens)

source: The new BOM after replacement
pt_br: A nova Lista de Materiais (BOM) após substituição

source: The number of shares and the share numbers are inconsistent
pt_br: Os números de ações e a quantidade de ações estão inconsistentes

source: The operation {0} can not add multiple times
pt_br: A operação {0} não pode ser adicionada múltiplas vezes

source: The operation {0} can not be the sub operation
pt_br: A operação {0} não pode ser a suboperação

source: The original invoice should be consolidated before or along with the return invoice.
pt_br: A fatura original deve ser consolidada antes ou junto com a fatura de devolução.

source: The outstanding amount {0} in {1} is lesser than {2}. Updating the outstanding to this invoice.
pt_br: O valor em aberto de {0} em {1} é menor que {2}. Atualizando o valor em aberto desta fatura.

source: The parent account {0} does not exists in the uploaded template
pt_br: A conta pai {0} não existe no modelo carregado

source: The payment gateway account in plan {0} is different from the payment gateway account in this payment request
pt_br: A conta do portal de pagamento no plano {0} é diferente da conta do portal de pagamento nesta requisição de pagamento

source: The percentage you are allowed to bill more against the amount ordered. For example, if the order value is $100 for an item and tolerance is set as 10%, then you are allowed to bill up to $110
pt_br: A porcentagem que você tem permissão para faturar a mais contra o valor pedido. Por exemplo, se o valor do pedido for R$100 para um item e a tolerância for definida como 10%, então você tem permissão para faturar até R$110

source: The percentage you are allowed to pick more items in the pick list than the ordered quantity.
pt_br: A porcentagem de itens a mais que você tem permissão para separar na lista de separação do que a quantidade pedida.

source: The percentage you are allowed to receive or deliver more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed to receive 110 units.
pt_br: A porcentagem de itens a mais que você tem permissão para receber ou entregar contra a quantidade pedida. Por exemplo, se você pediu 100 unidades e sua Margem de Tolerância é de 10%, então você tem permissão para receber 110 unidades.

source: The percentage you are allowed to transfer more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed transfer 110 units.
pt_br: A porcentagem de itens a mais que você tem permissão para transferir contra a quantidade pedida. Por exemplo, se você pediu 100 unidades e sua Margem de Tolerância é de 10%, então você tem permissão para transferir 110 unidades.

source: The reserved stock will be released when you update items. Are you certain you wish to proceed?
pt_br: O estoque reservado será liberado quando você atualizar os itens. Tem certeza de que deseja prosseguir?

source: The reserved stock will be released. Are you certain you wish to proceed?
pt_br: O estoque reservado será liberado. Tem certeza de que deseja prosseguir?

source: The root account {0} must be a group
pt_br: A conta raiz {0} deve ser um grupo

source: The selected BOMs are not for the same item
pt_br: As Listas de Materiais (BOMs) selecionadas não são para o mesmo item

source: The selected change account {} doesn't belongs to Company {}.
pt_br: A conta de troco selecionada {} não pertence à Empresa {}.

source: The selected item cannot have Batch
pt_br: O item selecionado não pode ter Lote

source: The seller and the buyer cannot be the same
pt_br: O vendedor e o comprador não podem ser os mesmos

source: The serial and batch bundle {0} not linked to {1} {2}
pt_br: O pacote de número de série e lote {0} não está vinculado a {1} {2}.

source: The serial no {0} does not belong to item {1}
pt_br: O número de série {0} não pertence ao item {1}

source: The shareholder does not belong to this company
pt_br: O acionista não pertence a esta empresa

source: The shares already exist
pt_br: As ações já existem

source: The shares don't exist with the {0}
pt_br: As ações não existem com o {0}

source: The stock for the item {0} in the {1} warehouse was negative on the {2}. You should create a positive entry {3} before the date {4} and time {5} to post the correct valuation rate. For more details, please read the <a href='https://docs.erpnext.com/docs/user/manual/en/stock-adjustment-cogs-with-negative-stock'>documentation<a>.
pt_br: O estoque para o item {0} no armazém {1} estava negativo em {2}. Você deve criar um lançamento positivo {3} antes da data {4} e do horário {5} para lançar o custo unitário correto.

source: The stock has been reserved for the following Items and Warehouses, un-reserve the same to {0} the Stock Reconciliation: <br /><br /> {1}
pt_br: O estoque foi reservado para os seguintes Itens e Armazéns. Libere-o para {0} a Reconciliação de Estoque: <br /><br /> {1}

source: The sync has started in the background, please check the {0} list for new records.
pt_br: A sincronização foi iniciada em segundo plano, por favor, verifique a lista de {0} para novos registros.

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Draft stage
pt_br: A tarefa foi enfileirada como um processo em segundo plano. Caso haja algum problema no processamento em segundo plano, o sistema adicionará um comentário sobre o erro nesta Reconciliação de Estoque e reverterá para o estágio de Rascunho

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Submitted stage
pt_br: A tarefa foi enfileirada como um processo em segundo plano. Caso haja algum problema no processamento em segundo plano, o sistema adicionará um comentário sobre o erro nesta Reconciliação de Estoque e reverterá para o estágio de Submetido

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than allowed requested quantity {2} for Item {3}
pt_br: A quantidade total de Emissão/Transferência {0} na Requisição de Material {1} não pode ser maior do que a quantidade requisitada permitida {2} para o Item {3}

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than requested quantity {2} for Item {3}
pt_br: A quantidade total de Emissão/Transferência {0} na Requisição de Material {1} não pode ser maior do que a quantidade requisitada {2} para o Item {3}

source: The uploaded file does not match the selected Code List.
pt_br: O arquivo carregado não corresponde à Lista de Códigos selecionada.

source: The user cannot submit the Serial and Batch Bundle manually
pt_br: O usuário não pode submeter o Pacote de Número de Série e Lote manualmente

source: The users with this Role are allowed to create/modify a stock transaction, even though the transaction is frozen.
pt_br: Os usuários com esta Função têm permissão para criar/modificar uma transação de estoque, mesmo que a transação esteja congelada.

source: The value of {0} differs between Items {1} and {2}
pt_br: O valor de {0} difere entre os Itens {1} e {2}

source: The value {0} is already assigned to an existing Item {1}.
pt_br: O valor {0} já está atribuído a um item existente {1}.

source: The warehouse where you store finished Items before they are shipped.
pt_br: O armazém onde você armazena os Itens Acabados antes de serem enviados.

source: The warehouse where you store your raw materials. Each required item can have a separate source warehouse. Group warehouse also can be selected as source warehouse. On submission of the Work Order, the raw materials will be reserved in these warehouses for production usage.
pt_br: O armazém onde você armazena suas matérias-primas. Cada item requerido pode ter um armazém de origem separado. Um Grupo de Armazéns também pode ser selecionado como armazém de origem. Na submissão da Ordem de Produção, as matérias-primas serão reservadas nesses armazéns para uso na produção.

source: The warehouse where your Items will be transferred when you begin production. Group Warehouse can also be selected as a Work in Progress warehouse.
pt_br: O armazém para onde seus Itens serão transferidos quando você iniciar a produção. Um Grupo de Armazéns também pode ser selecionado como armazém de Trabalho em Andamento.

source: The {0} ({1}) must be equal to {2} ({3})
pt_br: O {0} ({1}) deve ser igual a {2} ({3})

source: The {0} contains Unit Price Items.
pt_br: O {0} contém Itens com Preço Unitário.

source: The {0} {1} created sucessfully
pt_br: O {0} {1} foi criado com sucesso

source: The {0} {1} does not match with the {0} {2} in the {3} {4}
pt_br: O(A) {0} {1} não corresponde ao(à) {0} {2} no(a) {3} {4}

source: The {0} {1} is used to calculate the valuation cost for the finished good {2}.
pt_br: O {0} {1} é usado para calcular o custo de avaliação do produto acabado {2}.

source: There are active maintenance or repairs against the asset. You must complete all of them before cancelling the asset.
pt_br: Há manutenções ou reparos ativos contra o ativo. Você deve concluí-los antes de cancelar o ativo.

source: There are inconsistencies between the rate, no of shares and the amount calculated
pt_br: Existem inconsistências entre o valor, o número de ações e o valor total calculado

source: There are ledger entries against this account. Changing {0} to non-{1} in live system will cause incorrect output in 'Accounts {2}' report
pt_br: Existem lançamentos contábeis contra esta conta. Alterar {0} para um tipo que não seja {1} em um sistema em produção fará com que o relatório 'Contas de {2}' apresente dados incorretos

source: There are no Failed transactions
pt_br: Não há transações com falha

source: There are no active Fiscal Years for which Demo Data can be generated.
pt_br: Não há Anos Fiscais ativos para os quais os Dados de Demonstração podem ser gerados.

source: There are no slots available on this date
pt_br: Não há vagas disponíveis nesta data

source: There are two options to maintain valuation of stock. FIFO (first in - first out) and Moving Average. To understand this topic in detail please visit <a href='https://docs.frappe.io/erpnext/user/manual/en/calculation-of-valuation-rate-in-fifo-and-moving-average' target='_blank'>Item Valuation, FIFO and Moving Average.</a>
pt_br: Existem duas opções para manter a avaliação de estoque: FIFO (First In, First Out) e Média Móvel. Para entender este tópico em detalhes, visite <a href='' target='_blank'>Avaliação de Itens, FIFO e Média Móvel.</a>

source: There aren't any item variants for the selected item
pt_br: Não há nenhuma variante de item para o item selecionado

source: There can be multiple tiered collection factor based on the total spent. But the conversion factor for redemption will always be same for all the tier.
pt_br: Pode haver múltiplos fatores de coleta em níveis com base no gasto total. Mas o fator de conversão para resgate será sempre o mesmo para todos os níveis.

source: There can only be 1 Account per Company in {0} {1}
pt_br: Pode haver apenas 1 Conta por Empresa em {0} {1}

source: There can only be one Shipping Rule Condition with 0 or blank value for "To Value"
pt_br: Só pode haver uma Condição de Regra de Envio com valor em branco ou 0 para "Valor Final"

source: There is already a valid Lower Deduction Certificate {0} for Supplier {1} against category {2} for this time period.
pt_br: Já existe um Certificado de Retenção Reduzida válido {0} para o Fornecedor {1} contra a categoria {2} para este período.

source: There is already an active Subcontracting BOM {0} for the Finished Good {1}.
pt_br: Já existe uma Lista de Materiais (BOM) de Subcontratação ativa {0} para o Produto Acabado {1}.

source: There is no batch found against the {0}: {1}
pt_br: Nenhum lote encontrado contra o {0}: {1}

source: There is nothing to edit.
pt_br: Não há nada a ser editado.

source: There must be atleast 1 Finished Good in this Stock Entry
pt_br: Deve haver pelo menos 1 Produto Acabado neste Lançamento de Estoque

source: There was an error creating Bank Account while linking with Plaid.
pt_br: Ocorreu um erro ao criar a Conta Bancária ao vincular com o Plaid.

source: There was an error saving the document.
pt_br: Ocorreu um erro ao salvar o documento.

source: There was an error syncing transactions.
pt_br: Ocorreu um erro ao sincronizar as transações.

source: There was an error updating Bank Account {} while linking with Plaid.
pt_br: Ocorreu um erro ao atualizar a Conta Bancária {} ao vincular com o Plaid.

source: There was an issue connecting to Plaid's authentication server. Check browser console for more information
pt_br: Houve um problema ao conectar com o servidor de autenticação do Plaid. Verifique o console do navegador para mais informações.

source: There were errors while sending email. Please try again.
pt_br: Ocorreram erros durante o envio de e-mail. Por favor, tente novamente.

source: There were issues unlinking payment entry {0}.
pt_br: Houve problemas ao desvincular o lançamento de pagamento {0}.

source: This Account has '0' balance in either Base Currency or Account Currency
pt_br: Esta Conta tem saldo '0' na Moeda Base ou na Moeda da Conta

source: This Item is a Template and cannot be used in transactions. Item attributes will be copied over into the variants unless 'No Copy' is set
pt_br: Este Item é um Modelo e não pode ser usado em transações. Os atributos do Item serão copiados para as variantes, a menos que 'Não Copiar' seja definido.

source: This Item is a Variant of {0} (Template).
pt_br: Este Item é uma Variante de {0} (Modelo).

source: This Month's Summary
pt_br: Resumo Deste Mês

source: This PO has been fully subcontracted.
pt_br: Este Pedido de Compra foi totalmente subcontratado.

source: This Warehouse will be auto-updated in the Target Warehouse field of Work Order.
pt_br: Este Armazém será atualizado automaticamente no campo Armazém de Destino da Ordem de Produção.

source: This Warehouse will be auto-updated in the Work In Progress Warehouse field of Work Orders.
pt_br: Este Armazém será atualizado automaticamente no campo Armazém de Trabalho em Andamento das Ordens de Produção.

source: This Week's Summary
pt_br: Resumo Desta Semana

source: This action will stop future billing. Are you sure you want to cancel this subscription?
pt_br: Essa ação interromperá o faturamento futuro. Tem certeza de que deseja cancelar esta assinatura?

source: This action will unlink this account from any external service integrating ERPNext with your bank accounts. It cannot be undone. Are you certain ?
pt_br: Esta ação desvinculará esta conta de qualquer serviço externo que integre o Dut ERP às suas contas bancárias. Não pode ser desfeito. Você tem certeza?

source: This asset category is marked as non-depreciable. Please disable depreciation calculation or choose a different category.
pt_br: Esta categoria de ativo está marcada como não depreciável. Por favor, desabilite o cálculo da depreciação ou escolha uma categoria diferente.

source: This covers all scorecards tied to this Setup
pt_br: Isto cobre todos os placares de desempenho vinculados a esta Configuração

source: This document is over limit by {0} {1} for item {4}. Are you making another {3} against the same {2}?
pt_br: Este documento excedeu o limite de {0} em {1} para o item {4}. Você está fazendo outra(o) {3} contra o(a) mesmo(a) {2}?

source: This field is used to set the 'Customer'.
pt_br: Este campo é usado para definir o 'Cliente'.

source: This filter will be applied to Journal Entry.
pt_br: Este filtro será aplicado ao Lançamento Contábil.

source: This is a Template BOM and will be used to make the work order for {0} of the item {1}
pt_br: Esta é uma Lista de Materiais (BOM) Modelo e será usada para criar a ordem de produção para {0} do item {1}.

source: This is a location where final product stored.
pt_br: Esta é a localização onde o produto final é armazenado.

source: This is a location where operations are executed.
pt_br: Esta é a localização onde as operações são executadas.

source: This is a location where raw materials are available.
pt_br: Esta é a localização onde as matérias-primas estão disponíveis.

source: This is a location where scraped materials are stored.
pt_br: Esta é a localização onde os materiais sucateados são armazenados.

source: This is a preview of the email to be sent. A PDF of the document will automatically be attached with the email.
pt_br: Esta é uma pré-visualização do e-mail a ser enviado. Um PDF do documento será automaticamente anexado ao e-mail.

source: This is a root account and cannot be edited.
pt_br: Esta é uma conta raiz e não pode ser editada.

source: This is a root customer group and cannot be edited.
pt_br: Este é um grupo de clientes de raiz e não pode ser editado.

source: This is a root department and cannot be edited.
pt_br: Este é um departamento raiz e não pode ser editado.

source: This is a root item group and cannot be edited.
pt_br: Este é um grupo de itens raiz e não pode ser editado.

source: This is a root sales person and cannot be edited.
pt_br: Esta é um vendedor raiz e não pode ser editado.
