Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Refresh Plaid Link
pt_br: Atualizar Link Plaid

source: Regards,
pt_br: Saudações,

source: Regenerate Closing Stock Balance
pt_br: Regenerar Saldo de Estoque Final

source: Registration Details
pt_br: Detalhes de Registro

source: Rejected
pt_br: Rejeitado

source: Rejected
pt_br: Rejeitado

source: Rejected Qty
pt_br: Qtd. Rejeitada

source: Rejected Quantity
pt_br: Quantidade Rejeitada

source: Rejected Serial No
pt_br: Número de Série Rejeitado

source: Rejected Serial and Batch Bundle
pt_br: Lote e Série Rejeitados

source: Rejected Warehouse
pt_br: Armazém de Rejeição

source: Rejected Warehouse and Accepted Warehouse cannot be same.
pt_br: O Armazém de Rejeição e o Armazém de Aprovação não podem ser os mesmos.

source: Related
pt_br: Relacionados

source: Relation
pt_br: Relação

source: Release Date
pt_br: Data de Lançamento

source: Release date must be in the future
pt_br: Data de lançamento deve estar no futuro

source: Relieving Date
pt_br: Data da Liberação

source: Remaining
pt_br: Remanescente

source: Remaining Balance
pt_br: Saldo Remanescente

source: Remark
pt_br: Observação

source: Remarks
pt_br: Observações

source: Remarks Column Length
pt_br: Comprimento da Coluna de Observações

source: Remove Parent Row No in Items Table
pt_br: Remover Número da Linha Pai na Tabela de Itens

source: Remove item if charges is not applicable to that item
pt_br: Remover item se as cargas não é aplicável a esse elemento

source: Removed items with no change in quantity or value.
pt_br: Itens removidos sem nenhuma alteração na quantidade ou valor.

source: Removing rows without exchange gain or loss
pt_br: Removendo linhas sem ganho ou perda cambial

source: Rename
pt_br: Renomear

source: Rename Attribute Value in Item Attribute.
pt_br: Renomeie o Valor do Atributo no Atributo do Item.

source: Rename Log
pt_br: Renomear Registro

source: Rename Not Allowed
pt_br: Renomear Não Permitido

source: Rename Tool
pt_br: Ferramenta de Renomear

source: Rename jobs for doctype {0} have been enqueued.
pt_br: Tarefas de renomeação para o tipo de documento {0} foi enfileirada.

source: Rename jobs for doctype {0} have not been enqueued.
pt_br: Tarefas de renomeação para o tipo de documento {0} não foi enfileirada.

source: Renaming it is only allowed via parent company {0}, to avoid mismatch.
pt_br: Renomear só é permitido por meio da empresa-mãe {0}, para evitar incompatibilidade.

source: Rent Cost
pt_br: Custo de Aluguel

source: Rented
pt_br: Alugado

source: Reopen
pt_br: Reabrir

source: Reorder Level
pt_br: Nível de Reabastecimento

source: Reorder Qty
pt_br: Qtd. para Reabastecimento

source: Reorder level based on Warehouse
pt_br: Nível de Reabastecimento baseado em Armazém

source: Repack
pt_br: Reembalar

source: Repair
pt_br: Reparo

source: Repair Asset
pt_br: Reparar Ativo

source: Repair Cost
pt_br: Custo de Reparo

source: Repair Details
pt_br: Detalhes do Reparo

source: Repair Status
pt_br: Status do Reparo

source: Repeat Customer Revenue
pt_br: Receita Clientes Repetidos

source: Repeat Customers
pt_br: Clientes Repetidos

source: Replace
pt_br: Substituir

source: Replace BOM
pt_br: Substituir BOM

source: Replace a particular BOM in all other BOMs where it is used. It will replace the old BOM link, update cost and regenerate "BOM Explosion Item" table as per new BOM. It also updates latest price in all the BOMs.
pt_br: Substitua uma Lista de Materiais (BOM) específica em todas as outras listas de materiais onde ela é usada. O link da BOM antiga será substituído, o custo atualizado e tabela de "Explosão de Itens da BOM" regenerada conforme a nova BOM. O preço mais recente será atualizado em todas as BOMs.

source: Replied
pt_br: Respondido

source: Report
pt_br: Relatório

source: Report Date
pt_br: Data do Relatório

source: Report Error
pt_br: Erro de Relatório

source: Report Filters
pt_br: Filtros de Relatório

source: Report Type
pt_br: Tipo de Relatório

source: Report Type is mandatory
pt_br: Tipo de Relatório é obrigatório

source: Report View
pt_br: Visualização de Relatório

source: Report an Issue
pt_br: Reportar um Problema

source: Reports
pt_br: Relatórios

source: Reports to
pt_br: Superior Imediato

source: Repost Accounting Ledger
pt_br: Recontabilizar Razão Contábil

source: Repost Accounting Ledger Items
pt_br: Recontabilizar Itens da Razão Contábil

source: Repost Accounting Ledger Settings
pt_br: Configurações de Recontabilização da Razão Contábil

source: Repost Allowed Types
pt_br: Recontabilizar Tipos Permitidos

source: Repost Error Log
pt_br: Registros de Erros de Recontabilização

source: Repost Item Valuation
pt_br: Recontabilizar Custo Unitário do Item

source: Repost Payment Ledger
pt_br: Recontabilizar Razão de Pagamento

source: Repost Payment Ledger Items
pt_br: Recontabilizar Itens da Razão de Pagamento

source: Repost Status
pt_br: Status da Recontabilização

source: Repost has started in the background
pt_br: A Recontabilização foi iniciada em segundo plano

source: Repost in background
pt_br: Recontabilizar em segundo plano

source: Repost started in the background
pt_br: A Recontabilização foi iniciada em segundo plano

source: Reposting Completed {0}%
pt_br: Recontabilização Completa {0}%

source: Reposting Data File
pt_br: Arquivo de Dados de Recontabilização

source: Reposting Info
pt_br: Informações de Recontabilização

source: Reposting Progress
pt_br: Progresso da Recontabilização

source: Reposting entries created: {0}
pt_br: Lançamentos de recontabilização criados: {0}

source: Reposting has been started in the background.
pt_br: A recontabilização foi iniciada em segundo plano.

source: Reposting in the background.
pt_br: Recontabilizando em segundo plano.

source: Represents Company
pt_br: Representa Empresa

source: Represents a Financial Year. All accounting entries and other major transactions are tracked against the Fiscal Year.
pt_br: Representa um Exercício Financeiro. Todos os lançamentos contábeis e outras transações principais são rastreadas contra o Ano Fiscal.

source: Reqd By Date
pt_br: Entrega Esperada Em

source: Reqd by date
pt_br: Entrega Esperada Em

source: Request For Quotation
pt_br: Requisição de Cotação

source: Request Parameters
pt_br: Parâmetros de Requisição

source: Request Timeout
pt_br: Tempo Limite da Requisição

source: Request Type
pt_br: Tipo de Requisição

source: Request for
pt_br: Requisição para

source: Request for Information
pt_br: Requisição de Informação

source: Request for Quotation
pt_br: Requisição de Cotação

source: Request for Quotation Item
pt_br: Item de Requisição de Cotação

source: Request for Quotation Supplier
pt_br: Fornecedor de Requisição de Cotação

source: Request for Raw Materials
pt_br: Requisição de Matérias-Primas

source: Requested
pt_br: Requisitado

source: Requested Items To Be Transferred
pt_br: Itens Requisitados a Transferir

source: Requested Items to Order and Receive
pt_br: Itens Requisitados para Pedir e Receber

source: Requested Numbers
pt_br: Números Solicitados

source: Requested Qty
pt_br: Qtd. Requisitada

source: Requested Qty: Quantity requested for purchase, but not ordered.
pt_br: Qtd. Requisitada: Quantidade requisitada para compra, mas não pedida.

source: Requesting Site
pt_br: Local Solicitante

source: Requestor
pt_br: Solicitador

source: Required By
pt_br: Requerido Para

source: Required Date
pt_br: Data Requerida

source: Required Items
pt_br: Itens Requeridos

source: Required On
pt_br: Requerido Em

source: Required Qty
pt_br: Qtd. Requerida

source: Required Quantity
pt_br: Quantidade Requerida

source: Requirement
pt_br: Requisito

source: Requires Fulfilment
pt_br: Requer Cumprimento

source: Research
pt_br: Pesquisa

source: Research & Development
pt_br: Pesquisa e Desenvolvimento

source: Researcher
pt_br: Pesquisador

source: Reselect, if the chosen address is edited after save
pt_br: Selecione novamente, caso o endereço escolhido seja editado após salvar

source: Reselect, if the chosen contact is edited after save
pt_br: Selecione novamente, caso o endereço escolhido seja editado após salvar

source: Reseller
pt_br: Revendedor

source: Resend Payment Email
pt_br: Reenviar E-mail de Pagamento

source: Reservation Based On
pt_br: Reserva Com Base Em

source: Reserve
pt_br: Reservar

source: Reserve Stock
pt_br: Reservar Estoque

source: Reserve Warehouse
pt_br: Armazém de Reserva

source: Reserved
pt_br: Reservado

source: Reserved Qty
pt_br: Qtd. Reservada

source: Reserved Qty ({0}) cannot be a fraction. To allow this, disable '{1}' in UOM {3}.
pt_br: A Qtd. Reservada ({0}) não pode ser uma fração. Para permitir isso, desabilite '{1}' na UDM {3}.

source: Reserved Qty for Production
pt_br: Qtd. Reservada Para Produção

source: Reserved Qty for Production Plan
pt_br: Qtd. Reservada para Plano de Produção

source: Reserved Qty for Production: Raw materials quantity to make manufacturing items.
pt_br: Quantidade reservada para produção: quantidade de matérias-primas para fabricar itens de produção.

source: Reserved Qty for Subcontract
pt_br: Qtd. Reservada para Subcontratação

source: Reserved Qty for Subcontract: Raw materials quantity to make subcontracted items.
pt_br: Quantidade reservada para subcontratação: quantidade de matérias-primas para fazer itens subcontratados.

source: Reserved Qty should be greater than Delivered Qty.
pt_br: A Qtd. Reservada deve ser maior que a Qtd. Entregue.

source: Reserved Qty: Quantity ordered for sale, but not delivered.
pt_br: Gereserveerd Aantal : Aantal besteld te koop , maar niet geleverd.

source: Reserved Quantity
pt_br: Quantidade Reservada

source: Reserved Quantity for Production
pt_br: Quantidade Reservada Para Produção

source: Reserved Serial No.
pt_br: Número de Série Reservado

source: Reserved Stock
pt_br: Estoque Reservado

source: Reserved Stock for Batch
pt_br: Estoque Reservado para o Lote

source: Reserved for POS Transactions
pt_br: Reservado para Transações no PDV

source: Reserved for Production
pt_br: Reservado para Produção

source: Reserved for Production Plan
pt_br: Reservado para Plano de Produção

source: Reserved for Sub Contracting
pt_br: Reservado para Subcontratação

source: Reserved for manufacturing
pt_br: Reservado para fabricação

source: Reserved for sale
pt_br: Reservado para venda

source: Reserved for sub contracting
pt_br: Reservado para subcontratação

source: Reserving Stock...
pt_br: Reservando Estoque...

source: Reset
pt_br: Redefinir

source: Reset Company Default Values
pt_br: Redefinir Valores Padrão da Empresa

source: Reset Plaid Link
pt_br: Redefinir Link Plaid

source: Reset Raw Materials Table
pt_br: Redefinir Tabela de Matérias-Primas

source: Reset Service Level Agreement
pt_br: Redefinir Acordo de Nível de Serviço

source: Resetting Service Level Agreement.
pt_br: Redefinindo o Acordo de Nível de Serviço.

source: Resignation Letter Date
pt_br: Data da Carta de Demissão

source: Resolution
pt_br: Solução

source: Resolution By
pt_br: Resolução Por

source: Resolution Date
pt_br: Data da Solução

source: Resolution Details
pt_br: Detalhes da Solução

source: Resolution Due
pt_br: Resolução Pendente

source: Resolution Time
pt_br: Tempo de Resolução

source: Resolutions
pt_br: Resoluções

source: Resolve
pt_br: Resolver

source: Resolved
pt_br: Resolvido

source: Resolved By
pt_br: Resolvido Por

source: Response By
pt_br: Resposta Por

source: Response Details
pt_br: Detalhes da Resposta

source: Response Key List
pt_br: Lista de Chaves de Resposta

source: Response Options
pt_br: Opções de Resposta

source: Response Result Key Path
pt_br: Caminho da Chave do Resultado da Resposta

source: Response Time for {0} priority in row {1} can't be greater than Resolution Time.
pt_br: O tempo de resposta para {0} prioridade na linha {1} não pode ser maior que o tempo de resolução.

source: Response and Resolution
pt_br: Resposta e Resolução

source: Responsible
pt_br: Responsável

source: Rest Of The World
pt_br: Resto do Mundo

source: Restart
pt_br: Reiniciar

source: Restart Subscription
pt_br: Reiniciar Assinatura

source: Restore Asset
pt_br: Restaurar Ativo

source: Restrict
pt_br: Restringir

source: Restrict Items Based On
pt_br: Restringir Itens Com Base Em

source: Restrict to Countries
pt_br: Restringir aos Países

source: Result Key
pt_br: Chave de Resultado

source: Result Preview Field
pt_br: Campo de Prévia do Resultado

source: Result Route Field
pt_br: Campo de Rota do Resultado

source: Result Title Field
pt_br: Campo de Título do Resultado

source: Resume
pt_br: Resumo

source: Resume Job
pt_br: Retomar Serviço

source: Resume Timer
pt_br: Retomar Cronômetro

source: Retail & Wholesale
pt_br: Varejo e Atacado

source: Retailer
pt_br: Varejista

source: Retain Sample
pt_br: Manter Amostra

source: Retained Earnings
pt_br: Lucros Acumulados

source: Retention Stock Entry
pt_br: Lançamento de Estoque de Retenção

source: Retention Stock Entry already created or Sample Quantity not provided
pt_br: Lançamento de Estoque de Retenção já criado ou Quantidade de Amostra não fornecida

source: Retried
pt_br: Repetido

source: Retry
pt_br: Tentar Novamente

source: Retry Failed Transactions
pt_br: Repetir Transações Falhas

source: Return
pt_br: Devolução

source: Return / Credit Note
pt_br: Devolução/Nota de Crédito

source: Return / Debit Note
pt_br: Devolução/Nota de Débito

source: Return Against
pt_br: Devolução Contra

source: Return Against Delivery Note
pt_br: Devolução Contra Guia de Remessa

source: Return Against Purchase Invoice
pt_br: Devolução Contra Fatura de Compra

source: Return Against Purchase Receipt
pt_br: Devolução Contra Recebimento de Compra

source: Return Against Subcontracting Receipt
pt_br: Devolução Contra Recibo de Subcontratação

source: Return Components
pt_br: Devolver Componentes

source: Return Issued
pt_br: Devolução Emitida

source: Return Qty
pt_br: Qtd. de Devolução

source: Return Qty from Rejected Warehouse
pt_br: Qtd. de Devolução do Armazém de Rejeição

source: Return invoice of asset cancelled
pt_br: Fatura de devolução de ativo cancelada

source: Return of Components
pt_br: Devolução de Componentes

source: Return on Asset Ratio
pt_br: Retorno sobre o Ativo Total (ROA)

source: Return on Equity Ratio
pt_br: Retorno sobre o Patrimônio Líquido (ROE)

source: Returned
pt_br: Devolvido

source: Returned Against
pt_br: Devolvido Contra

source: Returned Amount
pt_br: Valor Devolvido

source: Returned Qty
pt_br: Qtd. Devolvida

source: Returned Qty
pt_br: Qtd. Devolvida

source: Returned Qty in Stock UOM
pt_br: Qtd. Devolvida na UDM do Estoque

source: Returned exchange rate is neither integer not float.
pt_br: A taxa de câmbio devolvida não é nem um número inteiro nem decimal.

source: Returns
pt_br: Devoluções

source: Revaluation Journals
pt_br: Lançamentos de Reavaliação

source: Revaluation Surplus
pt_br: Superávit de Reavaliação

source: Revenue
pt_br: Receita

source: Reversal Of
pt_br: Estorno de

source: Reverse Journal Entry
pt_br: Estorno de Lançamento Contábil

source: Review
pt_br: Revisar

source: Review Chart of Accounts
pt_br: Revisar Plano de Contas

source: Review Date
pt_br: Data da Revisão

source: Review Fixed Asset Accounts
pt_br: Revisar Contas de Ativos Imobilizados

source: Review Stock Settings
pt_br: Revisar Configurações de Estoque

source: Review and Action
pt_br: Revisão e Ação

source: Reviews
pt_br: Revisões

source: Rgt
pt_br: Dir

source: Right Child
pt_br: Ramo Direito

source: Right Index
pt_br: Índice certo

source: Ringing
pt_br: Toque

source: Rod
pt_br: Vara (Rod)

source: Role Allowed to Create/Edit Back-dated Transactions
pt_br: Função Autorizada a Criar/Editar Transações Retroativas

source: Role Allowed to Edit Frozen Stock
pt_br: Função Autorizada a Editar Estoque Congelado

source: Role Allowed to Over Bill
pt_br: Função Autorizada a Superfaturar

source: Role Allowed to Over Deliver/Receive
pt_br: Função Autorizada a Entregar/Receber em Excesso

source: Role Allowed to Override Stop Action
pt_br: Função Autorizada a Substituir Ação de Parada

source: Role Allowed to Set Frozen Accounts and Edit Frozen Entries
pt_br: Função Autorizada a Definir Contas Congeladas e Editar Lançamentos Congelados

source: Role allowed to bypass Credit Limit
pt_br: Função autorizada a contornar Limite de Crédito

source: Root
pt_br: Raiz

source: Root Company
pt_br: Empresa Raiz

source: Root Type
pt_br: Tipo de Raiz

source: Root Type for {0} must be one of the Asset, Liability, Income, Expense and Equity
pt_br: O Tipo de Raiz para {0} deve ser um dos seguintes: Ativo, Passivo, Receita, Despesa e Patrimônio

source: Root Type is mandatory
pt_br: Tipo de Raiz é obrigatório

source: Root cannot be edited.
pt_br: Raiz não pode ser editado.

source: Root cannot have a parent cost center
pt_br: Raiz não pode ter um centro de custos pai

source: Round Free Qty
pt_br: Arredondar Qtd. Gratuita

source: Round Off
pt_br: Arredondamento

source: Round Off Account
pt_br: Conta Contábil de Arredondamento

source: Round Off Cost Center
pt_br: Centro de Custo de Arredondamento

source: Round Off Tax Amount
pt_br: Arredondar Valor do Imposto

source: Round Off for Opening
pt_br: Arredondamento para Abertura

source: Round Tax Amount Row-wise
pt_br: Arredondar Valor do Imposto por Linha

source: Rounded Total
pt_br: Total Arredondado

source: Rounded Total (Company Currency)
pt_br: Total Arredondado (Moeda da Empresa)

source: Rounding Adjustment
pt_br: Ajuste de Arredondamento

source: Rounding Adjustment (Company Currency
pt_br: Ajuste de Arredondamento (Moeda da Empresa

source: Rounding Adjustment (Company Currency)
pt_br: Ajuste de Arredondamento (Moeda da Empresa)

source: Rounding Loss Allowance
pt_br: Margem de Tolerância para Perda por Arredondamento

source: Rounding Loss Allowance should be between 0 and 1
pt_br: A Margem de Tolerância para Perda por Arredondamento deve estar entre 0 e 1

source: Rounding gain/loss Entry for Stock Transfer
pt_br: Lançamento de ganho/perda por arredondamento para Transferência de Estoque

source: Route
pt_br: Rota

source: Routing
pt_br: Encaminhamento

source: Routing Name
pt_br: Nome de Roteamento

source: Row #
pt_br: Linha #

source: Row # {0}: Cannot return more than {1} for Item {2}
pt_br: Linha #{0}: Não é possível retornar mais de {1} para o item {2}

source: Row # {0}: Please add Serial and Batch Bundle for Item {1}
pt_br: Linha #{0}: Por favor, adicione Pacote de Série e Lote para o Item {1}

source: Row # {0}: Please enter quantity for Item {1} as it is not zero.
pt_br: Linha #{0}: Por favor, informe a quantidade para o item {1}, pois não pode ser zero.

source: Row # {0}: Rate cannot be greater than the rate used in {1} {2}
pt_br: Linha # {0}: a taxa não pode ser maior que a taxa usada em {1} {2}

source: Row # {0}: Returned Item {1} does not exist in {2} {3}
pt_br: Linha # {0}: o Item Devolvido {1} não existe em {2} {3}

source: Row #1: Sequence ID must be 1 for Operation {0}.
pt_br: Linha #1: O ID da Sequência deve ser 1 para a Operação {0}.

source: Row #{0} (Payment Table): Amount must be negative
pt_br: Linha #{0} (Tabela de Pagamento): o valor deve ser negativo

source: Row #{0} (Payment Table): Amount must be positive
pt_br: Linha # {0} (Tabela de Pagamento): o valor deve ser positivo

source: Row #{0}:
pt_br: Linha #{0}:

source: Row #{0}: A reorder entry already exists for warehouse {1} with reorder type {2}.
pt_br: Linha #{0}: Já existe um lançamento de reabastecimento para o armazém {1} com o tipo de reabastecimento {2}.

source: Row #{0}: Acceptance Criteria Formula is incorrect.
pt_br: Linha #{0}: A Fórmula do Critério de Aceitação está incorreta.

source: Row #{0}: Acceptance Criteria Formula is required.
pt_br: Linha #{0}: A Fórmula do Critério de Aceitação é obrigatória.

source: Row #{0}: Accepted Warehouse and Rejected Warehouse cannot be same
pt_br: Linha #{0}: Armazém de Aprovação e o Armazém de Rejeição não podem ser os mesmos

source: Row #{0}: Accepted Warehouse and Supplier Warehouse cannot be same
pt_br: Linha #{0}: Armazém de Aprovação e o Armazém do Fornecedor não podem ser os mesmos

source: Row #{0}: Accepted Warehouse is mandatory for the accepted Item {1}
pt_br: Linha #{0}: Armazém de Aprovação é obrigatório para o Item aprovado {1}.

source: Row #{0}: Account {1} does not belong to company {2}
pt_br: Linha #{0}: Conta {1} não pertence à empresa {2}

source: Row #{0}: Allocated Amount cannot be greater than Outstanding Amount of Payment Request {1}
pt_br: Linha #{0}: Valor Alocado não pode ser maior que o Valor Pendente da Requisição de Pagamento {1}

source: Row #{0}: Allocated Amount cannot be greater than outstanding amount.
pt_br: Linha #{0}: Valor Alocado não pode ser maior que o valor pendente.

source: Row #{0}: Allocated amount:{1} is greater than outstanding amount:{2} for Payment Term {3}
pt_br: Linha #{0}: Valor Alocado: {1} é maior que o valor pendente: {2} para o Condição de Pagamento {3}

source: Row #{0}: Amount must be a positive number
pt_br: Linha #{0}: Valor deve ser um número positivo.

source: Row #{0}: Asset {1} cannot be sold, it is already {2}
pt_br: Linha #{0}: O Ativo {1} não pode ser vendido, uma vez que já está {2}

source: Row #{0}: Asset {1} is already sold
pt_br: Linha #{0}: O Ativo {1} já foi vendido

source: Row #{0}: BOM is not specified for subcontracting item {0}
pt_br: Linha #{0}: Lista de Materiais não está especificada para o item de subcontratação {0}.

source: Row #{0}: Batch No {1} is already selected.
pt_br: Linha #{0}: O Número de Lote {1} já foi selecionado.

source: Row #{0}: Cannot allocate more than {1} against payment term {2}
pt_br: Linha #{0}: Não é possível alocar mais de {1} contra a condição de pagamento {2}.

source: Row #{0}: Cannot delete item {1} which has already been billed.
pt_br: Linha #{0}: não é possível excluir o item {1}, que já foi faturado.

source: Row #{0}: Cannot delete item {1} which has already been delivered
pt_br: Linha #{0}: não é possível excluir o item {1}, que já foi entregue

source: Row #{0}: Cannot delete item {1} which has already been received
pt_br: Linha #{0}: não é possível excluir o item {1}, que já foi recebido

source: Row #{0}: Cannot delete item {1} which has work order assigned to it.
pt_br: Linha #{0}: Não é possível excluir o item {1} que possui uma ordem de produção atribuída a ele.

source: Row #{0}: Cannot delete item {1} which is already ordered against this Sales Order.
pt_br: Linha #{0}: Não é possível apagar o item {1}, que já foi solicitado contra este Pedido de Venda.

source: Row #{0}: Cannot select Supplier Warehouse while suppling raw materials to subcontractor
pt_br: Linha #{0}: não é possível selecionar o armazém do fornecedor ao fornecer matérias-primas ao subcontratado

source: Row #{0}: Cannot set Rate if the billed amount is greater than the amount for Item {1}.
pt_br: Linha nº {0}: Não é possível definir o valor unitário se o valor faturado for maior que o valor do Item {1}.

source: Row #{0}: Cannot transfer more than Required Qty {1} for Item {2} against Job Card {3}
pt_br: Linha #{0}: Não é possível transferir mais do que a Qtd. Requerida {1} para o Item {2} contra a Ficha de Produção {3}.

source: Row #{0}: Child Item should not be a Product Bundle. Please remove Item {1} and Save
pt_br: Linha #{0}: O Item Filho não deve ser um Pacote de Produto. Por favor, remova o Item {1} e Salve.

source: Row #{0}: Consumed Asset {1} cannot be Draft
pt_br: Linha #{0}: O Ativo Consumido {1} não pode estar como Rascunho.

source: Row #{0}: Consumed Asset {1} cannot be cancelled
pt_br: Linha #{0}: O Ativo Consumido {1} não pode ser cancelado.

source: Row #{0}: Consumed Asset {1} cannot be the same as the Target Asset
pt_br: Linha #{0}: O Ativo Consumido {1} não pode ser o mesmo que o Ativo Alvo.
