Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Please check Process Deferred Accounting {0} and submit manually after resolving errors.
pt_br: Por favor, verifique o Processo de Contabilidade Diferida {0} e submeta manualmente após resolver os erros.

source: Please check either with operations or FG Based Operating Cost.
pt_br: Por favor, verifique com as operações ou o Custo Operacional Baseado em FG.

source: Please check the error message and take necessary actions to fix the error and then restart the reposting again.
pt_br: Por favor, verifique a mensagem de erro e tome as ações necessárias para corrigir o erro e, em seguida, reinicie a recontabilização.

source: Please check your Plaid client ID and secret values
pt_br: Por favor, verifique o seu ID de cliente Plaid e os valores dos segredos

source: Please check your email to confirm the appointment
pt_br: Por favor, verifique seu e-mail para confirmar o agendamento

source: Please click on 'Generate Schedule'
pt_br: Por favor, clique em "Gerar Cronograma"

source: Please click on 'Generate Schedule' to fetch Serial No added for Item {0}
pt_br: Por favor, clique em "Gerar Cronograma" para buscar o Número de Série adicionado para o Item {0}

source: Please click on 'Generate Schedule' to get schedule
pt_br: Por favor, clique em "Gerar Cronograma" para obter o cronograma

source: Please contact any of the following users to extend the credit limits for {0}: {1}
pt_br: Por favor, entre em contato com um dos seguintes usuários para estender os limites de crédito para {0}: {1}.

source: Please contact any of the following users to {} this transaction.
pt_br: Por favor, entre em contato com um dos seguintes usuários para {} esta transação.

source: Please contact your administrator to extend the credit limits for {0}.
pt_br: Por favor, entre em contato com o administrador para estender os limites de crédito para {0}.

source: Please convert the parent account in corresponding child company to a group account.
pt_br: Por favor, converta a conta-mãe na respectiva empresa-filha para uma conta grupo.

source: Please create Customer from Lead {0}.
pt_br: Por favor, crie um Cliente a partir do Lead {0}.

source: Please create Landed Cost Vouchers against Invoices that have 'Update Stock' enabled.
pt_br: Por favor, crie Comprovantes de Custo de Aquisição contra Faturas que tenham 'Atualizar Estoque' habilitado.

source: Please create a new Accounting Dimension if required.
pt_br: Por favor, crie uma nova Dimensão Contábil, se necessário.

source: Please create purchase from internal sale or delivery document itself
pt_br: Por favor, crie a compra a partir da venda interna ou do próprio documento de entrega

source: Please create purchase receipt or purchase invoice for the item {0}
pt_br: Por favor, crie o recebimento de compra ou a fatura de compra para o item {0}

source: Please delete Product Bundle {0}, before merging {1} into {2}
pt_br: Por favor, exclua o Pacote de Produto {0} antes de mesclar {1} em {2}

source: Please do not book expense of multiple assets against one single Asset.
pt_br: Por favor, não registre despesas de vários ativos contra a um único Ativo.

source: Please do not create more than 500 items at a time
pt_br: Por favor, não crie mais de 500 itens de cada vez

source: Please enable Applicable on Booking Actual Expenses
pt_br: Por favor, habilite Aplicável ao Lançamento de Despesas Reais

source: Please enable Applicable on Purchase Order and Applicable on Booking Actual Expenses
pt_br: Por favor habilite Aplicável no Pedido de Compra e Aplicável ao Lançamento de Despesas Reais

source: Please enable Use Old Serial / Batch Fields to make_bundle
pt_br: Por favor, habilite Usar Campos Antigos de Série/Lote para criar_pacote (make_bundle).

source: Please enable only if the understand the effects of enabling this.
pt_br: Por favor, habilite somente se entender os efeitos desta configuração.

source: Please enable pop-ups
pt_br: Por favor, habilite os pop-ups

source: Please enable {0} in the {1}.
pt_br: Por favor, habilite {0} em {1}.

source: Please enable {} in {} to allow same item in multiple rows
pt_br: Por favor, habilite {} em {} para permitir o mesmo item em múltiplas linhas

source: Please ensure that the {0} account is a Balance Sheet account. You can change the parent account to a Balance Sheet account or select a different account.
pt_br: Por favor, certifique-se de que a conta {0} é uma conta do Balanço Patrimonial. Você pode alterar a conta pai para uma conta do Balanço Patrimonial ou selecionar uma conta diferente.

source: Please ensure that the {0} account {1} is a Payable account. You can change the account type to Payable or select a different account.
pt_br: Por favor, certifique-se de que a conta {0} {1} seja uma conta a Pagar. Você pode alterar o tipo de conta para Pagar ou selecionar uma conta diferente.

source: Please ensure {} account is a Balance Sheet account.
pt_br: Por favor, certifique-se de que a conta {} seja uma conta contábil de Balanço Patrimonial.

source: Please ensure {} account {} is a Receivable account.
pt_br: Por favor, certifique-se de que a conta {} {} seja uma conta contábil do tipo A Receber.

source: Please enter <b>Difference Account</b> or set default <b>Stock Adjustment Account</b> for company {0}
pt_br: Por favor, insira a <b>Conta de Diferença</b> ou defina a <b>Conta de Ajuste de Estoque</b> padrão para a empresa {0}

source: Please enter Account for Change Amount
pt_br: Por favor, insira a Conta para Valor de Troco

source: Please enter Approving Role or Approving User
pt_br: Por favor, insira a Função Aprovadora ou Usuário Aprovador

source: Please enter Cost Center
pt_br: Por favor, insira o Centro de Custo

source: Please enter Delivery Date
pt_br: Por favor, insira a Data de Entrega

source: Please enter Employee Id of this sales person
pt_br: Digite o ID de Colaborador deste Vendedor

source: Please enter Expense Account
pt_br: Por favor, insira a Conta Despesa

source: Please enter Item Code to get Batch Number
pt_br: Por favor, insira o Código do Item para obter o número de lote

source: Please enter Item Code to get batch no
pt_br: Por favor, insira o Código Item para obter o número de lote

source: Please enter Item first
pt_br: Por favor, insira o item primeiro

source: Please enter Maintaince Details first
pt_br: Por favor, insira os Detalhes de Manutenção primeiro

source: Please enter Planned Qty for Item {0} at row {1}
pt_br: Por favor, insira a Qtd. Planejada para o Item {0} na linha {1}

source: Please enter Preferred Contact Email
pt_br: Por favor, insira o E-mail de Contato Preferencial

source: Please enter Production Item first
pt_br: Por favor, insira o Item de Produção primeiro

source: Please enter Purchase Receipt first
pt_br: Por favor, insira o Recebimento de Compra primeiro

source: Please enter Receipt Document
pt_br: Por favor, insira o Documento de Recibo

source: Please enter Reference date
pt_br: Por favor, insira a Data de Referência

source: Please enter Reqd by Date
pt_br: Por favor, preencha o campo 'Requerido Até a Data'

source: Please enter Root Type for account- {0}
pt_br: Por favor, insira o Tipo Raiz para a conta- {0}

source: Please enter Serial Nos
pt_br: Por favor, insira os Números de Série

source: Please enter Shipment Parcel information
pt_br: Por favor, insira as informações do Pacote de Envio

source: Please enter Stock Items consumed during the Repair.
pt_br: Por favor, insira os Itens de Estoque consumidos durante o Reparos.

source: Please enter Warehouse and Date
pt_br: Por favor, insira o Armazém e a Data

source: Please enter Write Off Account
pt_br: Por favor, insira a Conta de Baixa

source: Please enter company first
pt_br: Por favor, insira a empresa primeiro

source: Please enter company name first
pt_br: Por favor, insira o nome da empresa primeiro

source: Please enter default currency in Company Master
pt_br: Por favor, insira a moeda padrão no cadastro da Empresa

source: Please enter message before sending
pt_br: Por favor, insira a mensagem antes de enviá-la

source: Please enter mobile number first.
pt_br: Por favor, insira o número de celular primeiro.

source: Please enter parent cost center
pt_br: Por favor, insira o Centro de Custo pai

source: Please enter quantity for item {0}
pt_br: Por favor, insira a quantidade para o item {0}

source: Please enter relieving date.
pt_br: Por favor, insira a data de desligamento.

source: Please enter serial nos
pt_br: Por favor, insira os números de série

source: Please enter the company name to confirm
pt_br: Por favor, insira o nome da empresa para confirmar

source: Please enter the phone number first
pt_br: Por favor, insira o número de telefone primeiro

source: Please enter valid Financial Year Start and End Dates
pt_br: Por favor, insira datas válidas para a Data Inicial e Final do Exercício Financeiro

source: Please enter valid email address
pt_br: Por favor, insira um endereço de e-mail válido

source: Please enter {0}
pt_br: Por favor, insira {0}

source: Please enter {0} first
pt_br: Por favor, insira {0} primeiro

source: Please fill the Material Requests table
pt_br: Por favor, preencha a tabela de Requisições de Materiais

source: Please fill the Sales Orders table
pt_br: Por favor, preencha a tabela de Pedidos de Vendas

source: Please first set Full Name, Email and Phone for the user
pt_br: Por favor, primeiro configure o Nome Completo, E-mail e Telefone para o usuário

source: Please fix overlapping time slots for {0}
pt_br: Por favor, corrija os horários disponíveis sobrepostos para {0}.

source: Please fix overlapping time slots for {0}.
pt_br: Por favor, corrija os horários disponíveis sobrepostos para {0}.

source: Please import accounts against parent company or enable {} in company master.
pt_br: Por favor, importe contas contra a empresa pai ou habilite {} no cadastro mestre da empresa.

source: Please keep one Applicable Charges, when 'Distribute Charges Based On' is 'Distribute Manually'. For more charges, please create another Landed Cost Voucher.
pt_br: Por favor, mantenha apenas um Encargo Aplicável (Applicable Charge) quando 'Distribuir Encargos Com Base Em' for 'Distribuir Manualmente'. Para mais encargos, crie outro Comprovante de Custo de Aquisição.

source: Please make sure the employees above report to another Active employee.
pt_br: Por favor, certifique-se de que os colaboradores acima se reportem a outro colaborador ativo.

source: Please make sure the file you are using has 'Parent Account' column present in the header.
pt_br: Por favor, certifique-se de que o arquivo que está usando possui a coluna 'Conta Pai' no cabeçalho.

source: Please make sure you really want to delete all the transactions for this company. Your master data will remain as it is. This action cannot be undone.
pt_br: Por favor, certifique-se de que você realmente quer apagar todas as operações para esta empresa. Os seus dados cadastrados irão permanecer como estão. Essa ação não pode ser desfeita.

source: Please mention 'Weight UOM' along with Weight.
pt_br: Por favor, informe a 'Unidade de Medida (UDM) de Peso' junto com o Peso.

source: Please mention '{0}' in Company: {1}
pt_br: Por favor, informe '{0}' na Empresa: {1}

source: Please mention no of visits required
pt_br: O número de visitas é obrigatório

source: Please mention the Current and New BOM for replacement.
pt_br: Por favor, mencione a Lista de Materiais (BOM) Atual e a Nova para substituição.

source: Please pull items from Delivery Note
pt_br: Por favor, extraia os itens da Nota de Entrega

source: Please rectify and try again.
pt_br: Por favor, retifique e tente novamente.

source: Please refresh or reset the Plaid linking of the Bank {}.
pt_br: Por favor, atualize ou redefina o vínculo Plaid do Banco {}.

source: Please save before proceeding.
pt_br: Por favor, salve antes de prosseguir.

source: Please save first
pt_br: Por favor, salve primeiro

source: Please select <b>Template Type</b> to download template
pt_br: Por favor, selecione o <b>Tipo de Modelo</b> para fazer o download do modelo

source: Please select Apply Discount On
pt_br: Por favor, selecione Aplicar Desconto Em

source: Please select BOM against item {0}
pt_br: Por favor, selecione a Lista de Materiais (BOM) contra o item {0}

source: Please select BOM for Item in Row {0}
pt_br: Por favor, selecione a Lista de Materiais (BOM) para o Item na Linha #{0}

source: Please select BOM in BOM field for Item {0}
pt_br: Por favor, selecione a Lista de Materiais (BOM) no campo BOM para o Item {0}

source: Please select Bank Account
pt_br: Por favor, selecione a Conta Bancária

source: Please select Category first
pt_br: Por favor, selecione a Categoria primeiro

source: Please select Charge Type first
pt_br: Por favor, selecione o Tipo de Encargo primeiro

source: Please select Company
pt_br: Por favor, selecione a Empresa

source: Please select Company and Posting Date to getting entries
pt_br: Por favor, selecione a Empresa e Data de Lançamento para obter os registros

source: Please select Company first
pt_br: Por favor, selecione a Empresa primeiro

source: Please select Completion Date for Completed Asset Maintenance Log
pt_br: Por favor, a Data de Conclusão do registro de manutenção de ativos concluídos

source: Please select Customer first
pt_br: Por favor, selecione o Cliente primeiro

source: Please select Existing Company for creating Chart of Accounts
pt_br: Por favor, selecione Empresa Existente para a criação de Plano de Contas

source: Please select Finished Good Item for Service Item {0}
pt_br: Por favor, selecione o Item de Produto Acabado para o Item de Serviço {0}

source: Please select Item Code first
pt_br: Por favor, selecione o Código do Item primeiro

source: Please select Maintenance Status as Completed or remove Completion Date
pt_br: Por favor, selecione o Status da Manutenção como Concluído ou remova a Data de Conclusão

source: Please select Party Type first
pt_br: Por favor, selecione o Tipo de Parte primeiro

source: Please select Posting Date before selecting Party
pt_br: Por favor, selecione a Data de Lançamento antes de selecionar a Parte

source: Please select Posting Date first
pt_br: Por favor, selecione a Data de Lançamento primeiro

source: Please select Price List
pt_br: Por favor, selecione a Tabela de Preços

source: Please select Qty against item {0}
pt_br: Por favor, selecione a Qtd. para o item {0}

source: Please select Sample Retention Warehouse in Stock Settings first
pt_br: Por favor, selecione Retenção de Amostra em Configurações de Estoque primeiro

source: Please select Serial/Batch Nos to reserve or change Reservation Based On to Qty.
pt_br: Por favor, selecione os Números de Série/Lote para reservar ou alterar a Reserva Baseada em Quantidade.

source: Please select Start Date and End Date for Item {0}
pt_br: Por favor, selecione a Data Inicial e a Data Final para o Item {0}

source: Please select Subcontracting Order instead of Purchase Order {0}
pt_br: Por favor, selecione a Ordem de Subcontratação em vez do Pedido de Compra {0}

source: Please select Unrealized Profit / Loss account or add default Unrealized Profit / Loss account account for company {0}
pt_br: Por favor, selecione uma conta de Lucro/Prejuízo Não Realizado ou adicione uma conta de Lucro/Prejuízo Não Realizado padrão para a empresa {0}.

source: Please select a BOM
pt_br: Por favor, selecione uma Lista de Materiais (BOM)

source: Please select a Company
pt_br: Por favor, selecione uma empresa

source: Please select a Company first.
pt_br: Por favor, selecione uma empresa primeiro.

source: Please select a Customer
pt_br: Por favor, selecione um Cliente

source: Please select a Delivery Note
pt_br: Por favor, selecione uma Nota de Entrega

source: Please select a Subcontracting Purchase Order.
pt_br: Por favor, selecione um Pedido de Compra de Subcontratação.

source: Please select a Supplier
pt_br: Por favor, selecione um Fornecedor

source: Please select a Warehouse
pt_br: Por favor, selecione um Armazém

source: Please select a Work Order first.
pt_br: Por favor, selecione uma Ordem de Produção primeiro.

source: Please select a country
pt_br: Por favor, selecione um país

source: Please select a customer for fetching payments.
pt_br: Por favor, selecione um cliente para buscar os pagamentos.

source: Please select a date
pt_br: Por favor, selecione uma data

source: Please select a date and time
pt_br: Por favor, selecione uma data e horário.

source: Please select a default mode of payment
pt_br: Por favor, selecione uma forma de pagamento padrão

source: Please select a field to edit from numpad
pt_br: Por favor, selecione um campo para editar a partir do teclado numérico

source: Please select a row to create a Reposting Entry
pt_br: Por favor, selecione uma linha para criar um Lançamento de Recontabilização

source: Please select a supplier for fetching payments.
pt_br: Por favor, selecione um fornecedor para buscar os pagamentos.

source: Please select a valid Purchase Order that has Service Items.
pt_br: Por favor, selecione um Pedido de Compra válido que possua Itens de Serviço.

source: Please select a valid Purchase Order that is configured for Subcontracting.
pt_br: Por favor, selecione uma Pedido de Compra válida configurada para Subcontratação.

source: Please select a value for {0} quotation_to {1}
pt_br: Por favor selecione um valor para {0} orçamento_para {1}

source: Please select an item code before setting the warehouse.
pt_br: Por favor, selecione um código de item antes de definir o armazém.

source: Please select at least one row to fix
pt_br: Por favor, selecione ao menos uma linha para correção

source: Please select at least one row with difference value
pt_br: Por favor, selecione ao menos uma linha com diferença de valor

source: Please select atleast one item to continue
pt_br: Por favor, selecione pelo menos um item para continuar.

source: Please select atleast one operation to create Job Card
pt_br: Por favor, selecione pelo menos uma operação para criar a Ficha de Produção

source: Please select correct account
pt_br: Por favor, selecione conta correta

source: Please select date
pt_br: Por favor, selecione a data

source: Please select either the Item or Warehouse or Warehouse Type filter to generate the report.
pt_br: Por favor, selecione o filtro Item, Armazém ou Tipo de Armazém para gerar o relatório.

source: Please select item code
pt_br: Por favor, selecione o código do item

source: Please select items to reserve.
pt_br: Por favor, selecione os itens para reservar.

source: Please select items to unreserve.
pt_br: Por favor, selecione os itens para liberar a reserva.

source: Please select only one row to create a Reposting Entry
pt_br: Por favor, selecione apenas uma linha para criar um Lançamento de Recontabilização

source: Please select rows to create Reposting Entries
pt_br: Por favor, selecione linhas para criar Lançamento de Recontabilização

source: Please select the Company
pt_br: Por favor, selecione a Empresa

source: Please select the Multiple Tier Program type for more than one collection rules.
pt_br: Por favor, selecione o tipo de Programa de Múltiplos Níveis para mais de uma regra de coleta.

source: Please select the customer.
pt_br: Por favor, selecione o cliente.

source: Please select the document type first
pt_br: Por favor, selecione o tipo de documento primeiro

source: Please select the required filters
pt_br: Por favor, selecione os filtros necessários.

source: Please select valid document type.
pt_br: Por favor, selecione um tipo de documento válido.

source: Please select weekly off day
pt_br: Por favor, selecione o dia de folga semanal

source: Please select {0}
pt_br: Por favor, selecione {0}

source: Please select {0} first
pt_br: Por favor, selecione {0} primeiro

source: Please set 'Apply Additional Discount On'
pt_br: Por favor, defina 'Aplicar Desconto Adicional Em'

source: Please set 'Asset Depreciation Cost Center' in Company {0}
pt_br: Por favor, defina 'Centro de Custo de Depreciação de Ativos' na Empresa {0}

source: Please set 'Gain/Loss Account on Asset Disposal' in Company {0}
pt_br: Por favor, defina a 'Conta de Ganho/Perda na Baixa de Ativo' na Empresa {0}

source: Please set '{0}' in Company: {1}
pt_br: Por favor, defina '{0}' na Empresa: {1}

source: Please set Account
pt_br: Por favor, defina a Conta.

source: Please set Account in Warehouse {0} or Default Inventory Account in Company {1}
pt_br: Por favor, defina a Conta no Armazém {0} ou a Conta de Inventário Padrão na Empresa {1}

source: Please set Accounting Dimension {} in {}
pt_br: Por favor, defina a Dimensão Contábil {} em {}.

source: Please set Company
pt_br: Por favor, defina a Empresa

source: Please set Customer Address to determine if the transaction is an export.
pt_br: Por favor, defina o Endereço do Cliente para determinar se a transação é uma exportação.

source: Please set Depreciation related Accounts in Asset Category {0} or Company {1}
pt_br: Por favor, defina as contas relacionadas à depreciação de ativos na Categoria de Ativos {0} ou Empresa {1}

source: Please set Email/Phone for the contact
pt_br: Por favor, defina o E-mail/Telefone para o contato.

source: Please set Fiscal Code for the customer '%s'
pt_br: Por favor, defina o Código Fiscal para o cliente '%s'.

source: Please set Fiscal Code for the public administration '%s'
pt_br: Por favor, defina o Código Fiscal para a administração pública '%s'.

source: Please set Fixed Asset Account in Asset Category {0}
pt_br: Por favor, configure a Conta de Ativo Imobilizado na Categoria de Ativo {0}.

source: Please set Fixed Asset Account in {} against {}.
pt_br: Por favor, defina a Conta de Ativo Imobilizado em {} contra a {}.

source: Please set Opening Number of Booked Depreciations
pt_br: Por favor, defina o Número de Lançamentos de Depreciação de Abertura.

source: Please set Parent Row No for item {0}
pt_br: Por favor, defina o Número da Linha Pai para o item {0}.

source: Please set Root Type
pt_br: Por favor, defina o Tipo de Raiz.

source: Please set Tax ID for the customer '%s'
pt_br: Por favor, defina a Identificação Fiscal para o cliente '%s'.

source: Please set Unrealized Exchange Gain/Loss Account in Company {0}
pt_br: Por favor, defina a Conta de Ganho/Perda Cambial Não Realizado na Empresa {0}

source: Please set VAT Accounts in {0}
pt_br: Por favor, defina as Contas de VAT em {0}.

source: Please set Vat Accounts for Company: "{0}" in UAE VAT Settings
pt_br: Por favor, defina as Contas de VAT para a Empresa: "{0}" em VAT dos Emirados Árabes Unidos

source: Please set a Company
pt_br: Por favor, defina uma Empresa

source: Please set a Cost Center for the Asset or set an Asset Depreciation Cost Center for the Company {}
pt_br: Por favor, defina um Centro de Custo para o Ativo ou defina um Centro de Custo de Depreciação de Ativo para a Empresa {}.

source: Please set a Supplier against the Items to be considered in the Purchase Order.
pt_br: Por favor, defina um Fornecedor contra os Itens a serem considerados no Pedido de Compra.

source: Please set a default Holiday List for Company {0}
pt_br: Por favor, defina uma Lista de Feriados padrão para a Empresa {0}.

source: Please set a default Holiday List for Employee {0} or Company {1}
pt_br: Por favor defina uma Lista de Feriados padrão para o(a) Colaboador(a) {0} ou para a Empresa {1}

source: Please set account in Warehouse {0}
pt_br: Por favor, configure a conta no Armazém {0}

source: Please set an Address on the Company '%s'
pt_br: Por favor, defina um Endereço para a Empresa '%s'.

source: Please set an Expense Account in the Items table
pt_br: Por favor, defina uma Conta Contábil de Despesa na tabela de Itens

source: Please set an email id for the Lead {0}
pt_br: Por favor, defina um e-mail para o Lead {0}
