Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Total payments amount can't be greater than {}
pt_br: O valor total dos pagamentos não pode ser maior que {}

source: Total percentage against cost centers should be 100
pt_br: A porcentagem total contra os centros de custo deve ser 100

source: Total {0} for all items is zero, may be you should change 'Distribute Charges Based On'
pt_br: Total de {0} para todos os itens é zero, pode ser que você deve mudar ';Distribuir taxas sobre';

source: Total(Amt)
pt_br: Total (Valor)

source: Total(Qty)
pt_br: Total (Qtd.)

source: Totals
pt_br: Totais

source: Traceability
pt_br: Rastreabilidade

source: Track Material Request
pt_br: Rastrear Requisição de Material

source: Track Service Level Agreement
pt_br: Rastrear o Acordo de Nível de Serviço (SLA)

source: Track separate Income and Expense for product verticals or divisions.
pt_br: Rastrear Receita e Despesa separadamente para verticais de produto ou divisões.

source: Tracking Status
pt_br: Status de Rastreamento

source: Tracking Status Info
pt_br: Informações de Status de Rastreamento

source: Tracking URL
pt_br: URL de Rastreamento

source: Transaction
pt_br: Transação

source: Transaction Currency
pt_br: Moeda da Transação

source: Transaction Date
pt_br: Data da Transação

source: Transaction Deletion Document: {0} is running for this Company. {1}
pt_br: Documento de Exclusão de Transação: {0} está em execução para esta Empresa. {1}

source: Transaction Deletion Record
pt_br: Registro de Exclusão de Transação

source: Transaction Deletion Record Details
pt_br: Detalhes do Registro de Exclusão de Transação

source: Transaction Deletion Record Item
pt_br: Item do Registro de Exclusão de Transação

source: Transaction Details
pt_br: Detalhes da Transação

source: Transaction Exchange Rate
pt_br: Taxa de Câmbio da Transação

source: Transaction ID
pt_br: ID da Transação

source: Transaction Name
pt_br: Nome da Transação

source: Transaction Settings
pt_br: Configurações de Transação

source: Transaction Type
pt_br: Tipo de Transação

source: Transaction currency must be same as Payment Gateway currency
pt_br: A moeda de transação deve ser a mesma da moeda do Gateway de Pagamento

source: Transaction currency: {0} cannot be different from Bank Account({1}) currency: {2}
pt_br: A moeda da transação: {0} não pode ser diferente da moeda da Conta Bancária ({1}): {2}

source: Transaction date can't be earlier than previous movement date
pt_br: A data da transação não pode ser anterior à data da movimentação anterior

source: Transaction not allowed against stopped Work Order {0}
pt_br: Transação não permitida contra a Ordem de Produção interrompida {0}

source: Transaction reference no {0} dated {1}
pt_br: Referência da transação nº {0} em {1}

source: Transactions
pt_br: Transações

source: Transactions Annual History
pt_br: Histórico Anual de Transações

source: Transactions against the Company already exist! Chart of Accounts can only be imported for a Company with no transactions.
pt_br: Já existem transações contra a Empresa! O Plano de Contas só pode ser importado para uma Empresa sem transações.

source: Transfer
pt_br: Transferir

source: Transfer Asset
pt_br: Transferir Ativo

source: Transfer From Warehouses
pt_br: Transferir dos Armazéns

source: Transfer Material Against
pt_br: Transferir Material Contra

source: Transfer Materials For Warehouse {0}
pt_br: Transferir Materiais Para Armazém {0}

source: Transfer Status
pt_br: Status da Transferência

source: Transfer Type
pt_br: Tipo de Transferência

source: Transfer and Issue
pt_br: Transferir e Emitir

source: Transfered
pt_br: Transferido

source: Transferred
pt_br: Transferido

source: Transferred Qty
pt_br: Qtd. Transferida

source: Transferred Quantity
pt_br: Quantidade Transferida

source: Transit
pt_br: Trânsito

source: Transit Entry
pt_br: Lançamento de Trânsito

source: Transport Receipt Date
pt_br: Data do Recibo de Transporte

source: Transport Receipt No
pt_br: Nº do Recibo de Transporte

source: Transportation
pt_br: Transporte

source: Transporter
pt_br: Transportadora

source: Transporter Details
pt_br: Detalhes da Transportadora

source: Transporter Info
pt_br: Informações da Transportadora

source: Transporter Name
pt_br: Nome da Transportadora

source: Travel Expenses
pt_br: Despesas de Viagem

source: Tree Details
pt_br: Detalhes da Árvore

source: Tree Type
pt_br: Tipo de Árvore

source: Tree of Procedures
pt_br: Árvore de Procedimentos

source: Trial Balance
pt_br: Balancete de Verificação

source: Trial Balance (Simple)
pt_br: Balancete de Verificação (Simples)

source: Trial Balance for Party
pt_br: Balancete de Verificação por Parte

source: Trial Period End Date
pt_br: Data Final do Período de Avaliação

source: Trial Period End Date Cannot be before Trial Period Start Date
pt_br: Data Final do Período de Avaliação não pode ser anterior à Data Inicial do Período de Avaliação

source: Trial Period Start Date
pt_br: Data Inicial do Período de Avaliação

source: Trial Period Start date cannot be after Subscription Start Date
pt_br: A Data Inicial do Período de Avaliação não pode ser posterior à Data Inicial da Assinatura

source: Trialling
pt_br: Em Período de Avaliação

source: Truncates 'Remarks' column to set character length
pt_br: Trunca a coluna 'Observações' para definir o limite de caracteres

source: Tuesday
pt_br: Terça-feira

source: Turnover Ratios
pt_br: Índices de Giro

source: Twice Daily
pt_br: Duas Vezes ao Dia

source: Two-way
pt_br: Mão Dupla

source: Type
pt_br: Tipo

source: Type Of Call
pt_br: Tipo de Chamada

source: Type of Payment
pt_br: Tipo de Pagamento

source: Type of Transaction
pt_br: Tipo de Transação

source: Type of document to rename.
pt_br: Tipo de documento a ser renomeado.

source: Types of activities for Time Logs
pt_br: Tipos de atividades para Registros de Tempo

source: UAE VAT 201
pt_br: VAT 201 dos Emirados Árabes Unidos

source: UAE VAT Account
pt_br: Conta VAT dos Emirados Árabes Unidos

source: UAE VAT Accounts
pt_br: Contas VAT dos Emirados Árabes Unidos

source: UAE VAT Settings
pt_br: Configurações do VAT dos Emirados Árabes Unidos

source: UOM
pt_br: UDM

source: UOM Category
pt_br: Categoria de UDM

source: UOM Conversion Detail
pt_br: Detalhe da Conversão de UDM

source: UOM Conversion Factor
pt_br: Fator de Conversão de UDM

source: UOM Conversion factor ({0} -> {1}) not found for item: {2}
pt_br: Fator de conversão de UDM ({0} -> {1}) não encontrado para o item: {2}

source: UOM Conversion factor is required in row {0}
pt_br: Fator de Conversão da UDM é obrigatório na linha {0}

source: UOM Name
pt_br: Nome da UDM

source: UOM conversion factor required for UOM: {0} in Item: {1}
pt_br: Fator de conversão de UDM obrigatório para a UDM: {0} no Item: {1}

source: UOM {0} not found in Item {1}
pt_br: UDM {0} não encontrada no Item {1}

source: UOMs
pt_br: UDMs

source: UPC
pt_br: Código Universal de Produtos (UPC)

source: URL can only be a string
pt_br: URL só pode ser uma string

source: UnBuffered Cursor
pt_br: Cursor Não Bufferizado

source: UnReconcile
pt_br: Desfazer Reconciliação

source: UnReconcile Allocations
pt_br: Desfazer Reconciliação de Alocações

source: Unable to find exchange rate for {0} to {1} for key date {2}. Please create a Currency Exchange record manually
pt_br: Não é possível encontrar a taxa de câmbio para {0} a {1} para a data-chave {2}. Crie um registro de troca de moeda manualmente

source: Unable to find score starting at {0}. You need to have standing scores covering 0 to 100
pt_br: Não foi possível encontrar uma pontuação a partir de {0}. Você precisa ter pontuações em pé cobrindo de 0 a 100

source: Unable to find the time slot in the next {0} days for the operation {1}. Please increase the 'Capacity Planning For (Days)' in the {2}.
pt_br: Não foi possível encontrar um horário nos próximos {0} dias para a operação {1}. Por favor, aumente o 'Planejamento de Capacidade Para (Dias)' em {2}.

source: Unable to find variable:
pt_br: Não foi possível encontrar a variável:

source: Unallocated Amount
pt_br: Valor Não Alocado

source: Unassigned Qty
pt_br: Qtd. Não Atribuída

source: Unblock Invoice
pt_br: Desbloquear Fatura

source: Unclosed Fiscal Years Profit / Loss (Credit)
pt_br: Lucro/Prejuízo de Anos Fiscais Não Encerrados (Crédito)

source: Under AMC
pt_br: Sob Contrato Anual de Manutenção

source: Under Graduate
pt_br: Ensino Superior Incompleto

source: Under Warranty
pt_br: Sob Garantia

source: Under Working Hours table, you can add start and end times for a Workstation. For example, a Workstation may be active from 9 am to 1 pm, then 2 pm to 5 pm. You can also specify the working hours based on shifts. While scheduling a Work Order, the system will check for the availability of the Workstation based on the working hours specified.
pt_br: Na tabela de Horário de Trabalho, você pode adicionar horários iniciais e finais para uma Estação de Trabalho. Por exemplo, uma Estação de Trabalho pode estar ativa das 9h às 13h, e depois das 14h às 17h. Você também pode especificar o horário de trabalho com base em turnos. Ao agendar uma Ordem de Produção, o sistema verificará a disponibilidade da Estação de Trabalho com base nos horários especificados.

source: Unfulfilled
pt_br: Não Cumprido

source: Unit
pt_br: Unidade

source: Unit Price
pt_br: Preço Unitário

source: Unit of Measure
pt_br: Unidade de Medida

source: Unit of Measure (UOM)
pt_br: Unidade de Medida (UDM)

source: Unit of Measure {0} has been entered more than once in Conversion Factor Table
pt_br: Unidade de Medida {0} foi inserida mais de uma vez na Tabela de Conversão de Fator

source: Units of Measure
pt_br: Unidades de Medida

source: Unknown
pt_br: Desconhecido

source: Unknown Caller
pt_br: Chamador Desconhecido

source: Unlink Advance Payment on Cancellation of Order
pt_br: Desvincular o Pagamento Adiantado no Cancelamento do Pedido

source: Unlink Payment on Cancellation of Invoice
pt_br: Desvincular Pagamento no Cancelamento da Fatura

source: Unlink external integrations
pt_br: Desvincular integrações externas

source: Unlinked
pt_br: Desvinculado

source: Unpaid
pt_br: Em Aberto

source: Unpaid and Discounted
pt_br: Em Aberto e Com Desconto

source: Unplanned machine maintenance
pt_br: Manutenção não planejada de máquina

source: Unqualified
pt_br: Desqualificado

source: Unrealized Exchange Gain/Loss Account
pt_br: Conta de Ganho/Perda Cambial Não Realizado

source: Unrealized Profit / Loss Account
pt_br: Conta de Lucro/Prejuízo Não Realizado

source: Unrealized Profit / Loss account for intra-company transfers
pt_br: Conta de Lucro/Prejuízo Não Realizado para transferências interempresariais

source: Unrealized Profit/Loss account for intra-company transfers
pt_br: Conta de Lucro/Prejuízo Não Realizado para transferências interempresariais

source: Unreconcile Payment
pt_br: Desconciliar Pagamento

source: Unreconcile Payment Entries
pt_br: Desconciliar Lançamentos de Pagamento

source: Unreconcile Transaction
pt_br: Desconciliar Transação

source: Unreconciled
pt_br: Não Reconciliado

source: Unreconciled Amount
pt_br: Valor Não Conciliado

source: Unreconciled Entries
pt_br: Lançamentos Não Conciliados

source: Unreserve
pt_br: Liberar

source: Unreserve Stock
pt_br: Liberar Estoque

source: Unreserving Stock...
pt_br: Liberando Estoque...

source: Unresolved
pt_br: Não Resolvido

source: Unscheduled
pt_br: Não Agendada

source: Unsecured Loans
pt_br: Empréstimos Sem Garantia

source: Unset Matched Payment Request
pt_br: Desmarcar Requisição de Pagamento Conciliada

source: Unsigned
pt_br: Não Assinado

source: Unsubscribe from this Email Digest
pt_br: Cancelar inscrição deste Resumo por E-mail

source: Unsubscribed
pt_br: Inscrição Cancelada

source: Until
pt_br: Até

source: Unverified
pt_br: Não Verificado

source: Unverified Webhook Data
pt_br: Dados de Webhook Não Verificado

source: Up
pt_br: Para cima

source: Upcoming Calendar Events
pt_br: Próximos Eventos do Calendário

source: Upcoming Calendar Events
pt_br: Próximos Eventos do Calendário

source: Update
pt_br: Atualizar

source: Update Account Name / Number
pt_br: Atualizar Nome/Número da Conta

source: Update Account Number / Name
pt_br: Atualizar Número/Nome da Conta

source: Update Auto Repeat Reference
pt_br: Atualizar Referência de Repetição Automática

source: Update BOM Cost Automatically
pt_br: Atualizar Custo da Lista de Materiais (BOM) Automaticamente

source: Update BOM cost automatically via scheduler, based on the latest Valuation Rate/Price List Rate/Last Purchase Rate of raw materials
pt_br: Atualiza o custo da Lista de Materiais (BOM) automaticamente por meio do agendador, com base no Custo Unitário/Preço da Tabela/Valor da Última Compra de matérias-primas mais recente

source: Update Batch Qty
pt_br: Atualizar Qtd. em Lote

source: Update Billed Amount in Delivery Note
pt_br: Atualizar Valor Faturado na Nota de Entrega

source: Update Billed Amount in Purchase Order
pt_br: Atualizar Valor Faturado no Pedido de Compra

source: Update Billed Amount in Purchase Receipt
pt_br: Atualizar Valor Faturado no Recebimento de Compra

source: Update Billed Amount in Sales Order
pt_br: Atualizar Valor Cobrado no Pedido de Vendas

source: Update Clearance Date
pt_br: Atualizar Data de Compensação

source: Update Consumed Material Cost In Project
pt_br: Atualizar Custo de Material Consumido no Projeto

source: Update Cost
pt_br: Atualizar Custo

source: Update Cost Center Name / Number
pt_br: Atualizar Nome/Número do Centro de Custo

source: Update Costing and Billing
pt_br: Atualizar Custeio e Faturamento

source: Update Current Stock
pt_br: Atualizar Estoque Atual

source: Update Existing Price List Rate
pt_br: Atualizar Preço de Tabela Existente

source: Update Existing Records
pt_br: Atualizar Registros Existentes

source: Update Items
pt_br: Atualizar Itens

source: Update Outstanding for Self
pt_br: Atualizar Pendência para Si

source: Update Price List Based On
pt_br: Atualizar Tabela de Preços Baseado Em

source: Update Print Format
pt_br: Atualizar Formato de Impressão

source: Update Rate and Availability
pt_br: Atualizar Valor Unitário e Disponibilidade

source: Update Rate as per Last Purchase
pt_br: Atualizar Valores Unitários conforme Última Compra

source: Update Stock
pt_br: Atualizar Estoque

source: Update Stock Opening Balance
pt_br: Atualizar Saldo de Abertura de Estoque

source: Update Type
pt_br: Tipo de Atualização

source: Update frequency of Project
pt_br: Atualizar frequência do Projeto

source: Update latest price in all BOMs
pt_br: Atualizar com preço mais recente em todas as Listas de Materiais (BOM)

source: Update stock must be enabled for the purchase invoice {0}
pt_br: A atualização de estoque deve estar habilitada para a fatura de compra {0}

source: Update the modified timestamp on new communications received in Lead & Opportunity.
pt_br: Atualiza a data e hora de modificação em novas comunicações recebidas em Lead & Oportunidade.

source: Update timestamp on new communication
pt_br: Atualizar data e hora em nova comunicação

source: Updated via 'Time Log' (In Minutes)
pt_br: Atualizado via 'Registro de Horas' (Em Minutos)

source: Updating Costing and Billing fields against this Project...
pt_br: Atualizando os campos de Custeio e Faturamento contra este Projeto...

source: Updating Opening Balances
pt_br: Atualizando Saldos Iniciais

source: Updating Variants...
pt_br: Atualizando Variantes...

source: Updating Work Order status
pt_br: Atualizando status da Ordem de Produção

source: Updating {0} of {1}, {2}
pt_br: Atualizando {0} de {1}, {2}

source: Upload Bank Statement
pt_br: Carregar Extrato Bancário

source: Upload XML Invoices
pt_br: Carregar Faturas Xml

source: Upon enabling this, the JV will be submitted for a different exchange rate.
pt_br: Ao habilitar esta opção, o Lançamento Contábil será submetido com uma taxa de câmbio diferente.

source: Upper Income
pt_br: Alta Renda

source: Urgent
pt_br: Urgente

source: Use 'Repost in background' button to trigger background job. Job can only be triggered when document is in Queued or Failed status.
pt_br: Use o botão 'Recontabilizar em segundo plano' para iniciar a tarefa em segundo plano. A tarefa só pode ser iniciada quando o documento está com status Na Fila ou Falha.

source: Use Batch-wise Valuation
pt_br: Usar Avaliação por Lotes

source: Use Company Default Round Off Cost Center
pt_br: Usar Centro de Custo Padrão da Empresa para Arredondamento

source: Use Company default Cost Center for Round off
pt_br: Usar Centro de Custo Padrão da Empresa para Arredondamento

source: Use Google Maps Direction API to calculate estimated arrival times
pt_br: Use a API de direção do Google Maps para calcular os tempos estimados de chegada

source: Use Google Maps Direction API to optimize route
pt_br: Use a API de direção do Google Maps para otimizar a rota

source: Use HTTP Protocol
pt_br: Usar Protocolo HTTP

source: Use Item based reposting
pt_br: Usar recontabilização baseada em Item

source: Use Legacy Controller For Period Closing Voucher
pt_br: Usar Controlador Legado para Comprovante de Fechamento de Período

source: Use Multi-Level BOM
pt_br: Usar Lista de Materiais (BOM) Multinível

source: Use Prices from Default Price List as Fallback
pt_br: Usar Preços da Tabela de Preços Padrão como Recurso Alternativo (Fallback)

source: Use Serial / Batch Fields
pt_br: Usar Campos de Série/Lote

source: Use Serial No / Batch Fields
pt_br: Usar Campos de Número de Série/Lote

source: Use Transaction Date Exchange Rate
pt_br: Usar Taxa de Câmbio da Data da Transação

source: Use a name that is different from previous project name
pt_br: Use um nome que seja diferente do nome do projeto anterior

source: Use for Shopping Cart
pt_br: Use para Carrinho de Compras

source: Use this field to render any custom HTML in the section.
pt_br: Use este campo para renderizar qualquer HTML personalizado na seção.

source: Used
pt_br: Utilizado

source: Used for Production Plan
pt_br: Utilizado para Plano de Produção

source: User
pt_br: Usuário

source: User Details
pt_br: Detalhes do Usuário

source: User Forum
pt_br: Fórum de Usuários

source: User ID
pt_br: ID de Usuário

source: User ID not set for Employee {0}
pt_br: ID de Usuário não definido para Colaborador {0}

source: User Remark
pt_br: Observação do Usuário

source: User Resolution Time
pt_br: Tempo de Resolução do Usuário

source: User has not applied rule on the invoice {0}
pt_br: O usuário não aplicou regra na fatura {0}

source: User {0} does not exist
pt_br: Usuário {0} não existe

source: User {0} doesn't have any default POS Profile. Check Default at Row {1} for this User.
pt_br: O Usuário {0} não possui Perfil de PDV padrão. Verifique o Padrão na Linha {1} para este Usuário.

source: User {0} is already assigned to Employee {1}
pt_br: Usuário {0} já está atribuído ao Colaborador {1}

source: User {0} is disabled
pt_br: Usuário {0} está desabilitado

source: User {0}: Removed Employee Self Service role as there is no mapped employee.
pt_br: Usuário {0}: Removida a função de Autoatendimento de Colaborador, pois não há colaborador mapeado.

source: User {0}: Removed Employee role as there is no mapped employee.
pt_br: Usuário {0}: Removida a função de Colaborador, pois não há colaborador mapeado.

source: User {} is disabled. Please select valid user/cashier
pt_br: O usuário {} está desabilitado. Por favor, selecione um usuário/caixa válido

source: Users
pt_br: Usuários

source: Users can enable the checkbox If they want to adjust the incoming rate (set using purchase receipt) based on the purchase invoice rate.
pt_br: Os usuários podem habilitar a caixa de seleção se quiserem ajustar a taxa de entrada (definida usando o recebimento de compra) com base no valor da fatura de compra.

source: Users with this role are allowed to over bill above the allowance percentage
pt_br: Usuários com esta função têm permissão para sobrefaturamento acima do percentual da margem de tolerância

source: Users with this role are allowed to over deliver/receive against orders above the allowance percentage
pt_br: Usuários com esta função têm permissão para entregar/receber em excesso contra pedidos acima do percentual da margem de tolerância

source: Users with this role are allowed to set frozen accounts and create / modify accounting entries against frozen accounts
pt_br: Usuários com esta função têm permissão para definir contas congeladas e criar/modificar lançamentos contábeis contra contas congeladas

source: Using negative stock disables FIFO/Moving average valuation when inventory is negative.
pt_br: Usar estoque negativo desabilita a avaliação FIFO/Média Móvel quando o inventário está negativo.

source: Utility Expenses
pt_br: Despesas com Utilitários

source: VAT Accounts
pt_br: Contas de VAT

source: VAT Amount (AED)
pt_br: Valor do VAT (AED)

source: VAT Audit Report
pt_br: Relatório de Auditoria de VAT

source: VAT on Expenses and All Other Inputs
pt_br: VAT sobre Despesas e Todos os Outros Insumos

source: VAT on Sales and All Other Outputs
pt_br: VAT sobre Vendas e Todos os Outros Produtos

source: Valid From
pt_br: Válido De

source: Valid From date not in Fiscal Year {0}
pt_br: A data 'Válido De' não está no Ano Fiscal {0}

source: Valid From must be after {0} as last GL Entry against the cost center {1} posted on this date
pt_br: 'Válido De' de deve ser posterior a {0}, uma vez que o último Lançamento do Razão Geral contra o centro de custo {1} foi registrado nesta data

source: Valid Till
pt_br: Válida Até

source: Valid Upto
pt_br: Válido Até

source: Valid Upto date cannot be before Valid From date
pt_br: A data 'Válido Até' não pode ser anterior à data 'Válido De'

source: Valid Upto date not in Fiscal Year {0}
pt_br: A data 'Válido Até' não está no Ano Fiscal {0}

source: Valid for Countries
pt_br: Válido para Países

source: Valid from and valid upto fields are mandatory for the cumulative
pt_br: Os campos 'Válido De' e 'Válido Até' são obrigatórios para o cumulativo

source: Valid till Date cannot be before Transaction Date
pt_br: A data 'Válido Até' não pode ser anterior à Data da Transação

source: Valid till date cannot be before transaction date
pt_br: A data 'válido até' não pode ser anterior à data da transação

source: Validate Applied Rule
pt_br: Validar Regra Aplicada

source: Validate Components and Quantities Per BOM
pt_br: Validar Componentes e Quantidades por Lista de Materiais (BOM)

source: Validate Consumed Qty (as per BOM)
pt_br: Validar Qtd. Consumida (conforme BOM)

source: Validate Material Transfer Warehouses
pt_br: Validar Armazéns de Transferência de Material

source: Validate Negative Stock
pt_br: Validar Estoque Negativo

source: Validate Pricing Rule
pt_br: Validar Regra de Precificação

source: Validate Selling Price for Item Against Purchase Rate or Valuation Rate
pt_br: Validar Preço de Venda do Item Contra Valor de Compra ou Custo Unitário

source: Validate Stock on Save
pt_br: Validar Estoque ao Salvar

source: Validity
pt_br: Validade

source: Validity Details
pt_br: Detalhes de Validade

source: Validity and Usage
pt_br: Validade e Uso

source: Validity in Days
pt_br: Validade em Dias

source: Validity period of this quotation has ended.
pt_br: O período de validade desta cotação terminou.

source: Valuation
pt_br: Avaliação

source: Valuation (I - K)
pt_br: Avaliação (I - K)

source: Valuation Field Type
pt_br: Tipo de Campo de Avaliação

source: Valuation Method
pt_br: Método de Avaliação

source: Valuation Rate
pt_br: Custo Unitário

source: Valuation Rate (In / Out)
pt_br: Custo Unitário (Entrada / Saída)

source: Valuation Rate Missing
pt_br: Custo Unitário Ausente
