Repository: dutlabs/frappe-translations
Catalog: erp/*.po
Languages: pt_br

source: Parameter Group Name
pt_br: Nome do Grupo de Parâmetros

source: Parameter Name
pt_br: Nome do Parâmetro

source: Parameters
pt_br: Parâmetros

source: Parcel Template
pt_br: Modelo de Pacote

source: Parcel Template Name
pt_br: Nome do Modelo de Pacote

source: Parcel weight cannot be 0
pt_br: O peso do Pacote não pode ser 0

source: Parcels
pt_br: Pacotes

source: Parent
pt_br: Principal

source: Parent Account
pt_br: Conta Superior

source: Parent Account Missing
pt_br: Conta Pai Ausente

source: Parent Batch
pt_br: Lote Pai

source: Parent Company
pt_br: Empresa-mãe

source: Parent Company must be a group company
pt_br: A controladora deve ser uma empresa do grupo

source: Parent Cost Center
pt_br: Centro de Custo Pai

source: Parent Customer Group
pt_br: Grupo de Clientes Pai

source: Parent Department
pt_br: Departamento Pai

source: Parent Detail docname
pt_br: Nome do documento do detalhe pai

source: Parent Document
pt_br: Documento Pai

source: Parent Item
pt_br: Item Pai

source: Parent Item Group
pt_br: Grupo de Item Pai

source: Parent Item {0} must not be a Fixed Asset
pt_br: O Item Pai {0} não deve ser um Ativo Imobilizado

source: Parent Item {0} must not be a Stock Item
pt_br: Pai item {0} não deve ser um item de Estoque

source: Parent Location
pt_br: Localização Pai

source: Parent Procedure
pt_br: Procedimento Pai

source: Parent Row No
pt_br: Número da Linha Pai

source: Parent Row No not found for {0}
pt_br: Linha Pai não encontrada para {0}

source: Parent Sales Person
pt_br: Vendedor Pai

source: Parent Supplier Group
pt_br: Grupo de Fornecedores Pai

source: Parent Task
pt_br: Tarefa Pai

source: Parent Task {0} is not a Template Task
pt_br: A Tarefa Pai {0} não é um Modelo de Tarefa

source: Parent Task {0} must be a Group Task
pt_br: A Tarefa Pai {0} deve ser uma Tarefa Grupo

source: Parent Territory
pt_br: Território Pai

source: Parent Warehouse
pt_br: Armazém Pai

source: Parsing Error
pt_br: Erro de Análise

source: Partial Material Transferred
pt_br: Material Parcialmente Transferido

source: Partial Payment in POS Invoice is not allowed.
pt_br: Pagamento Parcial em Fatura de PDV não é permitido.

source: Partial Stock Reservation
pt_br: Reserva Parcial de Estoque

source: Partial Success
pt_br: Sucesso Parcial

source: Partial stock can be reserved. For example, If you have a Sales Order of 100 units and the Available Stock is 90 units then a Stock Reservation Entry will be created for 90 units.
pt_br: O estoque parcial pode ser reservado. Por exemplo, se você tiver um Pedido de Venda de 100 unidades e o Estoque Disponível for de 90 unidades, uma Lançamento de Reserva de Estoque será criada para 90 unidades.

source: Partially Billed
pt_br: Parcialmente Faturada

source: Partially Completed
pt_br: Parcialmente Concluída

source: Partially Delivered
pt_br: Parcialmente Entregue

source: Partially Depreciated
pt_br: Parcialmente Depreciados

source: Partially Fulfilled
pt_br: Cumprido Parcialmente

source: Partially Ordered
pt_br: Parcialmente Solicitados

source: Partially Paid
pt_br: Parcialmente Pago

source: Partially Received
pt_br: Parcialmente Recebido

source: Partially Reconciled
pt_br: Parcialmente Reconciliado

source: Partially Reserved
pt_br: Parcialmente Reservado

source: Partially ordered
pt_br: Parcialmente solicitado

source: Partly Billed
pt_br: Parcialmente Faturado

source: Partly Delivered
pt_br: Parcialmente Entregue

source: Partly Paid
pt_br: Parcialmente Pago

source: Partly Paid and Discounted
pt_br: Parcialmente Pago e com Desconto

source: Partner Type
pt_br: Tipo de Parte

source: Partner website
pt_br: Site Parceiro

source: Partnership
pt_br: Parceria

source: Parts Per Million
pt_br: Partes por Milhão (PPM)

source: Party
pt_br: Parte

source: Party Account
pt_br: Conta da Parte

source: Party Account Currency
pt_br: Moeda da Conta Parte

source: Party Account No. (Bank Statement)
pt_br: Número da Conta da Parte (Extrato Bancário)

source: Party Account {0} currency ({1}) and document currency ({2}) should be same
pt_br: A moeda da Conta da Parte {0} ({1}) e a moeda do documento ({2}) devem ser iguais

source: Party Balance
pt_br: Saldo da Parte

source: Party Bank Account
pt_br: Conta Bancária da Parte

source: Party Details
pt_br: Detalhes da Parte

source: Party Full Name
pt_br: Nome Completo da Parte

source: Party IBAN (Bank Statement)
pt_br: IBAN da Parte (Extrato Bancário)

source: Party Information
pt_br: Informações da Parte

source: Party Item Code
pt_br: Código de Item da Parte

source: Party Link
pt_br: Vínculo da Parte

source: Party Mismatch
pt_br: Divergência de Parte

source: Party Name
pt_br: Nome da Parte

source: Party Name/Account Holder (Bank Statement)
pt_br: Nome da Parte/Titular da Conta (Extrato Bancário)

source: Party Not Required
pt_br: Parte Não Obrigatória

source: Party Specific Item
pt_br: Item Específico da Parte

source: Party Type
pt_br: Tipo de Parte

source: Party Type and Party can only be set for Receivable / Payable account<br><br>{0}
pt_br: O Tipo de Parte e Parte só podem ser definidos para a conta contábil do tipo A Receber/A Pagar <br><br>{0}

source: Party Type and Party is mandatory for {0} account
pt_br: O Tipo de Parte e Parte são obrigatórios para a conta {0}

source: Party Type and Party is required for Receivable / Payable account {0}
pt_br: Tipo de Parte e Parte são obrigatórios para a conta contábil do tipo A Receber/A Pagar {0}

source: Party Type is mandatory
pt_br: Tipo de Parte é obrigatório

source: Party User
pt_br: Usuário de Parte

source: Party can only be one of {0}
pt_br: A Parte só pode ser um de {0}

source: Party is mandatory
pt_br: Parte é obrigatório

source: Passed
pt_br: Aprovado

source: Passport Details
pt_br: Detalhes do Passaporte

source: Passport Number
pt_br: Número do Passaporte

source: Past Due Date
pt_br: Data de Vencimento Excedida

source: Path
pt_br: Caminho

source: Pause
pt_br: Pausa

source: Pause Job
pt_br: Pausar Produção

source: Pause SLA On Status
pt_br: Pausar SLA no Status

source: Paused
pt_br: Pausado

source: Pay
pt_br: Pagar

# Amount
source: Pay
pt_br: Pagar

source: Pay To / Recd From
pt_br: Pagar Para/Recebido De

source: Payable
pt_br: A Pagar

source: Payable Account
pt_br: Conta a Pagar

source: Payables
pt_br: Contas a Pagar

source: Payer Settings
pt_br: Configurações de Pagador

source: Payment
pt_br: Pagamento

source: Payment Account
pt_br: Conta de Pagamento

source: Payment Amount
pt_br: Valor do Pagamento

source: Payment Amount (Company Currency)
pt_br: Valor do Pagamento (Moeda da Empresa)

source: Payment Channel
pt_br: Canal de Pagamento

source: Payment Deductions or Loss
pt_br: Deduções ou Perdas de Pagamento

source: Payment Document
pt_br: Documento de Pagamento

source: Payment Document Type
pt_br: Tipo de Documento de Pagamento

source: Payment Due Date
pt_br: Data de Vencimento do Pagamento

source: Payment Entries
pt_br: Lançamentos de Pagamento

source: Payment Entries {0} are un-linked
pt_br: Os Lançamentos de Pagamento {0} estão desvinculados

source: Payment Entry
pt_br: Lançamento de Pagamento

source: Payment Entry Deduction
pt_br: Dedução de Lançamento de Pagamento

source: Payment Entry Reference
pt_br: Referência do Lançamento de Pagamento

source: Payment Entry Settings
pt_br: Configurações de Lançamento de Pagamento

source: Payment Entry already exists
pt_br: Lançamento de Pagamento já existe

source: Payment Entry has been modified after you pulled it. Please pull it again.
pt_br: Lançamento de Pagamento foi modificado depois que você o atualizou. Por favor atualize-o novamente.

source: Payment Entry is already created
pt_br: Lançamento de Pagamento já foi criado

source: Payment Entry {0} is linked against Order {1}, check if it should be pulled as advance in this invoice.
pt_br: O Lançamento de Pagamento {0} está vinculado contra o Pedido {1}, verifique se deve ser considerado como adiantamento nesta fatura.

source: Payment Failed
pt_br: Pagamento Falhou

source: Payment From / To
pt_br: Pagamento De/Para

source: Payment Gateway
pt_br: Portal de Pagamento

source: Payment Gateway Account
pt_br: Conta do Portal de Pagamento

source: Payment Gateway Account not created, please create one manually.
pt_br: Não foi criada uma Conta do Portal de Pagamento, por favor, crie uma manualmente.

source: Payment Gateway Details
pt_br: Dados do Portal de Pagamento

source: Payment Ledger
pt_br: Razão de Pagamento

source: Payment Ledger Balance
pt_br: Saldo do Razão de Pagamento

source: Payment Ledger Entry
pt_br: Lançamento no Razão de Pagamento

source: Payment Limit
pt_br: Limite de Pagamento

source: Payment Method
pt_br: Forma de Pagamento

source: Payment Methods
pt_br: Formas de Pagamento

source: Payment Mode
pt_br: Forma de Pagamento

source: Payment Order
pt_br: Ordem de Pagamento

source: Payment Order Reference
pt_br: Referência de Ordem de Pagamento

source: Payment Order Status
pt_br: Status da Ordem de Pagamento

source: Payment Order Type
pt_br: Tipo de Ordem de Pagamento

source: Payment Ordered
pt_br: Pagamento Ordenado

source: Payment Period Based On Invoice Date
pt_br: Período de Pagamento Baseado na Data da Fatura

source: Payment Plan
pt_br: Plano de Pagamento

source: Payment Receipt Note
pt_br: Nota de Recibo de Pagamento

source: Payment Received
pt_br: Pagamento Recebido

source: Payment Reconciliation
pt_br: Conciliação de Pagamento

source: Payment Reconciliation Allocation
pt_br: Alocação de Conciliação de Pagamento

source: Payment Reconciliation Invoice
pt_br: Fatura de Conciliação de Pagamento

source: Payment Reconciliation Job: {0} is running for this party. Can't reconcile now.
pt_br: Tarefa de Conciliação de Pagamento: {0} está em execução para esta parte. Não é possível conciliar agora.

source: Payment Reconciliation Payment
pt_br: Pagamento da Conciliação de Pagamento

source: Payment Reconciliation Settings
pt_br: Configurações de Conciliação de Pagamento

source: Payment Reference
pt_br: Referência de Pagamento

source: Payment References
pt_br: Referências de Pagamento

source: Payment Request
pt_br: Requisição de Pagamento

source: Payment Request Outstanding
pt_br: Requisição de Pagamento Pendente

source: Payment Request Type
pt_br: Tipo de Requisição de Pagamento

source: Payment Request created from Sales Order or Purchase Order will be in Draft status. When disabled document will be in unsaved state.
pt_br: A Requisição de Pagamento criada a partir de um Pedido de Venda ou Pedido de Compra estará no status Rascunho. Quando desabilitado, o documento estará no status não salvo.

source: Payment Request for {0}
pt_br: Requisição de Pagamento para {0}

source: Payment Request is already created
pt_br: A Requisição de Pagamento já foi criada

source: Payment Request took too long to respond. Please try requesting for payment again.
pt_br: A Requisição de Pagamento demorou muito para responder. Por favor, tente requisitar o pagamento novamente.

source: Payment Requests cannot be created against: {0}
pt_br: Requisições de Pagamento não podem ser criadas contra: {0}.

source: Payment Schedule
pt_br: Cronograma de Pagamento

source: Payment Status
pt_br: Status do Pagamento

source: Payment Term
pt_br: Condição de Pagamento

source: Payment Term Name
pt_br: Nome da Condição de Pagamento

source: Payment Term Outstanding
pt_br: Condição de Pagamento Pendente

source: Payment Terms
pt_br: Condições de Pagamento

source: Payment Terms Status for Sales Order
pt_br: Status de Condições de Pagamento para Pedido de Venda

source: Payment Terms Template
pt_br: Modelo de Condições de Pagamento

source: Payment Terms Template Detail
pt_br: Detalhe do Modelo de Condições de Pagamento

source: Payment Terms from orders will be fetched into the invoices as is
pt_br: As Condições de Pagamento dos pedidos serão buscadas nas faturas como estão

source: Payment Terms:
pt_br: Termos de Pagamento:

source: Payment Type
pt_br: Tipo de Pagamento

source: Payment Type must be one of Receive, Pay and Internal Transfer
pt_br: O Tipo de Pagamento deve ser Receber, Pagar ou Transferência Interna

source: Payment Unlink Error
pt_br: Erro ao Desvincular Pagamento

source: Payment against {0} {1} cannot be greater than Outstanding Amount {2}
pt_br: O Pagamento contra {0} {1} não pode ser maior que o Valor Pendente {2}.

source: Payment amount cannot be less than or equal to 0
pt_br: O valor do pagamento não pode ser menor ou igual a 0

source: Payment methods are mandatory. Please add at least one payment method.
pt_br: Os métodos de pagamento são obrigatórios. Por favor, adicione pelo menos um método de pagamento.

source: Payment of {0} received successfully.
pt_br: Pagamento de {0} recebido com sucesso.

source: Payment of {0} received successfully. Waiting for other requests to complete...
pt_br: Pagamento de {0} recebido com sucesso. Aguardando a conclusão de outras requisições...

source: Payment related to {0} is not completed
pt_br: O pagamento relacionado a {0} não foi concluído

source: Payment request failed
pt_br: A requisição de pagamento falhou

source: Payment term {0} not used in {1}
pt_br: Condição de pagamento {0} não utilizado em {1}

source: Payments
pt_br: Pagamentos

source: Payroll Entry
pt_br: Lançamento de Folha de Pagamento

source: Payroll Payable
pt_br: Passivo de Folha de Pagamento

source: Payslip
pt_br: Holerite

source: Pegged Against
pt_br: Vinculado Contra

source: Pegged Currencies
pt_br: Moedas Vinculadas

source: Pegged Currency Details
pt_br: Detalhes de Moeda Vinculada

source: Pending
pt_br: Pendente

source: Pending Activities
pt_br: Atividades Pendentes

source: Pending Amount
pt_br: Valor Pendente

source: Pending Qty
pt_br: Qtd. Pendente

source: Pending Quantity
pt_br: Quantidade Pendente

source: Pending Review
pt_br: Revisão Pendente

source: Pending SO Items For Purchase Request
pt_br: Itens de Pedido de Venda Pendentes para Requisição de Compra

source: Pending Work Order
pt_br: Ordem de Produção Pendente

source: Pending activities for today
pt_br: Atividades pendentes para hoje

source: Pending processing
pt_br: Processamento pendente

source: Pension Funds
pt_br: Fundos de Pensão

source: Per Month
pt_br: Por Mês

source: Per Received
pt_br: % Recebido

source: Per Transferred
pt_br: % Transferido

source: Per Week
pt_br: Por Semana

source: Per Year
pt_br: Por Ano

source: Percent
pt_br: Percentual

source: Percentage
pt_br: Percentual

source: Percentage (%)
pt_br: Percentual (%)

source: Percentage Allocation
pt_br: Alocação Percentual

source: Percentage Allocation should be equal to 100%
pt_br: A Alocação Percentual deve ser igual a 100%.

source: Percentage you are allowed to order beyond the Blanket Order quantity.
pt_br: A porcentagem que você tem permissão para pedir além da quantidade da Ordem de Cobertura.

source: Percentage you are allowed to sell beyond the Blanket Order quantity.
pt_br: A porcentagem que você tem permissão para vender além da quantidade da Ordem de Cobertura.

source: Percentage you are allowed to transfer more against the quantity ordered. For example: If you have ordered 100 units. and your Allowance is 10% then you are allowed to transfer 110 units.
pt_br: A porcentagem que você tem permissão para transferir a mais contra a quantidade pedida. Exemplo: Se você pediu 100 unidades e sua Margem de Tolerância é de 10%, você poderá transferir 110 unidades.

source: Perception Analysis
pt_br: Análise de Percepção

source: Period
pt_br: Período

source: Period Based On
pt_br: Período Baseado Em

source: Period Closed
pt_br: Período Fechado

source: Period Closing Entry For Current Period
pt_br: Lançamento de Fechamento de Período para o Período Atual

source: Period Closing Settings
pt_br: Configurações de Fechamento de Período

source: Period Closing Voucher
pt_br: Comprovante de Fechamento de Período

source: Period Closing Voucher {0} GL Entry Cancellation Failed
pt_br: Falha no Cancelamento do Lançamento no Razão do Comprovante de Fechamento de Período {0}

source: Period Closing Voucher {0} GL Entry Processing Failed
pt_br: Falha no Processamento do Lançamento no Razão do Comprovante de Fechamento de Período {0}

source: Period Details
pt_br: Detalhes do Período

source: Period End Date
pt_br: Data Final do Período

source: Period End Date cannot be greater than Fiscal Year End Date
pt_br: A Data Final do Período não pode ser maior que a Data Final do Ano Fiscal

source: Period Name
pt_br: Nome do Período

source: Period Score
pt_br: Pontuação do Período

source: Period Settings
pt_br: Configurações do Período

source: Period Start Date
pt_br: Data Inicial do Período

source: Period Start Date cannot be greater than Period End Date
pt_br: A Data Inicial do Período não pode ser maior que a Data Final do Período

source: Period Start Date must be {0}
pt_br: A Data Inicial do Período deve ser {0}

source: Period To Date
pt_br: Data Final do Período

source: Period based On
pt_br: Período baseado em

source: Period_from_date
pt_br: Data Inicial do Período

source: Periodicity
pt_br: Periodicidade

source: Permanent Address
pt_br: Endereço Permanente

source: Permanent Address Is
pt_br: Endereço Permanente É

source: Perpetual inventory required for the company {0} to view this report.
pt_br: Inventário permanente necessário para a empresa {0} para exibir este relatório.

source: Personal
pt_br: Pessoal

source: Personal Details
pt_br: Detalhes Pessoais

source: Personal Email
pt_br: E-mail Pessoal

source: Petrol
pt_br: Gasolina

source: Pharmaceutical
pt_br: Farmacêutico

source: Pharmaceuticals
pt_br: Produtos Farmacêuticos

source: Phone
pt_br: Telefone

source: Phone Ext.
pt_br: Ramal Telefônico

source: Phone No
pt_br: Nº de Telefone

source: Phone Number
pt_br: Número de Telefone

source: Pick List
pt_br: Lista de Separação

source: Pick List Incomplete
pt_br: Lista de Separação Incompleta

source: Pick List Item
pt_br: Item da Lista de Separação

source: Pick Manually
pt_br: Separar Manualmente

source: Pick Serial / Batch
pt_br: Separar Série/Lote

source: Pick Serial / Batch Based On
pt_br: Separar Série/Lote Baseado Em

source: Pick Serial / Batch No
pt_br: Separar Número de Série/Lote

source: Picked Qty
pt_br: Qtd. Separada

source: Picked Qty (in Stock UOM)
pt_br: Qtd. Separada (na UDM de Estoque)

source: Pickup
pt_br: Coleta

source: Pickup Contact Person
pt_br: Responsável pela Coleta

source: Pickup Date
pt_br: Data de Coleta

source: Pickup Date cannot be before this day
pt_br: A Data de Coleta não pode ser anterior a este dia

source: Pickup From
pt_br: Coleta De

source: Pickup To time should be greater than Pickup From time
pt_br: O horário 'Coleta Até' deve ser maior que o horário 'Coleta De'

source: Pickup Type
pt_br: Tipo de Coleta

source: Pickup from
pt_br: Coleta de

source: Pickup to
pt_br: Coleta até

source: Pint, Dry (US)
pt_br: Pint Seco (US)

source: Pint, Liquid (US)
pt_br: Pint Líquido (US)

source: Pipeline By
pt_br: Pipeline Por

source: Place of Issue
pt_br: Local de Emissão

source: Plaid Access Token
pt_br: Token do Plaid

source: Plaid Client ID
pt_br: ID do Cliente Plaid

source: Plaid Environment
pt_br: Ambiente Plaid

source: Plaid Link Failed
pt_br: Falha no Plaid Link

source: Plaid Link Refresh Required
pt_br: Atualização do Plaid Link Necessária

source: Plaid Link Updated
pt_br: Plaid Link Atualizado

source: Plaid Secret
pt_br: Segredo do Plaid

source: Plaid Settings
pt_br: Configurações Plaid

source: Plaid transactions sync error
pt_br: Erro de sincronização de transações do Plaid

source: Plan
pt_br: Plano

source: Plan Name
pt_br: Nome do Plano

source: Plan material for sub-assemblies
pt_br: Planeje materiais para submontagens

source: Plan operations X days in advance
pt_br: Planeje operações com X dias de antecedência

source: Plan time logs outside Workstation working hours
pt_br: Planeje registros de tempo fora do horário de trabalho da Estação de Trabalho

source: Plan to Request Qty
pt_br: Qtd. Planejada para Requisição

source: Planned
pt_br: Planejado

source: Planned End Date
pt_br: Data Final Planejada

source: Planned End Time
pt_br: Horário Final Planejado

source: Planned Operating Cost
pt_br: Custo Operacional Planejado

source: Planned Qty
pt_br: Qtd. Planejada

source: Planned Qty: Quantity, for which, Work Order has been raised, but is pending to be manufactured.
pt_br: Qtd. Planejada: Quantidade para a qual a Ordem de Produção foi criada, mas está pendente de fabricação.

source: Planned Quantity
pt_br: Quantidade Planejada

source: Planned Start Date
pt_br: Data Inicial Planejada

source: Planned Start Time
pt_br: Horário Inicial Planejado

source: Planning
pt_br: Planejamento

source: Plans
pt_br: Planos

source: Plant
pt_br: Fábrica

source: Plant Dashboard
pt_br: Painel do Chão de Fábrica

source: Plant Floor
pt_br: Chão de Fábrica

source: Plants and Machineries
pt_br: Instalações e Máquinas

source: Please Restock Items and Update the Pick List to continue. To discontinue, cancel the Pick List.
pt_br: Por favor, Reabasteça os Itens e Atualize a Lista de Separação para continuar. Para descontinuar, cancele a Lista de Separação.

source: Please Select a Company
pt_br: Por favor, selecione uma Empresa

source: Please Select a Company.
pt_br: Por favor, selecione uma Empresa.

source: Please Select a Customer
pt_br: Por favor, selecione um cliente

source: Please Select a Supplier
pt_br: Por favor, selecione um Fornecedor

source: Please Set Priority
pt_br: Por favor, defina a Prioridade

source: Please Set Supplier Group in Buying Settings.
pt_br: Por favor, defina o Grupo de Fornecedores nas Configurações de Compra.

source: Please Specify Account
pt_br: Por favor, especifique a Conta

source: Please add 'Supplier' role to user {0}.
pt_br: Por favor, adicione a função 'Fornecedor' ao usuário {0}.

source: Please add Mode of payments and opening balance details.
pt_br: Por favor, adicione os detalhes dos meios de pagamento e do saldo inicial.

source: Please add Request for Quotation to the sidebar in Portal Settings.
pt_br: Por favor, adicione 'Requisição de Cotação' à barra lateral nas Configurações do Portal.

source: Please add Root Account for - {0}
pt_br: Por favor, adicione a Conta Raiz para - {0}

source: Please add a Temporary Opening account in Chart of Accounts
pt_br: Por favor, adicione uma conta de Abertura Temporária no Plano de Contas

source: Please add atleast one Serial No / Batch No
pt_br: Por favor, adicione pelo menos um Nº de Série / Lote

source: Please add the Bank Account column
pt_br: Por favor, adicione a coluna Conta Bancária

source: Please add the account to root level Company - {0}
pt_br: Por favor, adicione a conta ao nível raiz da Empresa - {0}

source: Please add the account to root level Company - {}
pt_br: Por favor, adicione a conta à Empresa do nível raíz - {}

source: Please add {1} role to user {0}.
pt_br: Por favor, adicione a função {1} ao usuário {0}.

source: Please adjust the qty or edit {0} to proceed.
pt_br: Por favor, ajuste a quantidade ou edite {0} para prosseguir.

source: Please attach CSV file
pt_br: Por favor, anexe o arquivo CSV

source: Please cancel and amend the Payment Entry
pt_br: Por favor, cancele e retifique o Lançamento de Pagamento

source: Please cancel payment entry manually first
pt_br: Por favor, cancele o lançamento de pagamento manualmente primeiro

source: Please cancel related transaction.
pt_br: Por favor, cancele a transação relacionada.

source: Please capitalize this asset before submitting.
pt_br: Por favor, capitaliza este ativo antes de submeter.

source: Please check Multi Currency option to allow accounts with other currency
pt_br: Por favor, marque a opção Múltiplas Moedas para permitir contas com outra moeda.
