Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Attach Proof
pt_br: Anexar Comprovante

source: Attachments
pt_br: Anexos

source: Attendance
pt_br: Frequência

source: Attendance Calendar
pt_br: Calendário de Frequência

source: Attendance Count
pt_br: Contagem de Frequência

source: Attendance Dashboard
pt_br: Painel de Frequência

source: Attendance Date
pt_br: Data de Frequência

source: Attendance From Date
pt_br: Data Inicial da Frequência

source: Attendance From Date and Attendance To Date is mandatory
pt_br: Data Inicial e Data Final da Frequência são obrigatórias

source: Attendance ID
pt_br: ID de Frequência

source: Attendance Marked
pt_br: Frequência Registrada

source: Attendance Request
pt_br: Solicitação de Frequência

source: Attendance Request History
pt_br: Histórico de Solicitações de Frequência

source: Attendance Settings
pt_br: Configurações de Frequência

source: Attendance To Date
pt_br: Data Final de Frequência

source: Attendance Updated
pt_br: Frequência Atualizada

source: Attendance Warnings
pt_br: Avisos de Frequência

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
pt_br: A data de frequência {0} não pode ser anterior à data de admissão do colaborador {1}: {2}

source: Attendance for all the employees under this criteria has been marked already.
pt_br: A frequência de todos os colaboradores sob estes critérios já foi registrada.

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
pt_br: A frequência do colaborador {0} já está registrada para um turno sobreposto {1}: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
pt_br: A frequência do colaborador {0} já foi registrada para a data {1}: {2}

source: Attendance for employee {0} is already marked for the following dates: {1}
pt_br: A frequência do colaborador {0} já foi registrada para as seguintes datas: {1}

source: Attendance for the following dates will be skipped/overwritten on submission
pt_br: A frequência para as seguintes datas será ignorada/sobrescrita na submissão

source: Attendance from {0} to {1} has already been marked for the Employee {2}
pt_br: A frequência de {0} a {1} já foi registrada para o Colaborador {2}

source: Attendance has been marked as per employee check-ins
pt_br: A frequência foi registrada conforme os registros de entrada dos colaboradores

source: Attendance has been marked for all the employees between the selected payroll dates.
pt_br: A frequência de todos os colaboradores foi registrada entre as datas de folha de pagamento selecionadas.

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
pt_br: A frequência está pendente para estes colaboradores entre as datas de folha de pagamento selecionadas. Registre a frequência para continuar. Consulte {0} para mais detalhes.

source: Attendance marked successfully
pt_br: Frequência registrada com sucesso

source: Attendance not submitted for {0} as it is a Holiday.
pt_br: Frequência não submetida para {0}, pois é Feriado.

source: Attendance not submitted for {0} as {1} is on leave.
pt_br: Frequência não submetida para {0}, pois {1} está de licença.

source: Attendance will be marked automatically only after this date.
pt_br: A frequência será registrada automaticamente somente após esta data.

source: Attendees
pt_br: Participantes

source: Attrition Count
pt_br: Contagem de Rotatividade

source: Aug
pt_br: Ago

source: Auto Attendance Settings
pt_br: Configurações de Frequência Automática

source: Auto Leave Encashment
pt_br: Abono Pecuniário Automático

source: Automated Based on Goal Progress
pt_br: Automatizada com Base no Progresso das Metas

source: Automatically fetches all assets allocated to the employee, if any
pt_br: Busca automaticamente todos os ativos alocados ao colaborador, se houver

source: Automatically update Last Sync of Checkin
pt_br: Atualizar automaticamente o Último Sincronismo do Registro de Entrada

source: Available Leave(s)
pt_br: Licença(s) Disponívei(s)

source: Available Leaves
pt_br: Licenças Disponíveis

source: Average Feedback Score
pt_br: Pontuação Média de Feedback

source: Average Rating
pt_br: Avaliação Média

source: Average of Goal Score, Feedback Score, and Self Appraisal Score (out of 5)
pt_br: Média da Pontuação das Metas, Feedback e Autoavaliação (de 5)

source: Average rating of demonstrated skills
pt_br: Avaliação média das habilidades demonstradas

source: Avg Feedback Score
pt_br: Média do Feedback

source: Avg Utilization
pt_br: Média de Utilização

source: Avg Utilization (Billed Only)
pt_br: Média de Utilização (Somente Faturado)

source: Awaiting Response
pt_br: Aguardando Resposta

source: Backdated Leave Application is restricted. Please set the {} in {}
pt_br: Solicitações de licenças retroativas estão restritas. Por favor, defina {} em {}

source: Bank
pt_br: Banco

source: Bank Account
pt_br: Conta Bancária

source: Bank Account No
pt_br: Número da Conta Bancária

source: Bank Details
pt_br: Dados Bancários

source: Bank Entries
pt_br: Lançamentos Bancários

source: Bank Name
pt_br: Nome do Banco

source: Bank Remittance
pt_br: Remessa Bancária

source: Base & Variable
pt_br: Base e Variável

source: Begin On (Days)
pt_br: Início em (Dias)

source: Begin check-in before shift start time (in minutes)
pt_br: Início do check-in antes do turno (em minutos)

source: Beginner
pt_br: Iniciante

source: Below is the list of upcoming holidays for you:
pt_br: Abaixo está a lista de próximos feriados para você:

source: Benefit
pt_br: Benefício

source: Benefits
pt_br: Benefícios

source: Bill Amount
pt_br: Valor Faturado

source: Billed Hours
pt_br: Horas Faturadas

source: Billed Hours (B)
pt_br: Horas Faturadas (F)

source: Bimonthly
pt_br: Bimestral

source: Birthday Reminder
pt_br: Lembrete de Aniversário

source: Birthday Reminder 🎂
pt_br: Lembrete de Aniversário 🎂

source: Birthdays
pt_br: Aniversários

source: Block Date
pt_br: Data de Bloqueio

source: Block Days
pt_br: Dias Bloqueados

source: Block Holidays on important days.
pt_br: Bloqueie feriados em dias importantes.

source: Blue
pt_br: Azul

source: Body
pt_br: Corpo

source: Bonus
pt_br: Bônus

source: Bonus Amount
pt_br: Valor do Bônus

source: Bonus Payment Date
pt_br: Data de Pagamento do Bônus

source: Bonus Payment Date cannot be a past date
pt_br: A Data de Pagamento do Bônus não pode ser uma data passada

source: Branch
pt_br: Filial

source: Branch: {0}
pt_br: Filial: {0}

source: Bulk Assignments
pt_br: Atribuições em Massa

source: Bulk Leave Policy Assignment
pt_br: Atribuição em Massa de Política de Licença

source: Bulk Salary Structure Assignment
pt_br: Atribuição em Massa de Estrutura Salarial

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
pt_br: Por padrão, a Pontuação Final é calculada como a média da Pontuação de Metas, Pontuação de Feedback e Autoavaliação. Habilite isto para definir uma fórmula diferente

source: CTC
pt_br: CTC (Custo para a Empresa)

source: Calculate Final Score based on Formula
pt_br: Calcular Pontuação Final com base em Fórmula

source: Calculate Gratuity Amount Based On
pt_br: Calcular Valor da Gratificação com Base em

source: Calculate Payroll Working Days Based On
pt_br: Calcular Dias Úteis da Folha com Base em

source: Calculated in days
pt_br: Calculado em dias

source: Calls
pt_br: Chamadas

source: Campaign
pt_br: Campanha

source: Cancel
pt_br: Cancelar

source: Cancellation Queued
pt_br: Cancelamento na Fila

source: Cancelled
pt_br: Cancelado

source: Cannot Modify Time
pt_br: Não é possível Modificar o Horário

source: Cannot allocate leaves outside the allocation period {0} - {1}
pt_br: Não é possível alocar licenças fora do período de alocação {0} - {1}

source: Cannot break shift after end date
pt_br: Não é possível dividir o turno após a data final

source: Cannot break shift before start date
pt_br: Não é possível dividir o turno antes da data de início

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
pt_br: Não é possível cancelar a Atribuição de Turno: {0}, pois está vinculada à Frequência: {1}

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
pt_br: Não é possível cancelar a Atribuição de Turno: {0}, pois está vinculada ao Registro de Entrada do Colaborador: {1}

source: Cannot create Salary Slip for Employee joining after Payroll Period
pt_br: Não é possível criar o Holerite para colaborador que ingressou após o Período da Folha

source: Cannot create Salary Slip for Employee who has left before Payroll Period
pt_br: Não é possível criar o Holerite para colaborador que saiu antes do Período da Folha

source: Cannot create a Job Applicant against a closed Job Opening
pt_br: Não é possível criar um Candidato para uma Vaga de Emprego encerrada

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
pt_br: Não é possível criar ou alterar transações em um Ciclo de Avaliação com status {0}.

source: Cannot find active Leave Period
pt_br: Não foi possível encontrar um Período de Licença ativo

source: Cannot mark attendance for an Inactive employee {0}
pt_br: Não é possível registras frequência para o colaborador inativo {0}

source: Cannot submit. Attendance is not marked for some employees.
pt_br: Não é possível submeter. A frequência não está registrada para alguns colaboradores.

source: Cannot update allocation for {0} after submission
pt_br: Não é possível atualizar a alocação de {0} após o envio

source: Cannot update status of Goal groups
pt_br: Não é possível atualizar o status de grupos de Metas

source: Carry Forward
pt_br: Acumular

source: Carry Forwarded Leaves
pt_br: Licenças Acumuladas

source: Casual Leave
pt_br: Licença Casual

source: Cause of Grievance
pt_br: Motivo da Reclamação

source: Change
pt_br: Alteração

source: Changing '{0}' to {1}.
pt_br: Alterando '{0}' para {1}.

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
pt_br: Alterar o KRA nesta meta principal alinhará todas as metas filhas ao mesmo KRA, se houver.

source: Chart of Accounts
pt_br: Plano de Contas

source: Chart of Cost Centers
pt_br: Plano de Centros de Custo

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
pt_br: Verifique <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> para mais detalhes

source: Check Error Log {0} for more details.
pt_br: Verifique o Log de Erros {0} para mais detalhes.

source: Check In
pt_br: Registro de Entrada

source: Check Out
pt_br: Registro de Saída

source: Check Vacancies On Job Offer Creation
pt_br: Verificar Vagas ao Criar Oferta de Emprego

source: Check {0} for more details
pt_br: Verifique {0} para mais detalhes

source: Check-in
pt_br: Registro de Entrada

source: Check-in Date
pt_br: Data do Registro de Entrada

source: Check-out
pt_br: Registro de Saída

source: Check-out Date
pt_br: Data do Registro de Saída

source: Checkin Radius
pt_br: Raio de Registro de Entrada

source: Child nodes can only be created under 'Group' type nodes
pt_br: Nós filhos só podem ser criados sob nós do tipo 'Grupo'

source: Claim Benefit For
pt_br: Solicitar Benefício Para

source: Claim Date
pt_br: Data da Solicitação

source: Claim an Expense
pt_br: Solicitar Reembolso

source: Claimed
pt_br: Solicitado

source: Claimed Amount
pt_br: Valor Solicitado

source: Claims
pt_br: Solicitações

source: Clear All
pt_br: Limpar Tudo

source: Clearance Date
pt_br: Data de Quitação

source: Cleared
pt_br: Aprovado

source: Click {0} to change the configuration and then resave salary slip
pt_br: Clique em {0} para alterar a configuração e depois salvar novamente o holerite

source: Close
pt_br: Fechar

source: Closed
pt_br: Fechado

source: Closed On
pt_br: Fechado em

source: Closes On
pt_br: Fecha Em

source: Closes on:
pt_br: Fecha em:

source: Closing Balance
pt_br: Saldo Final

source: Closing Notes
pt_br: Notas Finais

source: Collapse All
pt_br: Recolher Tudo

source: Color
pt_br: Cor

source: Comments
pt_br: Comentários

source: Commission
pt_br: Comissão

source: Company
pt_br: Empresa

source: Company Details
pt_br: Detalhes da Empresa

source: Company Information
pt_br: Informações da Empresa

source: Compensatory Leave Request
pt_br: Solicitação de Folga Compensatória

source: Compensatory Off
pt_br: Folga Compensatória

source: Completed
pt_br: Concluído

source: Completed On
pt_br: Concluído em

source: Completing onboarding
pt_br: Concluindo integração

source: Component
pt_br: Componente

source: Component properties and references
pt_br: Propriedades e referências do componente

source: Condition
pt_br: Condição

source: Condition & Formula
pt_br: Condição & Fórmula

source: Condition and Formula Help
pt_br: Ajuda sobre Condição e Fórmula

source: Condition and formula
pt_br: Condição e fórmula

source: Conditions
pt_br: Condições

source: Conditions and Formula variable and example
pt_br: Variáveis e exemplo de condição e fórmula

source: Conference
pt_br: Conferência

source: Confirm
pt_br: Confirmar

source: Confirm {0}
pt_br: Confirmar {0}

source: Connections
pt_br: Conexões

source: Consider Grace Period
pt_br: Considerar Período de Tolerância

source: Consider Marked Attendance on Holidays
pt_br: Considerar Presença Registrada em Feriados

source: Consider Tax Exemption Declaration
pt_br: Considerar Declaração de Isenção Fiscal

source: Consider Unmarked Attendance As
pt_br: Considerar Frequência Não Registrada Como

source: Consolidate Leave Types
pt_br: Consolidar Tipos de Licença

source: Contact Email
pt_br: E-mail de Contato

source: Contact Information
pt_br: Informações de Contato

source: Contact No.
pt_br: Telefone

source: Contact Number
pt_br: Número de Contato

source: Continue
pt_br: Continuar

source: Contract
pt_br: Contrato

source: Copy of Invitation/Announcement
pt_br: Cópia do Convite/Anúncio

source: Cost
pt_br: Custo

source: Cost Center
pt_br: Centro de Custo

source: Cost Centers
pt_br: Centros de Custo

source: Costing
pt_br: Custeio

source: Costing Details
pt_br: Detalhes do Custeio

source: Could not find any salary slip(s) for the employee {0}
pt_br: Não foi possível encontrar holerites para o colaborador {0}

source: Could not submit some Salary Slips: {}
pt_br: Não foi possível submeter alguns Holerites: {}

source: Could not update Goal
pt_br: Não foi possível atualizar a Meta

source: Could not update goals
pt_br: Não foi possível atualizar as Metas

source: Country
pt_br: País

source: Country Fixture Deletion Failed
pt_br: Falha ao Excluir Configuração de País

source: Country Setup failed
pt_br: Falha na Configuração do País

source: Course
pt_br: Curso

source: Cover Letter
pt_br: Carta de Apresentação

source: Create
pt_br: Criar

source: Create & Assign Salary Structure
pt_br: Criar e Atribuir Estrutura Salarial

source: Create Additional Salary
pt_br: Criar Salário Adicional

source: Create Appraisals
pt_br: Criar Avaliações

source: Create Department
pt_br: Criar Departamento

source: Create Designation
pt_br: Criar Cargo

source: Create Employee
pt_br: Criar Colaborador

source: Create Holiday List
pt_br: Criar Lista de Feriados

source: Create Income Tax Slab
pt_br: Criar Faixa de Imposto de Renda

source: Create Interview
pt_br: Criar Entrevista

source: Create Job Applicant
pt_br: Criar Candidato à Vaga

source: Create Job Opening
pt_br: Criar Abertura de Vaga

source: Create Journal Entry
pt_br: Criar Lançamento do Livro Diário

source: Create Leave Allocation
pt_br: Criar Alocação de Licença

source: Create Leave Application
pt_br: Criar Solicitação de Licença

source: Create Leave Type
pt_br: Criar Tipo de Licença

source: Create New Employee Id
pt_br: Criar Novo ID de Colaborador

source: Create Payment Entry
pt_br: Criar Lançamento de Pagamento

source: Create Payroll Period
pt_br: Criar Período de Folha de Pagamento

source: Create Salary Component
pt_br: Criar Componente Salarial

source: Create Salary Slip
pt_br: Criar Holerite

source: Create Salary Slips
pt_br: Criar Holerites

source: Create Separate Payment Entry Against Benefit Claim
pt_br: Criar Lançamento de Pagamento Separado para Reivindicação de Benefício

source: Create Shifts After
pt_br: Criar Turnos Após

source: Creating Appraisals
pt_br: Criando Avaliações

source: Creating Payment Entries......
pt_br: Criando Lançamentos de Pagamento......

source: Creating Salary Slips...
pt_br: Criando Holerites...

source: Creating {0}...
pt_br: Criando {0}...

source: Creation Date
pt_br: Data de Criação

source: Creation Failed
pt_br: Falha na Criação

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
pt_br: A criação das Atribuições de Estrutura Salarial foi enfileirada. Pode levar alguns minutos.

source: Creation of {0} has been queued. It may take a few minutes.
pt_br: A criação de {0} foi enfileirada. Pode levar alguns minutos.

source: Criteria
pt_br: Critério

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
pt_br: Critérios com base nos quais o colaborador deve ser avaliado no Feedback de Desempenho e Autoavaliação

source: Currency
pt_br: Moeda

source: Currency
pt_br: Moeda

source: Currency of selected Income Tax Slab should be {0} instead of {1}
pt_br: A Moeda da faixa de imposto de renda selecionada deve ser {0} em vez de {1}

source: Current
pt_br: Atual

source: Current CTC
pt_br: CTC Atual

source: Current Count
pt_br: Quantidade Atual

source: Current Employer
pt_br: Empregador Atual

source: Current Job Title
pt_br: Cargo Atual

source: Current Month Income Tax
pt_br: Imposto de Renda do Mês Atual

source: Current Odometer Value should be greater than Last Odometer Value {0}
pt_br: O Valor Atual do Hodômetro deve ser maior que o Último Valor do Hodômetro {0}

source: Current Odometer value
pt_br: Valor Atual do Hodômetro

source: Current Openings
pt_br: Vagas Atuais

source: Current Slab
pt_br: Faixa Atual

source: Current Work Experience
pt_br: Experiência de Trabalho Atual

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
pt_br: Atualmente, não há período de licença {0} para esta data a fim de criar/atualizar a alocação de licença.

source: Custom Range
pt_br: Intervalo Personalizado

source: Customer
pt_br: Cliente

source: Cyan
pt_br: Ciano

source: Cycle Name
pt_br: Nome do Ciclo

source: Cycles
pt_br: Ciclos

source: Daily
pt_br: Diário

source: Daily Work Summary
pt_br: Resumo Diário de Trabalho

source: Daily Work Summary Group
pt_br: Grupo de Resumo Diário de Trabalho

source: Daily Work Summary Group User
pt_br: Usuário do Grupo de Resumo Diário de Trabalho

source: Daily Work Summary Replies
pt_br: Respostas do Resumo Diário de Trabalho

source: Dashboard
pt_br: Painel

source: Data Import
pt_br: Importação de Dados

source: Date
pt_br: Data

source: Date
pt_br: Data

source: Date Range
pt_br: Intervalo de Datas

source: Date is repeated
pt_br: A Data está repetida

source: Date of Birth
pt_br: Data de Nascimento

source: Date of Joining
pt_br: Data de Admissão

source: Dates & Reason
pt_br: Datas e Motivo

source: Dates Based On
pt_br: Datas Baseadas Em

source: Days for which Holidays are blocked for this department.
pt_br: Dias em que os Feriados estão bloqueados para este departamento.

source: Debit A/C Number
pt_br: Número da Conta de Débito

source: Dec
pt_br: Dez

source: Decision Pending
pt_br: Decisão Pendente

source: Declarations
pt_br: Declarações

source: Declared Amount
pt_br: Valor Declarado

source: Deduct Full Tax on Selected Payroll Date
pt_br: Deduzir Imposto Total na Data da Folha Selecionada

source: Deduct Tax For Unclaimed Employee Benefits
pt_br: Deduzir Imposto de Benefícios Não Solicitados

source: Deduct Tax For Unsubmitted Tax Exemption Proof
pt_br: Deduzir Imposto por Comprovante de Isenção Não Enviado

source: Deduction
pt_br: Dedução

source: Deduction Reports
pt_br: Relatórios de Dedução

source: Deduction from Salary
pt_br: Dedução do Salário

source: Deductions
pt_br: Deduções

source: Deductions before tax calculation
pt_br: Deduções antes do cálculo do imposto

source: Default Account
pt_br: Conta Padrão

source: Default Amount
pt_br: Valor Padrão

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
pt_br: Conta bancária ou de caixa padrão será atualizada automaticamente no Lançamento do Livro Diário da Folha de Pagamento quando este modo for selecionado.

source: Default Base Pay
pt_br: Salário Base Padrão

source: Default Employee Advance Account
pt_br: Conta Padrão de Adiantamento ao Colaborador

source: Default Expense Claim Payable Account
pt_br: Conta Padrão de Reembolso de Despesas a Pagar

source: Default Payroll Payable Account
pt_br: Conta Padrão de Folha de Pagamento a Pagar

source: Default Salary Structure
pt_br: Estrutura Salarial Padrão

source: Default Shift
pt_br: Turno Padrão

source: Deferred Expense Account
pt_br: Conta de Despesa Diferida

source: Delete
pt_br: Excluir

source: Delete Attachment
pt_br: Excluir Anexo

source: Delete {0}
pt_br: Excluir {0}

source: Delivery Trip
pt_br: Viagem de Entrega

source: Department
pt_br: Departamento

source: Department Approver
pt_br: Aprovador do Departamento

source: Department Wise Openings
pt_br: Vagas por Departamento

source: Department {0} does not belong to company: {1}
pt_br: O departamento {0} não pertence à empresa: {1}

source: Department: {0}
pt_br: Departamento: {0}

source: Departure Datetime
pt_br: Data e Hora de Partida

source: Depends On Payment Days
pt_br: Depende dos Dias de Pagamento

source: Depends on Payment Days
pt_br: Depende dos Dias de Pagamento

source: Description
pt_br: Descrição

source: Description of a Job Opening
pt_br: Descrição de uma Abertura de Vaga

source: Designation
pt_br: Cargo

source: Designation Skill
pt_br: Habilidade do Cargo

source: Designation: {0}
pt_br: Cargo: {0}

source: Details
pt_br: Detalhes

source: Details of Sponsor (Name, Location)
pt_br: Detalhes do Patrocinador (Nome, Localização)

source: Determine Check-in and Check-out
pt_br: Determinar Entrada e Saída

source: Disable
pt_br: Desabilitar

source: Disable Rounded Total
pt_br: Desabilitar Total Arredondado

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
pt_br: Desabilite {0} para o componente {1}, para evitar que o valor seja deduzido duas vezes, já que sua fórmula já utiliza um componente baseado nos dias de pagamento.

source: Disable {0} or {1} to proceed.
pt_br: Desabilite {0} ou {1} para continuar.

source: Disabled
pt_br: Desabilitado

source: Disabling Push Notifications...
pt_br: Desabilitando Notificações Push...

source: Dismiss
pt_br: Dispensar

source: Dispensed Amount (Pro-rated)
pt_br: Valor Liberado (Proporcional)

source: Do Not Include in Total
pt_br: Não Incluir no Total

source: Do not include in total
pt_br: Não incluir no total

source: Do you still want to proceed?
pt_br: Você ainda deseja continuar?

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
pt_br: Deseja atualizar o Candidato {0} como {1} com base neste resultado de entrevista?

source: Document Status
pt_br: Status do Documento

source: Document {0} failed!
pt_br: Falha no documento {0}!

source: Domestic
pt_br: Doméstico

source: Download PDF
pt_br: Baixar PDF

source: Download Template
pt_br: Baixar Modelo

source: Draft
pt_br: Rascunho

source: Driver
pt_br: Motorista

source: Duplicate Attendance
pt_br: Frequência Duplicada
