Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Restrict Backdated Leave Application
pt_br: Restringir Pedido de Licença Retroativa

source: Result
pt_br: Resultado

source: Resume
pt_br: Currículo

source: Resume Attachment
pt_br: Anexo do Currículo

source: Resume Link
pt_br: Link do Currículo

source: Resume link
pt_br: Link do Currículo

source: Retained
pt_br: Retido

source: Retention Bonus
pt_br: Bônus de Retenção

source: Retirement Age (In Years)
pt_br: Idade de Aposentadoria (em Anos)

source: Return
pt_br: Devolver

source: Return amount cannot be greater than unclaimed amount
pt_br: O valor devolvido não pode ser maior que o valor não reivindicado

source: Returned
pt_br: Devolvido

source: Returned Amount
pt_br: Valor Devolvido

source: Review Payroll Settings
pt_br: Revisar Configurações da Folha

source: Review various other settings related to Employee Leaves and Expense Claim
pt_br: Revisar outras configurações relacionadas a Licenças de Colaboradores e Reembolso de Despesas

source: Reviewer
pt_br: Revisor

source: Reviewer Name
pt_br: Nome do Revisor

source: Revised CTC
pt_br: CTC Revisado

source: Right
pt_br: Direita

source: Role
pt_br: Função

source: Role Allowed to Create Backdated Leave Application
pt_br: Função Autorizada a Criar Solicitação de Afastamento Retroativa

source: Roster
pt_br: Escala

source: Roster Color
pt_br: Cor da Escala

source: Round Name
pt_br: Nome da Rodada

source: Round off Work Experience
pt_br: Arredondar Experiência de Trabalho

source: Round to the Nearest Integer
pt_br: Arredondar para o Número Inteiro Mais Próximo

source: Rounded Total
pt_br: Total Arredondado

source: Rounded Total (Company Currency)
pt_br: Total Arredondado (Moeda da Empresa)

source: Rounding
pt_br: Arredondamento

source: Route
pt_br: Rota

source: Route to the custom Job Application Webform
pt_br: Rota para o Formulário Personalizado de Candidatura a Vaga

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
pt_br: Linha #{0}: Não é possível definir valor ou fórmula para o Componente Salarial {1} com Variável Baseada no Salário Tributável

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
pt_br: Linha #{0}: O Componente {1} possui as opções {2} e {3} ativadas.

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
pt_br: Linha #{0}: O valor da folha de ponto substituirá o valor do componente de ganhos para o Componente Salarial {1}

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
pt_br: Linha nº {0}: O valor não pode ser maior que o Valor Pendente da Solicitação de Despesa {1}. O Valor Pendente é {2}

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
pt_br: Linha {0}# O valor alocado {1} não pode ser maior que o valor não reivindicado {2}

source: Row {0}# Paid Amount cannot be greater than Encashment amount
pt_br: Linha {0}# O Valor Pago não pode ser maior que o valor da Conversão

source: Row {0}# Paid Amount cannot be greater than Total amount
pt_br: Linha {0}# O Valor Pago não pode ser maior que o Valor Total

source: Row {0}# Paid Amount cannot be greater than requested advance amount
pt_br: Linha {0}# O Valor Pago não pode ser maior que o valor do adiantamento solicitado

source: Row {0}: Cost Center {1} does not belong to Company {2}
pt_br: Linha {0}: O Centro de Custo {1} não pertence à Empresa {2}

source: Row {0}: From (Year) can not be greater than To (Year)
pt_br: Linha {0}: O campo De (Ano) não pode ser maior que o campo Até (Ano)

source: Row {0}: Goal Score cannot be greater than 5
pt_br: Linha {0}: A Pontuação da Meta não pode ser maior que 5

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
pt_br: Linha {0}: O valor pago {1} é maior que o valor acumulado pendente {2} do empréstimo {3}

source: Row {0}: {1}
pt_br: Linha {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
pt_br: Linha {0}: {1} é obrigatório na tabela de despesas para registrar uma solicitação de despesa.

source: Rules
pt_br: Regras

source: Salary
pt_br: Salário

source: Salary Component
pt_br: Componente Salarial

source: Salary Component
pt_br: Componente Salarial

source: Salary Component Account
pt_br: Conta do Componente Salarial

source: Salary Component Type
pt_br: Tipo do Componente Salarial

source: Salary Component for timesheet based payroll.
pt_br: Componente Salarial para folha de pagamento baseada em folha de ponto.

source: Salary Component {0} is currently not used in any Salary Structure.
pt_br: O Componente Salarial {0} atualmente não é usado em nenhuma Estrutura Salarial.

source: Salary Currency
pt_br: Moeda Salarial

source: Salary Detail
pt_br: Detalhamento Salarial

source: Salary Details
pt_br: Detalhes do Salário

source: Salary Expectation
pt_br: Expectativa Salarial

source: Salary Information
pt_br: Informações Salariais

source: Salary Paid Per
pt_br: Salário Pago por

source: Salary Payments Based On Payment Mode
pt_br: Pagamentos Salariais com Base no Modo de Pagamento

source: Salary Payments via ECS
pt_br: Pagamentos Salariais via ECS

source: Salary Payout
pt_br: Pagamento de Salário

source: Salary Range
pt_br: Faixa Salarial

source: Salary Register
pt_br: Registro de Salário

source: Salary Slip
pt_br: Holerite

source: Salary Slip Based on Timesheet
pt_br: Holerite com Base em Folha de Ponto

source: Salary Slip ID
pt_br: ID do Holerite

source: Salary Slip Leave
pt_br: Licença no Holerite

source: Salary Slip Loan
pt_br: Empréstimo no Holerite

source: Salary Slip Timesheet
pt_br: Folha de Ponto do Holerite

source: Salary Slip already exists for {0} for the given dates
pt_br: Já existe um Holerite para {0} nas datas fornecidas

source: Salary Slip creation is queued. It may take a few minutes
pt_br: A criação do Holerite está em fila. Isso pode levar alguns minutos

source: Salary Slip of employee {0} already created for this period
pt_br: O Holerite do colaborador {0} já foi criado para este período

source: Salary Slip of employee {0} already created for time sheet {1}
pt_br: O Holerite do colaborador {0} já foi criado para a folha de ponto {1}

source: Salary Slip submission is queued. It may take a few minutes
pt_br: A submissão do Holerite está em fila. Isso pode levar alguns minutos

source: Salary Slip {0} failed for Payroll Entry {1}
pt_br: Falha no Holerite {0} para a Lançamento de Folha {1}

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
pt_br: Falha no Holerite {0}. Você pode resolver o {1} e tentar novamente {0}.

source: Salary Slips
pt_br: Holerites

source: Salary Slips Created
pt_br: Holerites Criados

source: Salary Slips Submitted
pt_br: Holerites Submetidos

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
pt_br: Holerites já existem para os colaboradores {}, e não serão processados por esta folha de pagamento.

source: Salary Slips submitted for period from {0} to {1}
pt_br: Holerites enviados para o período de {0} a {1}

source: Salary Structure
pt_br: Estrutura Salarial

source: Salary Structure Assignment
pt_br: Atribuição de Estrutura Salarial

source: Salary Structure Assignment field
pt_br: Campo de Atribuição de Estrutura Salarial

source: Salary Structure Assignment for Employee already exists
pt_br: Atribuição de Estrutura Salarial para o Colaborador já existe

source: Salary Structure Missing
pt_br: Estrutura Salarial Ausente

source: Salary Structure must be submitted before submission of {0}
pt_br: A Estrutura Salarial deve ser enviada antes do envio de {0}

source: Salary Structure not found for employee {0} and date {1}
pt_br: Estrutura Salarial não encontrada para o colaborador {0} e a data {1}

source: Salary Structure should have flexible benefit component(s) to dispense benefit amount
pt_br: A Estrutura Salarial deve conter componente(s) de benefício flexível para distribuir o valor do benefício

source: Salary Structure {0} does not belong to company {1}
pt_br: A Estrutura Salarial {0} não pertence à empresa {1}

source: Salary Structures updated successfully
pt_br: Estruturas Salariais atualizadas com sucesso

source: Salary Withholding
pt_br: Retenção Salarial

source: Salary Withholding Cycle
pt_br: Ciclo de Retenção Salarial

source: Salary Withholding {0} already exists for employee {1} for the selected period
pt_br: A Retenção Salarial {0} já existe para o colaborador {1} no período selecionado

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
pt_br: Salário já processado para o período entre {0} e {1}, o período da solicitação de licença não pode estar dentro desse intervalo de datas.

source: Salary breakup based on Earning and Deduction.
pt_br: Divisão salarial com base em Proventos e Descontos.

source: Salary components of type Provident Fund, Additional Provident Fund or Provident Fund Loan are not set up.
pt_br: Componentes salariais do tipo Fundo de Garantia, Fundo de Garantia Adicional ou Empréstimo do Fundo de Garantia não estão configurados.

source: Salary components should be part of the Salary Structure.
pt_br: Os componentes salariais devem fazer parte da Estrutura Salarial.

source: Salary slip emails have been enqueued for sending. Check {0} for status.
pt_br: Os e-mails dos holerites foram colocados na fila para envio. Verifique {0} para ver o status.

source: Salary, Compensation, and more.
pt_br: Salário, Remuneração e mais.

source: Sales Invoice
pt_br: Fatura de Venda

source: Same Company is entered more than once
pt_br: A mesma empresa foi inserida mais de uma vez

source: Sanctioned
pt_br: Aprovado

source: Sanctioned Amount
pt_br: Valor Aprovado

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
pt_br: O Valor Aprovado não pode ser maior que o Valor Reivindicado na linha {0}.

source: Saturday
pt_br: Sábado

source: Scheduled
pt_br: Agendado

source: Scheduled On
pt_br: Agendado Em

source: Score (0-5)
pt_br: Pontuação (0-5)

source: Score Earned
pt_br: Pontuação Obtida

source: Score must be less than or equal to 5
pt_br: A pontuação deve ser menor ou igual a 5

source: Scores
pt_br: Pontuações

source: Search for Jobs
pt_br: Buscar Vagas

source: Select Company
pt_br: Selecionar Empresa

source: Select Employees
pt_br: Selecionar Colaboradores

source: Select Interview Round First
pt_br: Selecione Primeiro a Etapa da Entrevista

source: Select Interview first
pt_br: Selecione a Entrevista primeiro

source: Select Payment Account to make Bank Entry
pt_br: Selecione a Conta de Pagamento para fazer o Lançamento Bancário

source: Select Payroll Frequency.
pt_br: Selecione a Frequência da Folha de Pagamento.

source: Select Payroll Period
pt_br: Selecionar Período da Folha de Pagamento

source: Select Property
pt_br: Selecionar Propriedade

source: Select Shift Requests
pt_br: Selecionar Solicitações de Turno

source: Select Terms and Conditions
pt_br: Selecionar Termos e Condições

source: Select Users
pt_br: Selecionar Usuários

source: Select an employee to get the employee advance.
pt_br: Selecione um colaborador para obter o adiantamento.

source: Select the Employee for which you want to allocate leaves.
pt_br: Selecione o Colaborador para o qual deseja alocar licenças.

source: Select the Employee.
pt_br: Selecione o Colaborador.

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
pt_br: Selecione o Tipo de Licença como Licença Médica, Licença Prêmio, Licença Eventual, etc.

source: Select the date after which this Leave Allocation will expire.
pt_br: Selecione a data após a qual esta Alocação de Licença expirará.

source: Select the date from which this Leave Allocation will be valid.
pt_br: Selecione a data a partir da qual esta Alocação de Licença será válida.

source: Select the end date for your Leave Application.
pt_br: Selecione a data final para sua Solicitação de Licença.

source: Select the start date for your Leave Application.
pt_br: Selecione a data inicial para sua Solicitação de Licença.

source: Select this if you want shift assignments to be automatically created indefinitely.
pt_br: Selecione isso se quiser que as atribuições de turno sejam criadas automaticamente indefinidamente.

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
pt_br: Selecione o tipo de licença que o colaborador deseja solicitar, como Licença Médica, Licença Prêmio, Licença Eventual, etc.

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
pt_br: Selecione seu Aprovador de Licença, ou seja, a pessoa que aprova ou rejeita suas licenças.

source: Select {0}
pt_br: Selecionar {0}

source: Self Appraisal
pt_br: Autoavaliação

source: Self Appraisal Pending: {0}
pt_br: Autoavaliação Pendente: {0}

source: Self Appraisal Score
pt_br: Pontuação da Autoavaliação

source: Self Score
pt_br: Pontuação Pessoal

source: Self-Study
pt_br: Autoestudo

source: Self-approval for leaves is not allowed
pt_br: Autorização própria para licenças não é permitida

source: Seminar
pt_br: Seminário

source: Send Emails At
pt_br: Enviar E-mails Às

source: Send Exit Questionnaire
pt_br: Enviar Questionário de Saída

source: Send Exit Questionnaires
pt_br: Enviar Questionários de Saída

source: Send Interview Feedback Reminder
pt_br: Enviar Lembrete de Feedback da Entrevista

source: Send Interview Reminder
pt_br: Enviar Lembrete de Entrevista

source: Send Leave Notification
pt_br: Enviar Notificação de Licença

source: Sender
pt_br: Remetente

source: Sender Email
pt_br: E-mail do Remetente

source: Sending Failed due to missing email information for employee(s): {1}
pt_br: Falha no Envio devido à falta de informações de e-mail para o(s) colaborador(es): {1}

source: Sent
pt_br: Enviado

source: Sent Successfully: {0}
pt_br: Enviado com Sucesso: {0}

source: Sep
pt_br: Set

source: Separation Activities
pt_br: Atividades de Desligamento

source: Separation Begins On
pt_br: Início do Desligamento

source: Series
pt_br: Série

source: Service
pt_br: Serviço

source: Service Details
pt_br: Detalhes do Serviço

source: Service Expense
pt_br: Despesa de Serviço

source: Service Expenses
pt_br: Despesas de Serviço

source: Service Item
pt_br: Item de Serviço

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
pt_br: Defina "De (Ano)" e "Até (Ano)" como 0 para não ter limite inferior ou superior.

source: Set Assignment Details
pt_br: Definir Detalhes da Atribuição

source: Set Leave Details
pt_br: Definir Detalhes da Licença

source: Set Relieving Date for Employee: {0}
pt_br: Defina a Data de Desligamento para o Colaborador: {0}

source: Set filters to fetch employees
pt_br: Defina filtros para buscar colaboradores

source: Set opening balances for earnings and taxes from the previous employer
pt_br: Defina os saldos iniciais de rendimentos e impostos do empregador anterior

source: Set optional filters to fetch employees in the appraisee list
pt_br: Defina filtros opcionais para buscar colaboradores na lista de avaliados

source: Set the default account for the {0} {1}
pt_br: Defina a conta padrão para {0} {1}

source: Set the frequency for holiday reminders
pt_br: Defina a frequência dos lembretes de feriados

source: Set the properties that should be updated in the Employee master on promotion submission
pt_br: Defina as propriedades que devem ser atualizadas no cadastro do Colaborador ao submeter uma promoção

source: Set the status to {0} if required.
pt_br: Defina o status como {0} se necessário.

source: Set {0} for selected employees
pt_br: Definir {0} para os colaboradores selecionados

source: Settings
pt_br: Configurações

source: Settings Missing
pt_br: Configurações Ausentes

source: Settle against Advances
pt_br: Liquidar com Adiantamentos

source: Settle all Payables and Receivables before submission
pt_br: Quite todos os Pagamentos e Recebíveis antes de enviar

source: Settled
pt_br: Liquidado

source: Setup
pt_br: Configuração

source: Shared document with the user {0} with 'Submit' permission
pt_br: Documento compartilhado com o usuário {0} com permissão de 'Submeter'

source: Shift
pt_br: Turno

source: Shift & Attendance
pt_br: Turno & Frequência

source: Shift Actual End
pt_br: Fim Real do Turno

source: Shift Actual End Time
pt_br: Horário Real de Término do Turno

source: Shift Actual Start
pt_br: Início Real do Turno

source: Shift Actual Start Time
pt_br: Horário Real de Início do Turno

source: Shift Assignment
pt_br: Atribuição de Turno

source: Shift Assignment Details
pt_br: Detalhes da Atribuição de Turno

source: Shift Assignment History
pt_br: Histórico de Atribuições de Turno

source: Shift Assignment Tool
pt_br: Ferramenta de Atribuição de Turno

source: Shift Assignment: {0} created for Employee: {1}
pt_br: Atribuição de Turno: {0} criada para o Colaborador: {1}

source: Shift Attendance
pt_br: Frequência por Turno

source: Shift Details
pt_br: Detalhes do Turno

source: Shift End
pt_br: Fim do Turno

source: Shift End Time
pt_br: Horário de Término do Turno

source: Shift Location
pt_br: Local do Turno

source: Shift Request
pt_br: Solicitação de Turno

source: Shift Request Approver
pt_br: Aprovador de Solicitação de Turno

source: Shift Request Filters
pt_br: Filtros de Solicitação de Turno

source: Shift Requests ending before this date will be excluded.
pt_br: Solicitações de Turno com término antes desta data serão excluídas.

source: Shift Requests starting after this date will be excluded.
pt_br: Solicitações de Turno com início após esta data serão excluídas.

source: Shift Schedule
pt_br: Escala de Turno

source: Shift Schedule Assignment
pt_br: Atribuição de Escala de Turno

source: Shift Settings
pt_br: Configurações de Turno

source: Shift Start
pt_br: Início do Turno

source: Shift Start Time
pt_br: Horário de Início do Turno

source: Shift Status
pt_br: Status do Turno

source: Shift Timings
pt_br: Horários do Turno

source: Shift Tools
pt_br: Ferramentas de Turno

source: Shift Type
pt_br: Tipo de Turno

source: Shift has been successfully updated to {0}.
pt_br: O turno foi atualizado com sucesso para {0}.

source: Shifts
pt_br: Turnos

source: Show Employee
pt_br: Mostrar Colaborador

source: Show Leave Balances in Salary Slip
pt_br: Mostrar Saldos de Licença no Holerite

source: Show Leaves Of All Department Members In Calendar
pt_br: Mostrar Licenças de Todos os Membros do Departamento no Calendário

source: Show Salary Slip
pt_br: Mostrar Holerite

source: Show Tour
pt_br: Mostrar Tour

source: Showing
pt_br: Exibindo

source: Sick Leave
pt_br: Licença Médica

source: Single Assignment
pt_br: Atribuição Única

source: Skill
pt_br: Habilidade

source: Skill Assessment
pt_br: Avaliação de Habilidades

source: Skill Name
pt_br: Nome da Habilidade

source: Skills
pt_br: Habilidades

source: Skip Auto Attendance
pt_br: Ignorar Frequência Automática

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
pt_br: Ignorando a Atribuição de Estrutura Salarial para os seguintes colaboradores, pois já existem registros de Atribuição de Estrutura Salarial para eles. {0}

source: Source
pt_br: Origem

source: Source Name
pt_br: Nome da Origem

source: Source and Rating
pt_br: Origem e Avaliação

source: Source and target shifts cannot be the same
pt_br: Os turnos de origem e destino não podem ser iguais

source: Sponsored Amount
pt_br: Valor Patrocinado

source: Staffing Details
pt_br: Detalhes da Alocação

source: Staffing Plan
pt_br: Plano de Alocação

source: Staffing Plan Detail
pt_br: Detalhamento do Plano de Alocação

source: Staffing Plan {0} already exist for designation {1}
pt_br: O Plano de Alocação {0} já existe para o cargo {1}

source: Standard Tax Exemption Amount
pt_br: Valor Padrão de Isenção Fiscal

source: Standard Working Hours
pt_br: Horas de Trabalho Padrão

source: Start
pt_br: Início

source: Start Date
pt_br: Data de Início

source: Start Time
pt_br: Horário de Início

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}
pt_br: As datas de início e fim não estão em um Período de Pagamento válido, não é possível calcular {0}

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
pt_br: As datas de início e fim não estão em um Período de Pagamento válido, não é possível calcular {0}.

source: Start date: {0}
pt_br: Data de início: {0}

source: Start time and end time cannot be same.
pt_br: O horário de início e de término não podem ser iguais.

source: Statistical Component
pt_br: Componente Estatístico

source: Status for Other Half
pt_br: Status para a Outra Metade

source: Stock Options
pt_br: Opções de Ações

source: Stop users from making Leave Applications on following days.
pt_br: Impedir usuários de fazer Solicitações de Licença nos dias a seguir.

source: Strictly based on Log Type in Employee Checkin
pt_br: Estritamente com base em Tipo de Registro no registro de Entrada do Colaborador

source: Structures have been assigned successfully
pt_br: Estruturas foram atribuídas com sucesso

source: Subject
pt_br: Assunto

source: Submission Date
pt_br: Data de Submissão

source: Submission Failed
pt_br: Falha na Submissão

source: Submission of {0} before {1} is not allowed
pt_br: A submissão de {0} antes de {1} não é permitido

source: Submit
pt_br: Submeter

source: Submit Feedback
pt_br: Submeter Feedback

source: Submit Now
pt_br: Submeter Agora

source: Submit Proof
pt_br: Submeter Comprovante

source: Submit Salary Slip
pt_br: Submeter Holerite

source: Submit this Leave Application to confirm.
pt_br: Submeta esta Solicitação de Licença para confirmar.

source: Submit this to create the Employee record
pt_br: Submeta isto para criar o registro do Colaborador

source: Submitted
pt_br: Submetido

source: Submitting Salary Slips and creating Journal Entry...
pt_br: Enviando Holerites e criando Lançamento do Livro Diário...

source: Submitting Salary Slips...
pt_br: Enviando Holerites...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
pt_br: Empresas subsidiárias já planejaram {1} vagas com um orçamento de {2}. O Plano de Contratações para {0} deve alocar mais vagas e orçamento para {3} do que o planejado por suas subsidiárias

source: Success
pt_br: Sucesso

source: Successfully created {0} for employees:
pt_br: {0} criado com sucesso para os colaboradores:

source: Successfully {0} {1} for the following employees:
pt_br: {0} {1} com sucesso para os seguintes colaboradores:

source: Sum of all previous slabs
pt_br: Soma de todas as faixas anteriores

source: Summarized View
pt_br: Visão Resumida

source: Sunday
pt_br: Domingo

source: Supplier
pt_br: Fornecedor

source: Suspended
pt_br: Suspenso

source: Sync {0}
pt_br: Sincronizar {0}

source: Syntax error
pt_br: Erro de sintaxe

source: Syntax error in condition: {0} in Income Tax Slab
pt_br: Erro de sintaxe na condição: {0} na Faixa de Imposto de Renda

source: System Manager
pt_br: Administrador do Sistema

source: Take Exact Completed Years
pt_br: Considerar Anos Completos Exatos

source: Task
pt_br: Tarefa

source: Task Weight
pt_br: Peso da Tarefa

source: Tax & Benefits
pt_br: Impostos & Benefícios

source: Tax Deducted Till Date
pt_br: Imposto Retido até a Data

source: Tax Exemption Category
pt_br: Categoria de Isenção Fiscal

source: Tax Exemption Declaration
pt_br: Declaração de Isenção Fiscal
