Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Working Hours Calculation Based On
pt_br: Cálculo de Horas de Trabalho com Base Em

source: Working Hours Threshold for Absent
pt_br: Limite de Horas de Trabalho para Ausências

source: Working Hours Threshold for Half Day
pt_br: Limite de Jornada de Trabalho para Meio Dia

source: Working hours below which Absent is marked. (Zero to disable)
pt_br: Horas de trabalho abaixo das quais Ausente é marcado. (Zero para desabilitar)

source: Working hours below which Half Day is marked. (Zero to disable)
pt_br: Horas de trabalho abaixo das quais o Meio Período é marcado. (Zero para desabilitar)

source: Workshop
pt_br: Oficina

source: Year
pt_br: Ano

source: Year To Date
pt_br: Ano até a Data

source: Year To Date(Company Currency)
pt_br: Ano até a data (Moeda da Empresa)

source: Yearly
pt_br: Anual

source: Yellow
pt_br: Amarelo

source: Yes
pt_br: Sim

source: Yes, Proceed
pt_br: Sim, Prosseguir

source: You are not authorized to approve leaves on Block Dates
pt_br: Você não está autorizado a aprovar saídas em datas de bloqueio

source: You are not present all day(s) between compensatory leave request days
pt_br: Você não está presente todos os dias entre os dias de solicitação de licença compensatória

source: You can claim only an amount of {0}, the rest amount {1} should be in the application as pro-rata component
pt_br: Você pode reivindicar apenas um valor de {0}, o valor restante {1} deve estar no aplicativo como componente pro-rata

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
pt_br: Não é possível definir múltiplas lajes se você tiver uma laje sem limites inferior e superior.

source: You can not request for your Default Shift: {0}
pt_br: Você não pode solicitar seu turno padrão: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
pt_br: Você só pode planejar até {0} vagas e orçar {1} para {2} conforme o plano de pessoal {3} da empresa controladora {4}.

source: You can only submit Leave Encashment for a valid encashment amount
pt_br: Você só pode enviar o saque de licença para um valor de saque válido

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
pt_br: Você só pode carregar documentos JPG, PNG, PDF, TXT ou Microsoft.

source: You do not have permission to complete this action
pt_br: Você não tem permissão para concluir esta ação

source: You have no advances
pt_br: Você não tem adiantamentos

source: You have no leaves allocated
pt_br: Você não tem folhas alocadas

source: You have no notifications
pt_br: Você não tem notificações

source: You have no requests
pt_br: Você não tem solicitações

source: You have no upcoming holidays
pt_br: Você não tem feriados programados

source: You have no upcoming shifts
pt_br: Você não tem turnos futuros

source: You may add additional details, if any, and submit the offer.
pt_br: Você pode adicionar detalhes adicionais, se houver, e enviar a oferta.

source: You must be within {0} meters of your shift location to check in.
pt_br: Você deve estar a {0} metros do local do seu turno para fazer o check-in.

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
pt_br: Você esteve presente apenas por Meio Período em {}. Não é possível solicitar uma licença compensatória de um dia inteiro

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
pt_br: Sua sessão de entrevista foi remarcada de {0} {1} - {2} para {3} {4} - {5}

source: Your password has expired. Please reset your password to continue
pt_br: Sua senha expirou. Redefina sua senha para continuar.

source: active
pt_br: ativo

source: based on
pt_br: baseado em

source: cancellation
pt_br: cancelamento

source: cancelled
pt_br: cancelado

source: changed the status from {0} to {1} via Attendance Request
pt_br: alterou o status de {0} para {1} por meio de Solicitação de Frequência

source: create/submit
pt_br: criar/submeter

source: created
pt_br: criado

source: johndoe@mail.com
pt_br: johndoe@email.com

source: modify_half_day_status
pt_br: Modificar Status de Meio Período

source: or for the Employee's Department: {0}
pt_br: ou para o Departamento do Colaborador: {0}

source: process
pt_br: processo

source: processed
pt_br: processado

source: result
pt_br: resultado

source: results
pt_br: resultados

source: review
pt_br: análise

source: reviews
pt_br: análises

source: submitted
pt_br: enviado

source: via Salary Component sync
pt_br: via sincronização do Componente Salarial

source: {0} & {1} more
pt_br: {0} & {1} mais

source: {0} <br> This error can be due to missing or deleted field.
pt_br: {0} <br> Este erro pode ser devido a um campo ausente ou excluído.

source: {0} Appraisal(s) are not submitted yet
pt_br: {0} A(s) avaliação(ões) ainda não foram enviadas

source: {0} Field
pt_br: {0} Campo

source: {0} Missing
pt_br: {0} Faltando

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
pt_br: {0} Linha nº{1}: A fórmula está definida, mas {2} está desabilitada para o Componente Salário {3}.

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
pt_br: {0} Linha nº{1}: {2} precisa ser habilitada para que a fórmula seja considerada.

source: {0} Unread
pt_br: {0} Não lido

source: {0} already allocated for Employee {1} for period {2} to {3}
pt_br: {0} já alocado para o Colaborador {1} para o período {2} a {3}

source: {0} already exists for employee {1} and period {2}
pt_br: {0} já existe para o colaborador {1} e período {2}

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
pt_br: {0} já tem uma Atribuição de Turno ativa {1} para algumas/todas essas datas.

source: {0} applicable after {1} working days
pt_br: {0} aplicável após {1} dias úteis

# Leave Type
source: {0} balance
pt_br: Saldo de {0}

source: {0} completed {1} year(s)
pt_br: {0} completou {1} ano(s)

source: {0} created successfully!
pt_br: {0} criado com sucesso!

source: {0} deleted successfully!
pt_br: {0} excluído com sucesso!

source: {0} failed!
pt_br: {0} falhou!

source: {0} has {1} enabled
pt_br: {0} habilitou {1}

source: {0} is mandatory
pt_br: {0} é obrigatório

source: {0} is not a holiday.
pt_br: {0} não é feriado.

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
pt_br: {0} não tem permissão para enviar Feedback da Entrevista para a Entrevista: {1}

source: {0} is not in Optional Holiday List
pt_br: {0} não está na Lista de Feriados Opcionais

source: {0} is not in a valid Payroll Period
pt_br: {0} não está em um Período de Folha de Pagamento válido

source: {0} is required
pt_br: {0} é obrigatório

source: {0} leaves allocated successfully
pt_br: {0} folhas alocadas com sucesso

source: {0} leaves from allocation for {1} leave type have expired and will be processed during the next scheduled job. It is recommended to expire them now before creating new leave policy assignments.
pt_br: {0} licenças da alocação para o tipo de licença {1} expiraram e serão processadas durante o próximo trabalho agendado. Recomenda-se expirou-as agora antes de criar novas atribuições de política de licenças.

source: {0} leaves were manually allocated by {1} on {2}
pt_br: {0} folhas foram alocadas manualmente por {1} em {2}

source: {0} must be submitted
pt_br: {0} deve ser enviado

source: {0} of {1} Completed
pt_br: {0} de {1} Concluído

source: {0} successful!
pt_br: {0} bem-sucedido!

source: {0} successfully!
pt_br: {0} com sucesso!

source: {0} to {1} employee(s)?
pt_br: {0} para {1} colaborador(es)?

source: {0} updated successfully!
pt_br: {0} atualizado com sucesso!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
pt_br: {0} vagas e {1} orçamento para {2} já planejados para as subsidiárias de {3}. Você só pode planejar até {4} vagas e um orçamento {5} conforme o plano de pessoal {6} para a empresa-mãe {3}.

source: {0} will be updated for the following Salary Structures: {1}.
pt_br: {0} será atualizado para as seguintes Estruturas Salariais: {1}.

source: {0}: Employee email not found, hence email not sent
pt_br: {0}: E-mail do colaborador não encontrado, portanto o e-mail não foi enviado

source: {0}: From {0} of type {1}
pt_br: {0}: De {0} do tipo {1}

source: {0}d
pt_br: {0} dia(s)

source: {} Accepted
pt_br: {} Aceito

source: {} Active
pt_br: {} Rascunho

source: {} Draft
pt_br: {} Rascunho

source: {} Open
pt_br: {} Aberto

source: {} Pending
pt_br: {} Pendente

source: {} Unclaimed
pt_br: {} Não reivindicado

source: {} is an invalid Attendance Status.
pt_br: {} é um Status de Presença inválido.

source: {} {} open for this position.
pt_br: {} {} aberto para esta posição.
