Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
pt_br: Para um dia de licença tirado, se você ainda pagar (por exemplo) 50% do salário diário, então insira 0.50 neste campo.

source: Formula
pt_br: Fórmula

source: Fortnightly
pt_br: Quinzenal

source: Fraction of Applicable Earnings
pt_br: Fração dos Rendimentos Aplicáveis

source: Fraction of Daily Salary for Half Day
pt_br: Fração do Salário Diário para Meio Período

source: Fraction of Daily Salary per Leave
pt_br: Fração do Salário Diário por Licença

source: Fractional Cost
pt_br: Custo Fracionário

source: Frappe HR
pt_br: RH

source: Frequency
pt_br: Frequência

source: Friday
pt_br: Sexta-feira

source: From
pt_br: De

source: From Amount
pt_br: Valor Mínimo

source: From Date
pt_br: Data Inicial

source: From Date cannot be greater than To Date
pt_br: Data Inicial não pode ser maior que Data Final

source: From Date must come before To Date
pt_br: Data Inicial deve ser anterior à Data Final

source: From Date {0} cannot be after employee's relieving Date {1}
pt_br: Data Inicial {0} não pode ser após a data de saída do colaborador {1}

source: From Date {0} cannot be before employee's joining Date {1}
pt_br: Data Inicial {0} não pode ser antes da data de admissão do colaborador {1}

source: From Employee
pt_br: Do Colaborador

source: From Time
pt_br: Hora Inicial

source: From User
pt_br: Do Usuário

source: From date can not be less than employee's joining date
pt_br: Data inicial não pode ser anterior à data de admissão do colaborador

source: From date can not be less than employee's joining date.
pt_br: Data inicial não pode ser anterior à data de admissão do colaborador.

source: From here, you can enable encashment for the balance leaves.
pt_br: A partir daqui, você pode habilitar o abono pecuniário para o saldo de licenças.

source: From {0} to {1}
pt_br: De {0} até {1}

source: From(Year)
pt_br: De(Ano)

source: Fuchsia
pt_br: Fúcsia

source: Fuel Expense
pt_br: Despesa com Combustível

source: Fuel Expenses
pt_br: Despesas com Combustível

source: Fuel Price
pt_br: Preço do Combustível

source: Fuel Qty
pt_br: Quantidade de Combustível

source: Full Name
pt_br: Nome Completo

source: Full and Final Asset
pt_br: Ativo Completo e Final

source: Full and Final Outstanding Statement
pt_br: Extrato Completo e Final de Pendências

source: Full and Final Statement
pt_br: Extrato Completo e Final

source: Full-time
pt_br: Tempo Integral

source: Fully Sponsored
pt_br: Totalmente Patrocinado

source: Funded Amount
pt_br: Valor Financiado

source: Future Income Tax
pt_br: Imposto de Renda Futuro

source: Future dates not allowed
pt_br: Datas Futuras não Permitidas

source: Gender
pt_br: Gênero

source: General Ledger
pt_br: Razão Geral

source: Geolocation
pt_br: Geolocalização

source: Geolocation Error
pt_br: Erro de Geolocalização

source: Geolocation is not supported by your current browser
pt_br: Geolocalização não é suportada pelo seu navegador atual

source: Get Details From Declaration
pt_br: Obter Detalhes da Declaração

source: Get Employees
pt_br: Obter Colaboradores

source: Get Job Requisitions
pt_br: Obter Requisições de Emprego

source: Get Template
pt_br: Obter Modelo

source: Get the app on your device for easy access & a better experience!
pt_br: Baixe o aplicativo no seu dispositivo para acesso fácil e melhor experiência!

source: Get the app on your iPhone for easy access & a better experience
pt_br: Baixe o aplicativo no seu iPhone para acesso fácil e melhor experiência

source: Gluten Free
pt_br: Sem Glúten

source: Go to Login
pt_br: Ir para Login

source: Go to Reset Password page
pt_br: Ir para a página de Redefinir Senha

source: Goal
pt_br: Meta

source: Goal Completion (%)
pt_br: Conclusão da Meta (%)

source: Goal Score
pt_br: Pontuação da Meta

source: Goal Score (%)
pt_br: Pontuação da Meta (%)

source: Goal Score (weighted)
pt_br: Pontuação da Meta (ponderada)

source: Goal progress percentage cannot be more than 100.
pt_br: Porcentagem de progresso da meta não pode ser maior que 100.

source: Goal should be aligned with the same KRA as its parent goal.
pt_br: A Meta deve estar alinhada com o mesmo KRA que sua meta pai.

source: Goal should be owned by the same employee as its parent goal.
pt_br: A Meta deve ser de propriedade do mesmo colaborador que sua meta pai.

source: Goal should belong to the same Appraisal Cycle as its parent goal.
pt_br: A Meta deve pertencer ao mesmo Ciclo de Avaliação que sua meta pai.

source: Goal updated successfully
pt_br: Meta atualizada com sucesso

source: Goals
pt_br: Metas

source: Goals updated successfully
pt_br: Metas atualizadas com sucesso

source: Grade
pt_br: Classificação

source: Grand Total
pt_br: Total Geral

source: Gratuity
pt_br: Gratificação

source: Gratuity Applicable Component
pt_br: Componente Aplicável à Gratificação

source: Gratuity Rule
pt_br: Regra de Gratificação

source: Gratuity Rule Slab
pt_br: Faixa da Regra de Gratificação

source: Green
pt_br: Verde

source: Grievance
pt_br: Reclamação

source: Grievance Against
pt_br: Reclamação Contra

source: Grievance Against Party
pt_br: Parte Contra a Reclamação

source: Grievance Details
pt_br: Detalhes da Reclamação

source: Grievance Type
pt_br: Tipo de Reclamação

source: Gross Earnings
pt_br: Ganhos Brutos

source: Gross Pay
pt_br: Pagamento Bruto

source: Gross Pay (Company Currency)
pt_br: Pagamento Bruto (Moeda da Empresa)

source: Gross Year To Date
pt_br: Bruto Acumulado no Ano

source: Gross Year To Date(Company Currency)
pt_br: Bruto Acumulado no Ano (Moeda da Empresa)

source: Group
pt_br: Grupo

source: Group By
pt_br: Agrupar Por

source: Group goal's progress is auto-calculated based on the child goals.
pt_br: Progresso da meta do grupo é calculado automaticamente com base nas metas filhas.

source: HR
pt_br: RH

source: HR & Payroll
pt_br: RH & Folha de Pagamento

source: HR & Payroll Settings
pt_br: Configurações de RH & Folha de Pagamento

source: HR Dashboard
pt_br: Painel do RH

source: HR Manager
pt_br: Gerente de RH

source: HR Settings
pt_br: Configurações de RH

source: HR User
pt_br: Usuário de RH

source: HRMS
pt_br: SGRH

source: Half Day
pt_br: Meio Período

source: Half Day Date
pt_br: Data do Meio Período

source: Half Day Date is mandatory
pt_br: A Data do Meio Período é obrigatória

source: Half Day Date should be between From Date and To Date
pt_br: A Data do Meio Período deve estar entre a Data Inicial e a Data Final

source: Half Day Date should be in between Work From Date and Work End Date
pt_br: A Data do Meio Período deve estar entre a Data de Início e a Data de Término do Trabalho

source: Half Day Marked Employee Header
pt_br: Cabeçalho de Colaboradores Marcados como Meio Período

source: Half Day Records
pt_br: Registros de Meio Período

source: Half Yearly
pt_br: Semestral

source: Half day date should be in between from date and to date
pt_br: A data de meio período deve estar entre a data inicial e a data final

source: Half-Yearly
pt_br: Semestral

source: Has Certificate
pt_br: Tem Certificado

source: Health Insurance
pt_br: Plano de Saúde

source: Health Insurance Name
pt_br: Nome do Plano de Saúde

source: Health Insurance No
pt_br: Número do Plano de Saúde

source: Health Insurance Provider
pt_br: Operadora do Plano de Saúde

source: Hello
pt_br: Olá

source: Help
pt_br: Ajuda

source: Hey {}! This email is to remind you about the upcoming holidays.
pt_br: Ei {}! Este e-mail é um lembrete sobre os próximos feriados.

source: Hey, {0} 👋
pt_br: Ei, {0} 👋

source: Hiring Count
pt_br: Quantidade de Contratações

source: Hiring Settings
pt_br: Configurações de Contratação

source: Hiring vs Attrition Count
pt_br: Contratações vs Rotatividade

source: Hold
pt_br: Aguardando

source: Holiday
pt_br: Feriado

source: Holiday List
pt_br: Lista de Feriados

source: Holiday List for Optional Leave
pt_br: Lista de Feriados para Licença Opcional

source: Holidays
pt_br: Feriados

source: Holidays this Month.
pt_br: Feriados deste mês.

source: Holidays this Week.
pt_br: Feriados desta Semana.

source: Home
pt_br: Início

source: Horizontal Break
pt_br: Divisão Horizontal

source: Hour Rate
pt_br: Valor por Hora

source: Hour Rate (Company Currency)
pt_br: Valor por Hora (Moeda da Empresa)

source: Hours
pt_br: Horas

source: House rent paid days overlapping with {0}
pt_br: Dias de aluguel pagos sobrepostos com {0}

source: House rented dates required for exemption calculation
pt_br: As datas de aluguel da casa são necessárias para o cálculo da isenção

source: House rented dates should be atleast 15 days apart
pt_br: As datas de aluguel da casa devem ter pelo menos 15 dias de diferença

source: IFSC Code
pt_br: Código IFSC

source: IN
pt_br: ENTRADA

source: Identification Document Number
pt_br: Número do Documento de Identificação

source: Identification Document Type
pt_br: Tipo de Documento de Identificação

source: If checked, Payroll Payable will be booked against each employee
pt_br: Se selecionado, o valor a pagar da folha será lançado individualmente para cada colaborador

source: If checked, hides and disables Rounded Total field in Salary Slips
pt_br: Se selecionado, oculta e desativa o campo Total Arredondado nos Holerites

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
pt_br: Se selecionado, o valor total será deduzido da renda tributável antes do cálculo do imposto de renda, sem necessidade de declaração ou envio de comprovantes.

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
pt_br: Se habilitado, a Declaração de Isenção de Imposto será considerada no cálculo do imposto de renda.

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
pt_br: Se habilitado, a presença automática será registrada em feriados caso existam registros de Entrada do Colaborador.

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
pt_br: Se habilitado, deduz os dias de pagamento por ausência em feriados. Por padrão, feriados são considerados pagos.

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
pt_br: Se habilitado, o componente será considerado como um componente tributário e o valor será calculado automaticamente conforme as faixas de imposto de renda configuradas.

source: If enabled, the component will be considered in the Income Tax Deductions report
pt_br: Se habilitado, o componente será considerado no relatório de Deduções do Imposto de Renda.

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
pt_br: Se habilitado, o componente não será exibido no holerite se o valor for zero.

source: If enabled, the total no. of applications received for this opening will be displayed on the website
pt_br: Se habilitado, o número total de candidaturas recebidas para esta vaga será exibido no site.

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
pt_br: Se habilitado, o valor especificado ou calculado neste componente não contribuirá para os ganhos ou deduções. No entanto, seu valor pode ser referenciado por outros componentes que possam ser adicionados ou deduzidos.

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
pt_br: Se habilitado, o número total de dias úteis incluirá os feriados, e isso reduzirá o valor do salário por dia.

source: If not checked, the list will have to be added to each Department where it has to be applied.
pt_br: Se não selecionado, a lista terá que ser adicionada a cada Departamento onde deverá ser aplicada.

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
pt_br: Se selecionado, o valor especificado ou calculado neste componente não contribuirá para os ganhos ou deduções. No entanto, seu valor pode ser referenciado por outros componentes que possam ser adicionados ou deduzidos.

source: If set, the job opening will be closed automatically after this date
pt_br: Se definido, a vaga será encerrada automaticamente após esta data.

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
pt_br: Se você estiver usando empréstimos em holerites, por favor instale o aplicativo {0} continuar utilizando a integração de empréstimos com a folha de pagamento.

source: Import Attendance
pt_br: Importar Frequência

source: Import Log
pt_br: Registro de Importação

source: Import Successful
pt_br: Importação Bem-Sucedida

source: Importing {0} of {1}
pt_br: Importando {0} de {1}

source: In Process
pt_br: Em Processo

source: In Progress
pt_br: Em Andamento

source: In Time
pt_br: Horário de Entrada

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
pt_br: Em caso de erro durante este processo em segundo plano, o sistema adicionará um comentário sobre o erro neste Lançamento de Folha e retornará ao status Enviado

source: Inactive
pt_br: Inativo

source: Incentive
pt_br: Incentivo

source: Incentive Amount
pt_br: Valor do Incentivo

source: Incentives
pt_br: Incentivos

source: Include Company Descendants
pt_br: Incluir Empresas Descendentes

source: Include Holidays
pt_br: Incluir Feriados

source: Include holidays in Total no. of Working Days
pt_br: Incluir feriados no Total de Dias Úteis

source: Include holidays within leaves as leaves
pt_br: Incluir feriados dentro das licenças como dias de licença

source: Income Source
pt_br: Fonte de Renda

source: Income Tax Amount
pt_br: Valor do Imposto de Renda

source: Income Tax Breakup
pt_br: Detalhamento do Imposto de Renda

source: Income Tax Component
pt_br: Componente do Imposto de Renda

source: Income Tax Computation
pt_br: Cálculo do Imposto de Renda

source: Income Tax Deducted Till Date
pt_br: Imposto de Renda Retido até a Data

source: Income Tax Deductions
pt_br: Deduções de Imposto de Renda

source: Income Tax Slab
pt_br: Faixa do Imposto de Renda

source: Income Tax Slab Other Charges
pt_br: Outras Cobranças da Faixa do Imposto de Renda

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
pt_br: Faixa do Imposto de Renda é obrigatória, pois a Estrutura Salarial {0} possui um componente tributário {1}

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
pt_br: A Faixa do Imposto de Renda deve estar vigente em ou antes da Data de Início do Período da Folha: {0}

source: Income Tax Slab not set in Salary Structure Assignment: {0}
pt_br: Faixa do Imposto de Renda não definida na Atribuição da Estrutura Salarial: {0}

source: Income Tax Slab: {0} is disabled
pt_br: Faixa do Imposto de Renda: {0} está desativada

source: Income from Other Sources
pt_br: Renda de Outras Fontes

source: Incorrect Weightage Allocation
pt_br: Distribuição Incorreta de Peso

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
pt_br: Indica o número de licenças que não podem ser convertidas em abono pecuniário a partir do saldo de licenças. Por exemplo, com um saldo de 10 licenças e 4 Licenças Não Elegíveis para Abono Pecuniário, você pode converter 6 em dinheiro, enquanto as 4 restantes podem ser acumuladas ou expiram

source: Inspection
pt_br: Inspeção

source: Install
pt_br: Instalar

source: Install Frappe HR
pt_br: Instalar RH

source: Insufficient Balance
pt_br: Saldo Insuficiente

source: Insufficient leave balance for Leave Type {0}
pt_br: Saldo de licença insuficiente para o Tipo de Licença {0}

source: Interest
pt_br: Juros

source: Interest Amount
pt_br: Valor dos Juros

source: Interest Income Account
pt_br: Conta de Receita de Juros

source: Intermediate
pt_br: Intermediário

source: Intern
pt_br: Estagiário

source: International
pt_br: Internacional

source: Interview
pt_br: Entrevista

source: Interview Detail
pt_br: Detalhes da Entrevista

source: Interview Details
pt_br: Detalhes da Entrevista

source: Interview Feedback
pt_br: Feedback da Entrevista

source: Interview Feedback Reminder
pt_br: Lembrete de Feedback da Entrevista

source: Interview Feedback {0} submitted successfully
pt_br: Feedback da Entrevista {0} enviado com sucesso

source: Interview Not Rescheduled
pt_br: Entrevista Não Reagendada

source: Interview Reminder
pt_br: Lembrete de Entrevista

source: Interview Reminder Notification Template
pt_br: Modelo de Notificação de Lembrete de Entrevista

source: Interview Rescheduled successfully
pt_br: Entrevista Reagendada com sucesso

source: Interview Round
pt_br: Rodada de Entrevista

source: Interview Round {0} is only applicable for the Designation {1}
pt_br: A Rodada de Entrevista {0} é aplicável apenas para o Cargo {1}

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
pt_br: A Rodada de Entrevista {0} é apenas para o Cargo {1}. O Candidato se candidatou ao cargo de {2}

source: Interview Scheduled Date
pt_br: Data Agendada da Entrevista

source: Interview Status
pt_br: Status da Entrevista

source: Interview Summary
pt_br: Resumo da Entrevista

source: Interview Type
pt_br: Tipo de Entrevista

source: Interview: {0} Rescheduled
pt_br: Entrevista: {0} Reagendada

source: Interviewer
pt_br: Entrevistador

source: Interviewers
pt_br: Entrevistadores

source: Interviews
pt_br: Entrevistas

source: Introduction
pt_br: Introdução

source: Invalid
pt_br: Inválido

source: Invalid Action
pt_br: Ação Inválida

source: Invalid Additional Salary
pt_br: Salário Adicional Inválido

source: Invalid Cost Center
pt_br: Centro de Custo Inválido

source: Invalid Dates
pt_br: Datas Inválidas

source: Invalid Leave Ledger Entry
pt_br: Lançamento de Folha de Licença Inválido

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
pt_br: Conta de Folha de Pagamento a Pagar Inválida. A moeda da conta deve ser {0} ou {1}

source: Invalid Shift Times
pt_br: Horários de Turno Inválidos

source: Invalid parameters provided. Please pass the required arguments.
pt_br: Parâmetros inválidos fornecidos. Por favor, informe os argumentos obrigatórios.

source: Investigated
pt_br: Investigado

source: Investigation Details
pt_br: Detalhes da Investigação

source: Invited
pt_br: Convidado

source: Invoice Ref
pt_br: Ref. da Fatura

source: Is Active
pt_br: Está Ativo

source: Is Applicable for Referral Bonus
pt_br: É Aplicável para Bônus por Indicação

source: Is Carry Forward
pt_br: É Acumulável

source: Is Compensatory
pt_br: É Compensatório

source: Is Compensatory Leave
pt_br: É Licença Compensatória

source: Is Default
pt_br: É Padrão

source: Is Earned Leave
pt_br: É Licença Adquirida

source: Is Expired
pt_br: Está Expirada

source: Is Flexible Benefit
pt_br: É Benefício Flexível

source: Is Group
pt_br: É Grupo

source: Is Income Tax Component
pt_br: É Componente de Imposto de Renda

source: Is Leave Without Pay
pt_br: É Licença Não Remunerada

source: Is Mandatory
pt_br: É Obrigatório

source: Is Optional Leave
pt_br: É Licença Opcional

source: Is Paid
pt_br: Está Pago

source: Is Partially Paid Leave
pt_br: É Licença Parcialmente Paga

source: Is Recurring
pt_br: É Recorrente

source: Is Recurring Additional Salary
pt_br: É Salário Adicional Recorrente

source: Is Salary Released
pt_br: Salário Liberado

source: Is Salary Withheld
pt_br: Salário Retido

source: Is Tax Applicable
pt_br: Tributação Aplicável

source: Job Applicant
pt_br: Candidato

source: Job Applicant Source
pt_br: Fonte do Candidato

source: Job Applicant {0} created successfully.
pt_br: Candidato {0} criado com sucesso.

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
pt_br: Candidatos não podem participar duas vezes da mesma rodada de entrevista. Entrevista {0} já agendada para o Candidato {1}

source: Job Application Route
pt_br: Rota de Candidatura à Vaga

source: Job Description
pt_br: Descrição do Cargo

source: Job Offer
pt_br: Proposta de Emprego

source: Job Offer Term
pt_br: Termo da Proposta de Emprego

source: Job Offer Term Template
pt_br: Modelo de Termo da Proposta de Emprego

source: Job Offer Terms
pt_br: Termos da Proposta de Emprego

source: Job Offer status
pt_br: Status da Proposta de Emprego

source: Job Offer: {0} is already for Job Applicant: {1}
pt_br: Proposta de Emprego: {0} já está vinculada ao Candidato: {1}

source: Job Opening
pt_br: Vaga de Emprego

source: Job Opening Associated
pt_br: Vaga de Emprego Associada

source: Job Openings
pt_br: Vagas de Emprego

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
pt_br: As vagas de emprego para o cargo {0} já estão abertas ou a contratação foi concluída conforme o Plano de Pessoal {1}

source: Job Requisition
pt_br: Requisição de Vaga

source: Job Requisition {0} has been associated with Job Opening {1}
pt_br: A requisição de vaga {0} foi associada à vaga de emprego {1}

source: Job Title
pt_br: Cargo

source: Job profile, qualifications required etc.
pt_br: Perfil da vaga, qualificações exigidas etc.

source: Jobs
pt_br: Vagas

source: Joining Date
pt_br: Data de Admissão

source: Journal Entry
pt_br: Lançamento do Livro Diário

source: Journal Entry Account
pt_br: Conta de Lançamento do Livro Diário

source: July
pt_br: Julho

source: June
pt_br: Junho

source: KRA Evaluation Method
pt_br: Método de Avaliação do KRA

source: KRA updated for all child goals.
pt_br: KRA atualizado para todas as metas filhas.

source: KRA vs Goals
pt_br: KRA vs Metas

source: Key Performance Area
pt_br: Área de Desempenho Chave

source: Key Reports
pt_br: Relatórios Chave

source: Key Responsibility Area
pt_br: Área de Responsabilidade-Chave

source: Key Result Area
pt_br: Área de Resultado-Chave (KRA)

source: Last Day
pt_br: Último Dia

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
pt_br: Última Sincronização Bem-Sucedida de Registro de Entrada do Colaborador. Redefina isso apenas se tiver certeza de que todos os registros foram sincronizados de todas as localizações. Por favor, não modifique isso se não tiver certeza.

source: Last Name
pt_br: Sobrenome

source: Last Odometer Value
pt_br: Último Valor do Hodômetro

source: Last Sync of Checkin
pt_br: Última Sincronização de Registro de Entrada

source: Last {0} was at {1}
pt_br: Último {0} foi às {1}

source: Late Entries
pt_br: Entradas Atrasada

source: Late Entry
pt_br: Entrada Atrasada

source: Late Entry & Early Exit Settings for Auto Attendance
pt_br: Configurações de Entrada Atrasada e Saída Antecipada para Frequência Automática

source: Late Entry By
pt_br: Entrada Atrasada Por

source: Late Entry Grace Period
pt_br: Período de Tolerância para Entrada Tardia

source: Latitude and longitude values are required for checking in.
pt_br: Valores de latitude e longitude são necessários para registrar a entrada.

source: Leave
pt_br: Licença
