Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Leave Allocation
pt_br: Alocação de Licença

source: Leave Allocations
pt_br: Alocações de Licença

source: Leave Application
pt_br: Solicitação de Licença

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
pt_br: O período da solicitação de licença não pode abranger duas alocações de licença não consecutivas {0} e {1}.

source: Leave Approval Notification
pt_br: Notificação de Aprovação de Licença

source: Leave Approval Notification Template
pt_br: Modelo de Notificação de Aprovação de Licença

source: Leave Approver
pt_br: Aprovador de Licença

source: Leave Approver Mandatory In Leave Application
pt_br: Aprovador de Licença Obrigatório na Solicitação de Licença

source: Leave Approver Name
pt_br: Nome do Aprovador de Licença

source: Leave Balance
pt_br: Saldo de Licença

source: Leave Balance Before Application
pt_br: Saldo de Licença Antes da Solicitação

source: Leave Block List
pt_br: Lista de Bloqueio de Licença

source: Leave Block List Allow
pt_br: Permissão de Lista de Bloqueio de Licença

source: Leave Block List Allowed
pt_br: Lista de Bloqueio de Licença Permitida

source: Leave Block List Date
pt_br: Data da Lista de Bloqueio de Licença

source: Leave Block List Dates
pt_br: Datas da Lista de Bloqueio de Licença

source: Leave Block List Name
pt_br: Nome da Lista de Bloqueio de Licença

source: Leave Blocked
pt_br: Licença Bloqueada

source: Leave Control Panel
pt_br: Painel de Controle de Licenças

source: Leave Details
pt_br: Detalhes da Licença

source: Leave Encashment
pt_br: Venda de Licença

source: Leave Encashment Amount Per Day
pt_br: Valor Diário da Venda de Licença

source: Leave History
pt_br: Histórico de Licenças

source: Leave Ledger
pt_br: Razão de Licenças

source: Leave Ledger Entry
pt_br: Lançamento no Razão de Licenças

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
pt_br: A data final do lançamento no razão de licenças precisa ser posterior à data inicial. Atualmente, a data inicial é {0} e a data final é {1}

source: Leave Period
pt_br: Período de Licença

source: Leave Policy
pt_br: Política de Licença

source: Leave Policy Assignment
pt_br: Atribuição de Política de Licença

source: Leave Policy Assignment Overlap
pt_br: Sobreposição de Atribuição de Política de Licença

source: Leave Policy Detail
pt_br: Detalhe da Política de Licença

source: Leave Policy Details
pt_br: Detalhes da Política de Licença

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
pt_br: Política de Licença: {0} já atribuída ao colaborador {1} para o período de {2} a {3}

source: Leave Status Notification
pt_br: Notificação de Status de Licença

source: Leave Status Notification Template
pt_br: Modelo de Notificação de Status de Licença

source: Leave Type
pt_br: Tipo de Licença

source: Leave Type Name
pt_br: Nome do Tipo de Licença

source: Leave Type can either be compensatory or earned leave.
pt_br: O tipo de licença pode ser compensatória ou adquirida.

source: Leave Type can either be without pay or partial pay
pt_br: O tipo de licença pode ser sem remuneração ou com remuneração parcial

source: Leave Type is mandatory
pt_br: O tipo de licença é obrigatório

source: Leave Type {0} cannot be allocated since it is leave without pay
pt_br: O tipo de licença {0} não pode ser alocado, pois é uma licença sem remuneração

source: Leave Type {0} cannot be carry-forwarded
pt_br: O tipo de licença {0} não pode ser acumulado

source: Leave Type {0} is not encashable
pt_br: O tipo de licença {0} não pode ser vendido

source: Leave Without Pay
pt_br: Licença Não Remunerada

source: Leave Without Pay does not match with approved {} records
pt_br: A Licença Não Remunerada não corresponde aos registros {} aprovados

source: Leave allocation {0} is linked with the Leave Application {1}
pt_br: A Alocação de Licença {0} está vinculada à solicitação de licença {1}

source: Leave already have been assigned for this Leave Policy Assignment
pt_br: As licenças já foram atribuídas para esta atribuição de política de licença

source: Leave and Expense Claim Settings
pt_br: Configurações de Licença e Reembolso de Despesas

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
pt_br: A solicitação de licença está vinculada às alocações {0}. A solicitação não pode ser definida como licença sem remuneração

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
pt_br: A licença não pode ser alocada antes de {0}, pois o saldo já foi acumulado na alocação futura {1}

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
pt_br: A licença não pode ser solicitada/cancelada antes de {0}, pois o saldo já foi acumulado na alocação futura {1}

source: Leave of type {0} cannot be longer than {1}.
pt_br: A licença do tipo {0} não pode ser superior a {1}.

source: Leave(s) Expired
pt_br: Licença(s) Expirada(s)

source: Leave(s) Pending Approval
pt_br: Licença(s) Pendente(s) de Aprovação

source: Leave(s) Taken
pt_br: Licença(s) Usada(s)

source: Leaves
pt_br: Licenças

source: Leaves & Holidays
pt_br: Licenças & Feriados

source: Leaves Allocated
pt_br: Licenças Alocadas

source: Leaves Expired
pt_br: Licenças Expiradas

source: Leaves Pending Approval
pt_br: Licenças Pendentes de Aprovação

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
pt_br: As licenças do tipo {0} não serão acumuladas, pois o acúmulo está desativado.

source: Leaves per Year
pt_br: Licenças por Ano

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
pt_br: Licenças que você pode usar em troca de um feriado trabalhado. Você pode solicitar Licença Compensatória usando a Solicitação de Licença Compensatória. Clique em {0} para saber mais

source: Left
pt_br: Esquerda

# Employee
source: Left
pt_br: Desligado

source: Let's Set Up the Human Resource Module.
pt_br: Vamos configurar o módulo de Recursos Humanos.

source: Let's Set Up the Payroll Module.
pt_br: Vamos configurar o módulo de Folha de Pagamento.

source: Letter Head
pt_br: Papel Timbrado

source: Level
pt_br: Nível

source: License Plate
pt_br: Placa do Veículo

source: Lifecycle
pt_br: Ciclo de Vida

source: Lime
pt_br: Verde-limão

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
pt_br: Vincule o ciclo e marque o KRA à sua meta para atualizar a pontuação da meta da avaliação com base no progresso da meta

source: Linked Project {} and Tasks deleted.
pt_br: Projeto {} vinculado e Tarefas excluídas.

source: Load more
pt_br: Carregar mais

source: Loan
pt_br: Empréstimo

source: Loan Account
pt_br: Conta do Empréstimo

source: Loan Product
pt_br: Produto do Empréstimo

source: Loan Repayment
pt_br: Reembolso do Empréstimo

source: Loan Repayment Entry
pt_br: Lançamento de Reembolso do Empréstimo

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
pt_br: O empréstimo não pode ser reembolsado a partir do salário do Colaborador {0} porque o salário é processado na moeda {1}

source: Locating...
pt_br: Localizando...

source: Location
pt_br: Localização

source: Location / Device ID
pt_br: Localização / ID do Dispositivo

source: Location Name
pt_br: Nome da Localização

source: Lodging Required
pt_br: Hospedagem Necessária

source: Log Out
pt_br: Sair

source: Log Type
pt_br: Tipo de Registro

source: Log Type is required for check-ins falling in the shift: {0}.
pt_br: Tipo de Registro é obrigatório para check-ins dentro do turno: {0}.

source: Login Failed
pt_br: Falha no Login

source: Login to Frappe HR
pt_br: Faça login no Frappe RH

source: Lower Range
pt_br: Faixa Inferior

source: Make
pt_br: Fabricante

source: Make Bank Entry
pt_br: Criar Lançamento Bancário

source: Mandatory
pt_br: Obrigatório

source: Mandatory fields required for this action:
pt_br: Campos obrigatórios necessários para esta ação:

source: Mandatory fields required in {0}
pt_br: Campos obrigatórios exigidos em {0}

source: Manual Rating
pt_br: Classificação Manual

source: Mark Attendance
pt_br: Registrar Presença

source: Mark Auto Attendance on Holidays
pt_br: Registrar Presença Automática em Feriados

source: Mark all as read
pt_br: Marcar tudo como lido

source: Mark as Completed
pt_br: Marcar como Concluído

source: Mark as In Progress
pt_br: Marcar como Em Andamento

source: Mark as {0}
pt_br: Marcar como {0}

source: Mark attendance as {0} for {1} on selected dates?
pt_br: Registrar presença como {0} para {1} nas datas selecionadas?

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
pt_br: Registrar presença com base em 'Entrada do Colaborador' para Colaboradores atribuídos a este turno.

source: Mark attendance for existing check-in/out logs before changing shift settings
pt_br: Registrar frequência para registros existentes de entrada/saída antes de alterar as configurações do turno

source: Mark {0} as Completed?
pt_br: Marcar {0} como Concluído?

source: Mark {0} {1} as {2}?
pt_br: Marcar {0} {1} como {2}?

source: Marked Attendance
pt_br: Frequência Registrada

source: Marked Attendance HTML
pt_br: HTML da Frequência Registrada

source: Marking Attendance
pt_br: Registrando Frequência

source: Masters
pt_br: Cadastros

source: Max Amount Eligible
pt_br: Valor Máximo Elegível

source: Max Benefit Amount
pt_br: Valor Máximo do Benefício

source: Max Benefit Amount (Yearly)
pt_br: Valor Máximo do Benefício (Anual)

source: Max Benefits (Amount)
pt_br: Máximo de Benefícios (Valor)

source: Max Benefits (Yearly)
pt_br: Máximo de Benefícios (Anual)

source: Max Exemption Amount
pt_br: Valor Máximo de Isenção

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
pt_br: O Valor Máximo de Isenção não pode ser maior que {0} da Categoria de Isenção Fiscal {1}

source: Max Taxable Income
pt_br: Renda Máxima Tributável

source: Max benefits should be greater than zero to dispense benefits
pt_br: Os benefícios máximos devem ser maiores que zero para conceder benefícios

source: Max working hours against Timesheet
pt_br: Máximo de horas trabalhadas no Quadro de Horários

source: Maximum Carry Forwarded Leaves
pt_br: Máximo de Licenças Acumuladas

source: Maximum Consecutive Leaves Allowed
pt_br: Máximo de Licenças Consecutivas Permitidas

source: Maximum Consecutive Leaves Exceeded
pt_br: Máximo de Licenças Consecutivas Excedido

source: Maximum Encashable Leaves
pt_br: Máximo de Licenças Elegíveis para Abono Pecuniário

source: Maximum Exempted Amount
pt_br: Valor Máximo Isento

source: Maximum Exemption Amount
pt_br: Valor Máximo de Isenção

source: Maximum Leave Allocation Allowed per Leave Period
pt_br: Máxima Alocação de Licença Permitida por Período de Licença

source: Maximum amount eligible for the component {0} exceeds {1}
pt_br: O valor máximo elegível para o componente {0} excede {1}

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
pt_br: Renda anual máxima tributável elegível para isenção total de imposto. Nenhum imposto é aplicado se a renda não ultrapassar esse limite

source: Maximum benefit amount of component {0} exceeds {1}
pt_br: O valor máximo do benefício do componente {0} excede {1}

source: Maximum benefit amount of employee {0} exceeds {1}
pt_br: O valor máximo do benefício do colaborador {0} excede {1}

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of benefit application pro-rata component amount and previous claimed amount
pt_br: O benefício máximo do colaborador {0} excede {1} pela soma de {2} entre o valor proporcional do componente da solicitação de benefício e o valor anteriormente solicitado

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of previous claimed amount
pt_br: O benefício máximo do colaborador {0} excede {1} pela soma de {2} do valor anteriormente solicitado

source: Maximum encashable leaves for {0} are {1}
pt_br: O máximo de licenças elegíveis para abono pecuniário para {0} é {1}

source: Maximum leave allowed in the leave type {0} is {1}
pt_br: O máximo de licenças permitidas no tipo de licença {0} é {1}

source: May
pt_br: Mai

source: Meal Preference
pt_br: Preferência de Refeição

source: Medical
pt_br: Médico

source: Message
pt_br: Mensagem

source: Mileage
pt_br: Quilometragem

source: Min Taxable Income
pt_br: Renda Tributável Mínima

source: Minimum Year for Gratuity
pt_br: Ano Mínimo para Gratificação

source: Minimum working days required since Date of Joining to apply for this leave
pt_br: Mínimo de dias úteis exigidos desde a Data de Admissão para solicitar esta licença

source: Missing Advance Account
pt_br: Conta de Adiantamento Ausente

source: Missing Field
pt_br: Campo Ausente

source: Missing Fields
pt_br: Campos Ausentes

source: Missing Mandatory Field
pt_br: Campo Obrigatório Ausente

source: Missing Opening Entries
pt_br: Lançamentos Iniciais Ausentes

source: Missing Relieving Date
pt_br: Data de Desligamento Ausente

source: Missing Salary Components
pt_br: Componentes Salariais Ausentes

source: Missing Tax Slab
pt_br: Faixa de Imposto Ausente

source: Mode Of Payment
pt_br: Modo de Pagamento

source: Mode of Payment
pt_br: Modo de Pagamento

source: Mode of Travel
pt_br: Modo de Viagem

source: Mode of payment is required to make a payment
pt_br: O modo de pagamento é obrigatório para efetuar o pagamento

source: Model
pt_br: Modelo

source: Monday
pt_br: Segunda-feira

source: Month
pt_br: Mês

source: Month To Date
pt_br: Mês até a Data

source: Month To Date(Company Currency)
pt_br: Mês até a Data (Moeda da Empresa)

source: Monthly
pt_br: Mensal

source: Monthly Attendance Sheet
pt_br: Folha de Frequência Mensal

source: More
pt_br: Mais

source: More Info
pt_br: Mais Informações

source: More than one selection for {0} not allowed
pt_br: Mais de uma seleção para {0} não é permitida

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
pt_br: Vários Salários Adicionais com a propriedade de sobrescrita existem para o Componente Salarial {0} entre {1} e {2}.

source: Multiple Shift Assignments
pt_br: Várias Atribuições de Turno

source: My Account
pt_br: Minha Conta

source: My Advances
pt_br: Meus Adiantamentos

source: My Claims
pt_br: Minhas Solicitações de Reembolso

source: My Leaves
pt_br: Minhas Licenças

source: My Requests
pt_br: Minhas Solicitações

source: Name
pt_br: Nome

source: Name error
pt_br: Erro de Nome

source: Name of Organizer
pt_br: Nome do Organizador

source: Naming Series
pt_br: Padrão de Nomenclatura

source: Net Pay
pt_br: Pagamento Líquido

source: Net Pay (Company Currency)
pt_br: Pagamento Líquido (Moeda da Empresa)

source: Net Pay Info
pt_br: Informações do Pagamento Líquido

source: Net Pay cannot be less than 0
pt_br: O Pagamento Líquido não pode ser menor que 0

source: Net Salary Amount
pt_br: Valor do Salário Líquido

source: Net pay cannot be negative
pt_br: O pagamento líquido não pode ser negativo

source: New
pt_br: Novo

source: New Company
pt_br: Nova Empresa

source: New Employee ID
pt_br: Novo ID do Colaborador

source: New Expense Item
pt_br: Novo Item de Despesa

source: New Expense Tax
pt_br: Novo Imposto de Despesa

source: New Feedback
pt_br: Novo Feedback

source: New Leave(s) Allocated
pt_br: Novo(s) Licença(s) Alocada(s)

source: New Leaves Allocated
pt_br: Novas Licenças Alocados

source: New Leaves Allocated (In Days)
pt_br: Novas Licenças Alocados (Em Dias)

source: New shift assignments will be created after this date.
pt_br: Novas atribuições de turno serão criadas após esta data.

source: New {0}
pt_br: Novo {0}

source: No
pt_br: Não

source: No Data
pt_br: Nenhum Dado

source: No Employee Found
pt_br: Nenhum colaborador encontrado

source: No Employee found for the given employee field value. '{}': {}
pt_br: Nenhum colaborador encontrado para o valor do campo de colaborador fornecido. '{}': {}

source: No Employees Selected
pt_br: Nenhum colaborador selecionado

source: No Interview has been scheduled.
pt_br: Nenhuma entrevista foi agendada.

source: No Leave Period Found
pt_br: Nenhum período de licença encontrado

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
pt_br: Nenhuma licença alocada ao colaborador: {0} para o tipo de licença: {1}

source: No Salary Slip found for Employee: {0}
pt_br: Nenhum holerite encontrado para o colaborador: {0}

source: No Salary Structure Assignment found for employee {0} on or before {1}
pt_br: Nenhuma atribuição de estrutura salarial encontrada para o colaborador {0} em ou antes de {1}

source: No Salary Structure assigned to Employee {0} on the given date {1}
pt_br: Nenhuma estrutura salarial atribuída ao colaborador {0} na data informada {1}

source: No Salary Structures
pt_br: Nenhuma estrutura salarial

source: No Shift Requests Selected
pt_br: Nenhuma solicitação de turno selecionada

source: No Staffing Plans found for this Designation
pt_br: Nenhum plano de equipe encontrado para esta designação

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
pt_br: Nenhum colaborador ativo encontrado associado ao e-mail {0}. Tente fazer login com seu e-mail corporativo ou entre em contato com o RH para obter acesso.

source: No active or default Salary Structure found for employee {0} for the given dates
pt_br: Nenhuma estrutura salarial ativa ou padrão encontrada para o colaborador {0} nas datas informadas

source: No additional expenses has been added
pt_br: Nenhuma despesa adicional foi adicionada

source: No advances found
pt_br: Nenhum adiantamento encontrado

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
pt_br: Nenhum componente de rendimento aplicável encontrado no último holerite para a Regra de Gratificação: {0}

source: No applicable Earning components found for Gratuity Rule: {0}
pt_br: Nenhum componente de rendimento aplicável encontrado para a Regra de Gratificação: {0}

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
pt_br: Nenhuma faixa aplicável encontrada para o cálculo do valor da gratificação conforme a Regra de Gratificação: {0}

source: No attendance records found for this criteria.
pt_br: Nenhum registro de frequência encontrado para este critério.

source: No attendance records found.
pt_br: Nenhum registro de frequência encontrado.

source: No attendance records to create
pt_br: Nenhum registro de frequência para criar

source: No changes found in timings.
pt_br: Nenhuma alteração encontrada nos horários.

source: No employees found
pt_br: Nenhum colaborador encontrado

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
pt_br: Nenhum colaborador encontrado para os critérios informados:<br>Empresa: {0}<br>Moeda: {1}<br>Conta de Pagamento de Folha: {2}

source: No employees found for the selected criteria
pt_br: Nenhum colaborador encontrado para os critérios selecionados

source: No employees found with selected filters and active salary structure
pt_br: Nenhum colaborador encontrado com os filtros selecionados e estrutura salarial ativa

source: No expenses added
pt_br: Nenhuma despesa adicionada

source: No feedback has been received yet
pt_br: Nenhum feedback foi recebido ainda

source: No items selected
pt_br: Nenhum item selecionado

source: No leave record found for employee {0} on {1}
pt_br: Nenhum registro de licença encontrado para o colaborador {0} em {1}

source: No leaves have been allocated.
pt_br: Nenhuma licença foi alocada.

source: No more updates
pt_br: Sem novas atualizações

source: No of. Positions
pt_br: Nº de posições

source: No record found
pt_br: Nenhum registro encontrado

source: No replies from
pt_br: Nenhuma resposta de

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
pt_br: Nenhum holerite encontrado para envio com os critérios selecionados ou o holerite já foi enviado

source: No salary slips found
pt_br: Nenhum holerite encontrado

source: No taxes added
pt_br: Nenhum imposto adicionado

source: No valid shift found for log time
pt_br: Nenhum turno válido encontrado para o horário registrado

source: No {0} Selected
pt_br: Nenhum {0} selecionado

source: No {0} added
pt_br: Nenhum {0} adicionado

source: No {0} found
pt_br: Nenhum {0} encontrado

source: Non Diary
pt_br: Sem Laticínios

source: Non Taxable Earnings
pt_br: Rendimentos Não Tributáveis

source: Non-Billed Hours
pt_br: Horas Não Faturadas

source: Non-Billed Hours (NB)
pt_br: Horas Não Faturadas (NF)

source: Non-Encashable Leaves
pt_br: Licenças Não Elegíveis para Abono Pecuniário

source: Non-Vegetarian
pt_br: Não Vegetariano

source: Not Allowed
pt_br: Não Autorizado

source: Not Permitted
pt_br: Não Permitido

source: Not Started
pt_br: Não Iniciado

source: Note
pt_br: Nota

source: Note: Shift will not be overwritten in existing attendance records
pt_br: Nota: O Turno não será sobrescrito nos registros de frequência existentes

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
pt_br: Nota: O total de folgas alocadas {0} não deve ser menor que as folgas já aprovadas {1} para o período

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
pt_br: Nota: Seu holerite está protegido por senha, a senha para desbloquear o PDF segue o formato {0}.

source: Notes
pt_br: Notas

source: Nothing to change
pt_br: Nada a alterar

source: Notice Period
pt_br: Período de Aviso Prévio

source: Notification Template
pt_br: Modelo de Notificação

source: Notifications
pt_br: Notificações

source: Notify users by email
pt_br: Notificar usuários por e-mail

source: Number Of Employees
pt_br: Número de Colaboradores

source: Number Of Positions
pt_br: Número de Vagas

source: Number of Withholding Cycles
pt_br: Número de Ciclos de Retenção

source: Number of leaves eligible for encashment based on leave type settings
pt_br: Número de folgas elegíveis para compensação com base nas configurações do tipo de folga

source: OTP Code
pt_br: Código OTP

source: OTP Verification
pt_br: Verificação OTP

source: OUT
pt_br: SAÍDA

source: Obtained Average Rating
pt_br: Média de Avaliação Obtida

source: Oct
pt_br: Out

source: Odometer Reading
pt_br: Leitura do Hodômetro

source: Odometer Value
pt_br: Valor do Hodômetro

source: Off-Shift
pt_br: Fora do Turno

source: Off-shift
pt_br: Fora do turno

source: Offer Date
pt_br: Data da Oferta

source: Offer Term
pt_br: Condição da Oferta

source: Offer Terms
pt_br: Condições da Oferta

source: Old Parent
pt_br: Pai Anterior

source: On Date
pt_br: Na Data

source: On Duty
pt_br: Em Serviço

source: On Hold
pt_br: Em Espera

source: On Leave
pt_br: Em Folga

source: Onboarding
pt_br: Integração

source: Onboarding Activities
pt_br: Atividades de Integração

source: Onboarding Begins On
pt_br: Integração Inicia Em

source: Only Approvers can Approve this Request.
pt_br: Apenas Aprovadores podem Aprovar esta Solicitação.

source: Only Completed documents can be submitted
pt_br: Apenas documentos Concluídos podem ser enviados
