Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Unlink Payment on Cancellation of Employee Advance
pt_br: Desvincular Pagamento no Cancelamento de Adiantamento do Colaborador

source: "From Date" can not be greater than or equal to "To Date"
pt_br: "Data de Início" não pode ser maior ou igual a "Data de Término"

source: % Utilization (F + NF) / T
pt_br: % Utilização (F + NF) / T

source: % Utilization (F / T)
pt_br: % Utilização (F / T)

source: 'employee_field_value' and 'timestamp' are required.
pt_br: 'employee_field_value' e 'timestamp' são obrigatórios.

source: ) for {0}
pt_br: ) para {0}

source: ...Fetching Employees
pt_br: ...Buscando Colaboradores

source: <b>Base</b> amount has not been set for the following employee(s): {0}
pt_br: O valor <b>Base</b> não foi definido para o(s) seguinte(s) colaborador(es): {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
pt_br: <b>Exemplo:</b> SAL-{first_name}-{date_of_birth.year} <br>Isso irá gerar uma senha como SAL-Jane-1972

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
pt_br: <b>O Total de Licenças Alocadas</b> é maior que o número de dias no período de alocação

source: <h3>Data Import</h3> Data import is the tool to migrate your existing data like Employee, Customer, Supplier, and a lot more to our ERPNext system. Go through the video for a detailed explanation of this tool.
pt_br: <h3>Importação de Dados</h3> A importação de dados é a ferramenta para migrar seus dados existentes, como Colaboradores, Clientes, Fornecedores e muito mais, para o nosso sistema Dut ERP. Assista ao vídeo para uma explicação detalhada desta ferramenta.

source: <h3>Employee</h3> An individual who works and is recognized for his rights and duties in your company is your Employee. You can manage the Employee master. It captures the demographic, personal and professional details, joining and leave details, etc.
pt_br: <h3>Colaborador</h3> Um indivíduo que trabalha e é reconhecido por seus direitos e deveres na sua empresa é o seu Colaborador. Você pode gerenciar o cadastro de Colaboradores. Ele captura os dados demográficos, pessoais e profissionais, detalhes de admissão e desligamento, etc.

source: <h3>HR Settings</h3> Hr Settings consists of major settings related to Employee Lifecycle, Leave Management, etc. Click on Explore, to explore Hr Settings.
pt_br: <h3>Configurações de RH</h3> As Configurações de RH consistem nas principais configurações relacionadas ao Ciclo de Vida do Colaborador, Gestão de Licenças, etc. Clique em Explorar para explorar as Configurações de RH.

source: <h3>Help</h3> <p>Notes:</p> <ol> <li>Use field <code>base</code> for using base salary of the Employee</li> <li>Use Salary Component abbreviations in conditions and formulas. <code>BS = Basic Salary</code></li> <li>Use field name for employee details in conditions and formulas. <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Use field name from Salary Slip in conditions and formulas. <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direct Amount can also be entered based on Condition. See example 3</li></ol> <h4>Examples</h4> <ol> <li>Calculating Basic Salary based on <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Calculating HRA based on Basic Salary<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Calculating TDS based on Employment Type<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
pt_br: <h3>Ajuda</h3> <p>Notas:</p> <ol> <li>Use o campo <code>base</code> para usar o salário base do Colaborador</li> <li>Use as abreviações dos Componentes Salariais em condições e fórmulas. <code>SB = Salário Base</code></li> <li>Use o nome do campo para detalhes do colaborador em condições e fórmulas. <code>Tipo de Vínculo Empregatício = employment_type</code><code>Filial = branch</code></li> <li>Use o nome do campo do Holerite em condições e fórmulas. <code>Dias de Pagamento = payment_days</code><code>Licença Não Remunerada = leave_without_pay</code></li> <li>Valor direto também pode ser inserido baseado na condição. Veja o exemplo 3</li></ol> <h4>Exemplos</h4> <ol> <li>Calculando o Salário Base com base no <code>base</code> <pre><code>Condição: base &lt; 10000</code></pre> <pre><code>Fórmula: base * .2</code></pre></li> <li>Calculando Auxílio-Moradia com base no Salário Base <code>SB</code> <pre><code>Condição: SB &gt; 2000</code></pre> <pre><code>Fórmula: SB * .1</code></pre></li> <li>Calculando a Faixa de Imposto de Renda com base no Tipo de Vínculo Empregatício <code>employment_type</code> <pre><code>Condição: employment_type=="Estagiário"</code></pre> <pre><code>Valor: 1000</code></pre></li> </ol>

source: <h3>Holiday List.</h3> Holiday List is a list which contains the dates of holidays. Most organizations have a standard Holiday List for their employees. However, some of them may have different holiday lists based on different Locations or Departments. In ERPNext, you can configure multiple Holiday Lists.
pt_br: <h3>Lista de Feriados.</h3> A Lista de Feriados é uma relação que contém as datas dos feriados. A maioria das organizações possui uma Lista de Feriados padrão para seus colaboradores. Entretanto, algumas podem ter listas diferentes baseadas em Localizações ou Departamentos distintos. No Dut ERP, você pode configurar múltiplas Listas de Feriados.

source: <h3>Leave Allocation</h3> Leave Allocation enables you to allocate a specific number of leaves of a particular type to an Employee so that, an employee will be able to create a Leave Application only if Leaves are allocated.
pt_br: <h3>Alocação de Licença</h3> A Alocação de Licença permite atribuir uma quantidade específica de dias de licença de um determinado tipo a um colaborador, de forma que ele só poderá criar uma solicitação de licença se houver dias alocados.

source: <h3>Leave Application</h3> Leave Application is a formal document created by an Employee to apply for Leaves for a particular time period based on there leave allocation and leave type according to there need.
pt_br: <h3>Solicitação de Licença</h3> A Solicitação de Licença é um documento formal criado por um Colaborador para solicitar Licenças por um determinado período, com base na sua alocação de licença e no tipo de licença de acordo com sua necessidade.

source: <h3>Leave Type</h3> Leave type is defined based on many factors and features like encashment, earned leaves, partially paid, without pay and, a lot more. To check other options and to define your leave type click on Show Tour.
pt_br: <h3>Tipo de Licença</h3> O tipo de licença é definido com base em diversos fatores e recursos, como abono pecuniário, licenças acumuladas, parcialmente remuneradas, não remuneradas e muito mais. Para verificar outras opções e definir seu tipo de afastamento, clique em Mostrar Tour.

source: <h4>Condition Examples</h4> <ol> <li>Applying tax if employee born between 31-12-1937 and 01-01-1958 (Employees aged 60 to 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
pt_br: <h4>Exemplos de Condição</h4> <ol> <li>Aplicar imposto se o colaborador nasceu entre 31-12-1937 e 01-01-1958 (Colaboradores com idade entre 60 e 80 anos)<br> <code>Condição: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Aplicar imposto com base no gênero do colaborador<br> <code>Condição: gender=="Male"</code></li><br> <li>Aplicar imposto com base no Componente Salarial<br> <code>Condição: base &gt; 10000</code></li></ol>

source: <h5>Employees on Half Day</h5>
pt_br: <h5>Colaboradores em Meio Período</h5>

source: <h5>Unmarked Employees</h5>
pt_br: <h5>Colaboradores Não Marcados</h5>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
pt_br: <span class="h4"><b>Cadastros &amp; Relatórios</b></span>

source: <span class="h4"><b>Masters &amp; Transactions</b></span>
pt_br: <span class="h4"><b>Cadastros &amp; Transações</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
pt_br: <span class="h4"><b>Relatórios &amp; Cadastros</b></span>

source: <span class="h4"><b>Transactions &amp; Reports</b></span>
pt_br: <span class="h4"><b>Transações &amp; Relatórios</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
pt_br: <span class="h4"><b>Seus Atalhos</b></span>

source: <span style="font-size: 18px;"><b>Masters &amp; Reports</b></span>
pt_br: <span style="font-size: 18px;"><b>Cadastros &amp; Relatórios</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
pt_br: Já existe uma Requisição de Vaga para {0} solicitada por {1}: {2}

source: A friendly reminder of an important date for our team.
pt_br: Um lembrete amigável de uma data importante para nossa equipe.

source: A {0} exists between {1} and {2} (
pt_br: Existe um {0} entre {1} e {2} (

source: Abbr
pt_br: Abrev.

source: Absent
pt_br: Ausente

source: Absent Days
pt_br: Dias de Ausência

source: Absent Records
pt_br: Registros de Ausência

source: Academics User
pt_br: Usuário Acadêmico

source: Accepted
pt_br: Aceito

source: Account
pt_br: Conta

source: Account Head
pt_br: Conta Contábil

source: Account No
pt_br: Nº da Conta

source: Account type cannot be set for payroll payable account {0}, please remove and try again
pt_br: O tipo de conta não pode ser definido para a conta de folha de pagamento {0}, por favor, remova e tente novamente

source: Account {0} does not belong to company: {1}
pt_br: A conta {0} não pertence à empresa: {1}

source: Account {0} does not match with Company {1}
pt_br: A conta {0} não corresponde à empresa {1}

source: Accounting
pt_br: Contabilidade

source: Accounting & Payment
pt_br: Contabilidade & Pagamento

source: Accounting Details
pt_br: Detalhes Contábeis

source: Accounting Dimension
pt_br: Dimensão Contábil

source: Accounting Dimensions
pt_br: Dimensões Contábeis

source: Accounting Ledger
pt_br: Razão Contábil

source: Accounting Reports
pt_br: Relatórios Contábeis

source: Accounts
pt_br: Contas

source: Accounts Payable
pt_br: Contas a Pagar

source: Accounts Receivable
pt_br: Contas a Receber

source: Accounts Settings
pt_br: Configurações de Contas

source: Accounts not set for Salary Component {0}
pt_br: Contas não definidas para o Componente Salarial {0}

source: Accrual Journal Entry for salaries from {0} to {1}
pt_br: Lançamento do Livro Diário de Competência (Accrual) para salários de {0} a {1}

source: Action
pt_br: Ação

source: Action on Submission
pt_br: Ação ao Submeter

source: Actions
pt_br: Ações

source: Active
pt_br: Ativo

source: Activities
pt_br: Atividades

source: Activity Name
pt_br: Nome da Atividade

source: Activity Type
pt_br: Tipo de Atividade

source: Actual Amount
pt_br: Valor Real

source: Actual Cost
pt_br: Custo Real

source: Actual Encashable Days
pt_br: Dias de Abono Pecuniário Reais

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
pt_br: Os saldos reais não estão disponíveis porque a solicitação de licença abrange diferentes alocações. Você ainda pode solicitar licenças que serão compensadas na próxima alocação.

source: Add Day-wise Dates
pt_br: Adicionar Datas por Dia

source: Add Employee Property
pt_br: Adicionar Propriedade do Colaborador

source: Add Expense
pt_br: Adicionar Despesa

source: Add Feedback
pt_br: Adicionar Feedback

source: Add Tax
pt_br: Adicionar Imposto

source: Add to Details
pt_br: Adicionar aos Detalhes

source: Add unused leaves from previous allocations
pt_br: Adicionar licenças não utilizadas de alocações anteriores

source: Add unused leaves from previous leave period's allocation to this allocation
pt_br: Adicionar licenças não utilizadas do período anterior a esta alocação

source: Added On
pt_br: Adicionado em

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
pt_br: Componentes de imposto adicionados a partir do cadastro de Componentes Salariais, pois a estrutura salarial não continha nenhum componente de imposto.

source: Added to details
pt_br: Adicionado aos detalhes

source: Additional Amount
pt_br: Valor Adicional

source: Additional Information
pt_br: Informações Adicionais

source: Additional PF
pt_br: FGTS Adicional

source: Additional Salary
pt_br: Salário Adicional

source: Additional Salary
pt_br: Salário Adicional

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
pt_br: O Salário Adicional por bônus de indicação só pode ser criado para Indicações de Colaborador com status {0}

source: Additional Salary for this salary component with {0} enabled already exists for this date
pt_br: Já existe um Salário Adicional para este componente salarial com {0} ativado nesta data

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
pt_br: Salário Adicional: {0} já existe para o Componente Salarial: {1} no período {2} e {3}

source: Address of Organizer
pt_br: Endereço do Organizador

source: Advance
pt_br: Adiantamento

source: Advance Account
pt_br: Conta de Adiantamento

source: Advance Account is mandatory. Please set the <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Default Employee Advance Account</a> in the Company record {0} and submit this document.
pt_br: A Conta de Adiantamento é obrigatória. Por favor, defina a <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Conta de Adiantamento Padrão</a> no registro da Empresa {0} e envie este documento.

source: Advance Amount
pt_br: Valor do Adiantamento

source: Advance Paid
pt_br: Adiantamento Pago

source: Advance Payments
pt_br: Pagamentos Antecipados

source: Advanced Filters
pt_br: Filtros Avançados

source: Advances
pt_br: Adiantamentos

source: All
pt_br: Todos

source: All Goals
pt_br: Todas as Metas

source: All Jobs
pt_br: Todas as Vagas

source: All allocated assets should be returned before submission
pt_br: Todos os ativos alocados devem ser devolvidos antes do envio

source: All the mandatory tasks for employee creation are not completed yet.
pt_br: Todas as tarefas obrigatórias para criação do colaborador ainda não foram concluídas.

source: Allocate Based On Leave Policy
pt_br: Alocar com Base na Política de Licença

source: Allocate Leave
pt_br: Alocar Licença

source: Allocate Leaves
pt_br: Alocar Licenças

source: Allocate leaves to {0} employee(s)?
pt_br: Alocar licenças para {0} colaborador(es)?

source: Allocate on Day
pt_br: Alocar no Dia

source: Allocated Amount
pt_br: Valor Alocado

source: Allocated Leaves
pt_br: Licenças Alocadas

source: Allocated {0} leave(s) via scheduler on {1} based on the 'Allocate on Day' option set to {2}
pt_br: {0} licença(s) alocadas via agendador em {1} com base na opção 'Alocar no Dia' definida como {2}

source: Allocating Leave
pt_br: Alocando Licença

source: Allocation
pt_br: Alocação

source: Allocation Expired!
pt_br: Alocação Expirada!

source: Allow Employee Checkin from Mobile App
pt_br: Permitir Check-in do Colaborador via App Móvel

source: Allow Encashment
pt_br: Permitir Abono Pecuniário

source: Allow Geolocation Tracking
pt_br: Permitir Rastreamento por Geolocalização

source: Allow Leave Application After (Working Days)
pt_br: Permitir Solicitação de Licença Após (Dias Úteis)

source: Allow Multiple Shift Assignments for Same Date
pt_br: Permitir Múltiplas Alocações de Turno na Mesma Data

source: Allow Negative Balance
pt_br: Permitir Saldo Negativo

source: Allow Over Allocation
pt_br: Permitir Sobre-alocação

source: Allow Tax Exemption
pt_br: Permitir Isenção Fiscal

source: Allow User
pt_br: Permitir Usuário

source: Allow Users
pt_br: Permitir Usuários

source: Allow check-out after shift end time (in minutes)
pt_br: Permitir saída após término do turno (em minutos)

source: Allow the following users to approve Leave Applications for block days.
pt_br: Permitir que os seguintes usuários aprovem Solicitações de Licença em dias bloqueados.

source: Allows allocating more leaves than the number of days in the allocation period.
pt_br: Permite alocar mais licenças do que o número de dias no período de alocação.

source: Alternating entries as IN and OUT during the same shift
pt_br: Entradas alternadas como ENTRADA e SAÍDA durante o mesmo turno

source: Amended From
pt_br: Retificado De

source: Amount
pt_br: Valor

source: Amount Based on Formula
pt_br: Valor Baseado em Fórmula

source: Amount based on formula
pt_br: Valor baseado em fórmula

source: Amount claimed via Expense Claim
pt_br: Valor solicitado via Solicitação de Reembolso de Despesas

source: Amount of expense
pt_br: Valor da despesa

source: Amount paid against this encashment
pt_br: Valor pago referente a este abono pecuniário

source: Amount scheduled for deduction via salary
pt_br: Valor agendado para desconto via salário

source: Amount should not be less than zero
pt_br: O valor não deve ser menor que zero

source: Amount that has been paid against this advance
pt_br: Valor que já foi pago referente a este adiantamento

source: An amount of {0} already claimed for the component {1}, set the amount equal or greater than {2}
pt_br: Um valor de {0} já foi solicitado para o componente {1}, defina o valor igual ou maior que {2}

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
pt_br: Um registro de frequência está vinculado a este check-in. Por favor, cancele o registro antes de modificar o horário.

source: Annual Allocation
pt_br: Alocação Anual

source: Annual Allocation Exceeded
pt_br: Alocação Anual Excedida

source: Annual Salary
pt_br: Salário Anual

source: Annual Taxable Amount
pt_br: Valor Anual Tributável

source: Any other details
pt_br: Outros detalhes

source: Any other remarks, noteworthy effort that should go in the records
pt_br: Outros comentários, esforços notáveis que devem ser registrados

source: Applicable Earnings Component
pt_br: Componente de Ganhos Aplicável

source: Applicable For
pt_br: Aplicável Para

source: Applicable in the case of Employee Onboarding
pt_br: Aplicável no caso de Integração do Colaborador

source: Applicant Email Address
pt_br: E-mail do Candidato

source: Applicant Name
pt_br: Nome do Candidato

source: Applicant Rating
pt_br: Avaliação do Candidato

source: Applicant for a Job
pt_br: Candidato a uma Vaga

source: Applicant name
pt_br: Nome do Candidato

source: Application
pt_br: Solicitação

source: Application Status
pt_br: Status da Solicitação

source: Application period cannot be across two allocation records
pt_br: O período da solicitação não pode abranger dois registros de alocação

source: Application period cannot be outside leave allocation period
pt_br: O período da solicitação não pode estar fora do período de alocação de licença

source: Applications Received
pt_br: Solicitações Recebidas

source: Applications received:
pt_br: Solicitações recebidas:

source: Applies to Company
pt_br: Aplica-se à Empresa

source: Apply
pt_br: Aplicar

source: Apply / Approve Leaves
pt_br: Solicitar / Aprovar Licenças

source: Apply Filters
pt_br: Aplicar Filtros

source: Apply Now
pt_br: Candidatar-se Agora

source: Appointment
pt_br: Agendamento

source: Appointment Date
pt_br: Data da Contratação

source: Appointment Letter
pt_br: Carta de Contratação

source: Appointment Letter Template
pt_br: Modelo de Carta de Contratação

source: Appointment Letter content
pt_br: Conteúdo da Carta de Contratação

source: Appraisal
pt_br: Avaliação de Desempenho

source: Appraisal Cycle
pt_br: Ciclo de Avaliação de Desempenho

source: Appraisal Goal
pt_br: Objetivo da Avaliação de Desempenho

source: Appraisal KRA
pt_br: Indicadores da Avaliação de Desempenho

source: Appraisal Linking
pt_br: Vínculo com Avaliação de Desempenho

source: Appraisal Overview
pt_br: Visão Geral da Avaliação de Desempenho

source: Appraisal Template
pt_br: Modelo de Avaliação de Desempenho

source: Appraisal Template Goal
pt_br: Meta do Modelo de Avaliação de Desempenho

source: Appraisal Template Missing
pt_br: Modelo de Avaliação de Desempenho Ausente

source: Appraisal Template Title
pt_br: Título do Modelo de Avaliação de Desempenho

source: Appraisal Template not found for some designations.
pt_br: Modelo de Avaliação de Desempenho não encontrado para algumas designações.

source: Appraisal creation is queued. It may take a few minutes.
pt_br: Criação da Avaliação de Desempenho está na fila. Isso pode levar alguns minutos.

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
pt_br: Avaliação de Desempenho {0} já existe para o Colaborador {1} para este Ciclo de Avaliação ou em um período sobreposto

source: Appraisal {0} does not belong to Employee {1}
pt_br: Avaliação de Desempenho {0} não pertence ao Colaborador {1}

source: Appraisee
pt_br: Avaliado

source: Appraisees: {0}
pt_br: Avaliados: {0}

source: Apprentice
pt_br: Aprendiz

source: Approval
pt_br: Aprovação

source: Approval Status
pt_br: Status de Aprovação

source: Approval Status must be 'Approved' or 'Rejected'
pt_br: O Status de Aprovação deve ser 'Aprovado' ou 'Rejeitado'

source: Approve
pt_br: Aprovar

source: Approved
pt_br: Aprovado

source: Approver
pt_br: Aprovador

source: Approvers
pt_br: Aprovadores

source: Apr
pt_br: Abr

source: Archive
pt_br: Arquivar

source: Archived
pt_br: Arquivado

source: Are you sure you want to delete the attachment
pt_br: Tem certeza de que deseja excluir o anexo

source: Are you sure you want to delete the {0}
pt_br: Tem certeza de que deseja excluir o {0}

source: Are you sure you want to email the selected salary slips?
pt_br: Tem certeza de que deseja enviar os holerites selecionados por e-mail?

source: Are you sure you want to proceed?
pt_br: Tem certeza de que deseja continuar?

source: Are you sure you want to reject the Employee Referral?
pt_br: Tem certeza de que deseja rejeitar a Indicação do Colaborador?

source: Arrival Datetime
pt_br: Data e Hora de Chegada

source: As per your assigned Salary Structure you cannot apply for benefits
pt_br: Conforme a sua Estrutura Salarial atribuída, você não pode solicitar benefícios

source: Asset Name
pt_br: Nome do Ativo

source: Asset Recovery Cost for {0}: {1}
pt_br: Custo de Recuperação do Ativo para {0}: {1}

source: Assets Allocated
pt_br: Ativos Alocados

source: Assign Salary Structure to {0} employee(s)?
pt_br: Atribuir Estrutura Salarial a {0} colaborador(es)?

source: Assign Shift
pt_br: Atribuir Turno

source: Assign Shift Schedule
pt_br: Atribuir Cronograma de Turno

source: Assign Structure
pt_br: Atribuir Estrutura

source: Assigning Salary Structure
pt_br: Atribuindo Estrutura Salarial

source: Assigning Structure...
pt_br: Atribuindo Estrutura...

source: Assigning Structures...
pt_br: Atribuindo Estruturas...

source: Assigning...
pt_br: Atribuindo...

source: Assignment based on
pt_br: Atribuição baseada em

source: Associate Job Opening
pt_br: Associar Vaga de Emprego

source: Associated Document
pt_br: Documento Associado

source: Associated Document Type
pt_br: Tipo de Documento Associado

source: At least one interview has to be selected.
pt_br: Pelo menos uma entrevista deve ser selecionada.
