Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Duplicate Entry
pt_br: Entrada Duplicada

source: Duplicate Job Requisition
pt_br: Requisição de Vaga Duplicada

source: Duplicate Overwritten Salary
pt_br: Salário Substituído Duplicado

source: Duplicate Salary Withholding
pt_br: Retenção Salarial Duplicada

source: Duration (Days)
pt_br: Duração (Dias)

source: ERROR({0}): {1}
pt_br: ERRO({0}): {1}

source: Early Exit
pt_br: Saída Antecipada

source: Early Exit By
pt_br: Saída Antecipada Por

source: Early Exit Grace Period
pt_br: Período de Tolerância para Saída Antecipada

source: Early Exits
pt_br: Saídas Antecipadas

source: Earned Leave
pt_br: Licença Proporcional

source: Earned Leave Frequency
pt_br: Frequência da Licença Proporcional

source: Earned Leaves
pt_br: Licenças Proporcionais

source: Earned Leaves are allocated as per the configured frequency via scheduler.
pt_br: As licenças proporcionais são atribuídas conforme a frequência configurada por meio do agendador.

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
pt_br: As licenças proporcionais são atribuídas automaticamente por meio do agendador com base na alocação anual definida na Política de Licença: {0}

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
pt_br: As licenças proporcionais são adquiridas por um colaborador após um determinado tempo de trabalho na empresa. Ativar esta opção fará com que essas licenças sejam alocadas automaticamente de forma proporcional, atualizando a Alocação de Licença em intervalos definidos pela 'Frequência da Licença Proporcional'.

source: Earning
pt_br: Remuneração

source: Earning Component
pt_br: Componente de Remuneração

source: Earning Salary Component is required for Employee Referral Bonus.
pt_br: O Componente de Remuneração é necessário para o Bônus por Indicação de Colaborador.

source: Earnings
pt_br: Remunerações

source: Earnings & Deductions
pt_br: Remunerações e Descontos

source: Edit
pt_br: Editar

source: Edit Expense Item
pt_br: Editar Item de Despesa

source: Edit Expense Tax
pt_br: Editar Imposto da Despesa

source: Effective From
pt_br: Válido a Partir De

source: Effective To
pt_br: Válido Até

source: Effective from
pt_br: Válido a partir de

source: Email Address
pt_br: Endereço de E-mail

source: Email ID
pt_br: ID de E-mail

source: Email Salary Slip to Employee
pt_br: Enviar Holerite por E-mail ao Colaborador

source: Email Salary Slips
pt_br: Enviar Holerites por E-mail

source: Email Sent To
pt_br: E-mail Enviado Para

source: Email Template
pt_br: Modelo de E-mail

source: Email sent to {0}
pt_br: E-mail enviado para {0}

source: Emails salary slip to employee based on preferred email selected in Employee
pt_br: Envia o holerite ao colaborador com base no e-mail preferencial selecionado no cadastro do Colaborador

source: Employee
pt_br: Colaborador

source: Employee A/C Number
pt_br: Nº da Conta do Colaborador

source: Employee Advance
pt_br: Adiantamento de Colaborador

source: Employee Advance Balance
pt_br: Saldo de Adiantamento de Colaborador

source: Employee Advance Summary
pt_br: Resumo de Adiantamento de Colaborador

source: Employee Advances
pt_br: Adiantamentos de Colaborador

source: Employee Analytics
pt_br: Análise de Colaborador

source: Employee Attendance Tool
pt_br: Ferramenta de Frequência de Colaborador

source: Employee Benefit Application
pt_br: Solicitação de Benefício do Colaborador

source: Employee Benefit Application Detail
pt_br: Detalhamento da Solicitação de Benefício

source: Employee Benefit Claim
pt_br: Reivindicação de Benefício do Colaborador

source: Employee Benefits
pt_br: Benefícios do Colaborador

source: Employee Birthday
pt_br: Aniversário do Colaborador

source: Employee Boarding Activity
pt_br: Atividade de Integração do Colaborador

source: Employee Checkin
pt_br: Entrada do Colaborador

source: Employee Checkin History
pt_br: Histórico de Registros de Entrada do Colaborador

source: Employee Cost Center
pt_br: Centro de Custo do Colaborador

source: Employee Details
pt_br: Detalhes do Colaborador

source: Employee Emails
pt_br: E-mails do Colaborador

source: Employee Exit
pt_br: Saída do Colaborador

source: Employee Exit Settings
pt_br: Configurações de Saída do Colaborador

source: Employee Exits
pt_br: Saídas de Colaboradores

source: Employee Feedback Criteria
pt_br: Critérios de Feedback do Colaborador

source: Employee Feedback Rating
pt_br: Avaliação de Feedback do Colaborador

source: Employee Grade
pt_br: Grau do Colaborador

source: Employee Grievance
pt_br: Reclamação do Colaborador

source: Employee Group
pt_br: Grupo de Colaboradores

source: Employee Health Insurance
pt_br: Seguro Saúde do Colaborador

source: Employee Hours Utilization Based On Timesheet
pt_br: Utilização de Horas do Colaborador com Base na Folha de Ponto

source: Employee Image
pt_br: Imagem do Colaborador

source: Employee Incentive
pt_br: Incentivo do Colaborador

source: Employee Info
pt_br: Informações do Colaborador

source: Employee Information
pt_br: Informações do Colaborador

source: Employee Journey
pt_br: Jornada do Colaborador

source: Employee Leave Balance
pt_br: Saldo de Licença do Colaborador

source: Employee Leave Balance Summary
pt_br: Resumo do Saldo de Licença do Colaborador

source: Employee Lifecycle
pt_br: Ciclo de Vida do Colaborador

source: Employee Lifecycle Dashboard
pt_br: Painel do Ciclo de Vida do Colaborador

source: Employee Loan
pt_br: Empréstimo do Colaborador

source: Employee Name
pt_br: Nome do Colaborador

source: Employee Naming By
pt_br: Nomeação do Colaborador Por

source: Employee Number
pt_br: Número do Colaborador

source: Employee Onboarding
pt_br: Integração do Colaborador

source: Employee Onboarding Template
pt_br: Modelo de Integração do Colaborador

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
pt_br: Integração do Colaborador: {0} já existe para o Candidato: {1}

source: Employee Other Income
pt_br: Outras Receitas do Colaborador

source: Employee Performance Feedback
pt_br: Feedback de Desempenho do Colaborador

source: Employee Promotion
pt_br: Promoção do Colaborador

source: Employee Promotion Details
pt_br: Detalhes da Promoção do Colaborador

source: Employee Promotion cannot be submitted before Promotion Date
pt_br: A Promoção do Colaborador não pode ser enviada antes da Data de Promoção

source: Employee Property History
pt_br: Histórico de Propriedades do Colaborador

source: Employee Referral
pt_br: Indicação do Colaborador

source: Employee Referral {0} is not applicable for referral bonus.
pt_br: A Indicação do Colaborador {0} não é aplicável para bônus por indicação.

source: Employee Referrals
pt_br: Indicações de Colaboradores

source: Employee Responsible
pt_br: Colaborador Responsável

source: Employee Retained
pt_br: Colaborador Retido

source: Employee Separation
pt_br: Rescisão do Colaborador

source: Employee Separation Template
pt_br: Modelo de Rescisão do Colaborador

source: Employee Settings
pt_br: Configurações do Colaborador

source: Employee Skill
pt_br: Habilidade do Colaborador

source: Employee Skill Map
pt_br: Mapa de Habilidades do Colaborador

source: Employee Skills
pt_br: Habilidades do Colaborador

source: Employee Status
pt_br: Status do Colaborador

source: Employee Tax Exemption Category
pt_br: Categoria de Isenção Fiscal do Colaborador

source: Employee Tax Exemption Declaration
pt_br: Declaração de Isenção Fiscal do Colaborador

source: Employee Tax Exemption Declaration Category
pt_br: Categoria da Declaração de Isenção Fiscal do Colaborador

source: Employee Tax Exemption Proof Submission
pt_br: Envio de Prova de Isenção Fiscal do Colaborador

source: Employee Tax Exemption Proof Submission Detail
pt_br: Detalhe do Envio de Prova de Isenção Fiscal do Colaborador

source: Employee Tax Exemption Sub Category
pt_br: Subcategoria de Isenção Fiscal do Colaborador

source: Employee Training
pt_br: Treinamento do Colaborador

source: Employee Transfer
pt_br: Transferência do Colaborador

source: Employee Transfer Detail
pt_br: Detalhe da Transferência do Colaborador

source: Employee Transfer Details
pt_br: Detalhes da Transferência do Colaborador

source: Employee Transfer cannot be submitted before Transfer Date
pt_br: A Transferência do Colaborador não pode ser submetida antes da Data de Transferência

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
pt_br: O Colaborador pode ser nomeado pelo ID do Colaborador, se você atribuir um, ou pelo Padrão de Nomenclatura. Selecione sua preferência aqui.

source: Employee name
pt_br: Nome do colaborador

source: Employee records are created using the selected option
pt_br: Os registros de colaboradores são criados usando a opção selecionada

source: Employee was marked Absent due to missing Employee Checkins.
pt_br: Colaborador foi marcado como Ausente devido à falta de registros de Entrada do Colaborador.

source: Employee was marked Absent for not meeting the working hours threshold.
pt_br: Colaborador foi marcado como Ausente por não ter atingido o limite mínimo de horas trabalhadas

source: Employee was marked Absent for other half due to missing Employee Checkins.
pt_br: Colaborador foi marcado como Ausente na outra metade do dia devido à falta de registros de Entrada do Colaborador.

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
pt_br: Colaborador {0} já possui uma Solicitação de Frequência {1} que se sobrepõe a este período

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
pt_br: Colaborador {0} já possui um Turno ativo {1}: {2} que se sobrepõe a este período.

source: Employee {0} already submitted an application {1} for the payroll period {2}
pt_br: Colaborador {0} já enviou uma solicitação {1} para o período de pagamento {2}

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
pt_br: Colaborador {0} já solicitou o Turno {1}: {2} que se sobrepõe a este período

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
pt_br: Colaborador {0} já solicitou {1} entre {2} e {3} : {4}

source: Employee {0} has no maximum benefit amount
pt_br: Colaborador {0} não possui valor máximo de benefício

source: Employee {0} is not active or does not exist
pt_br: Colaborador {0} não está ativo ou não existe

source: Employee {0} is on Leave on {1}
pt_br: Colaborador {0} está em licença no dia {1}

source: Employee {0} not found in Training Event Participants.
pt_br: Colaborador {0} não encontrado entre os participantes do evento de treinamento.

source: Employee {0} on Half day on {1}
pt_br: Colaborador {0} em Meio Período no dia {1}

source: Employee {0} relieved on {1} must be set as 'Left'
pt_br: Colaborador {0} desligado em {1} deve ser marcado como 'Saiu'

source: Employee, Leaves, and more.
pt_br: Colaboradores, Licenças e mais.

source: Employee: {0} have to complete minimum {1} years for gratuity
pt_br: Colaborador: {0} deve completar no mínimo {1} anos para a gratificação

source: Employees
pt_br: Colaboradores

source: Employees HTML
pt_br: HTML de Colaboradores

source: Employees Working on a Holiday
pt_br: Colaboradores Trabalhando em Feriado

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
pt_br: Colaboradores não podem dar feedback para si mesmos. Use {0} em vez disso: {1}

source: Employees on Half Day HTML
pt_br: HTML de Colaboradores em Meio Período

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
pt_br: Colaboradores perderão os lembretes de feriados de {} até {}. <br> Deseja prosseguir com esta alteração?

source: Employees without Feedback: {0}
pt_br: Colaboradores sem Feedback: {0}

source: Employees without Goals: {0}
pt_br: Colaboradores sem Metas: {0}

source: Employees working on a holiday
pt_br: Colaboradores trabalhando em feriado

source: Employment Type
pt_br: Tipo de Vínculo Empregatício

source: Enable Auto Attendance
pt_br: Habilitar Controle de Frequência Automático

source: Enable Early Exit Marking
pt_br: Habilitar Marcação de Saída Antecipada

source: Enable Late Entry Marking
pt_br: Habilitar Marcação de Entrada Tardia

source: Enable Push Notifications
pt_br: Ativar Notificações

source: Enabled
pt_br: Ativado

source: Enabling Push Notifications...
pt_br: Ativando Notificações de Push...

source: Encashment
pt_br: Abono Pecuniário

source: Encashment Amount
pt_br: Valor do Abono Pecuniário

source: Encashment Date
pt_br: Data do Abono Pecuniário

source: Encashment Days
pt_br: Dias de Abono Pecuniário

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
pt_br: Os Dias de Abono Pecuniário não podem exceder {0} {1}, conforme as configurações do Tipo de Licença

source: Encashment Limit Applied
pt_br: Limite de Abono Pecuniário Aplicado

source: Encrypt Salary Slips in Emails
pt_br: Criptografar Holerites em E-mails

source: End
pt_br: Fim

source: End Date
pt_br: Data Final

source: End Date cannot be before Start Date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: End Time
pt_br: Hora de Término

source: End date: {0}
pt_br: Data de término: {0}

source: End time cannot be before start time
pt_br: A hora de término não pode ser anterior à hora de início

source: Energy Point Log
pt_br: Registro de Pontos de Energia

source: Energy Point Rule
pt_br: Regra de Pontos de Energia

source: Energy Point Settings
pt_br: Configurações de Pontos de Energia

source: Energy Points
pt_br: Pontos de Energia

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
pt_br: Informe as Horas Padrão de Trabalho para um dia útil normal. Essas horas serão usadas nos cálculos de relatórios como Utilização de Horas do Colaborador e Análise de Lucratividade de Projetos.

source: Enter the number of leaves you want to allocate for the period.
pt_br: Informe o número de licenças que deseja alocar para o período.

source: Enter {0}
pt_br: Insira {0}

source: Error
pt_br: Erro

source: Error Log
pt_br: Registro de Erros

source: Error Message
pt_br: Mensagem de Erro

source: Error creating {0}
pt_br: Erro ao criar {0}

source: Error deleting {0}
pt_br: Erro ao excluir {0}

source: Error in formula or condition
pt_br: Erro na fórmula ou condição

source: Error in formula or condition: {0} in Income Tax Slab
pt_br: Erro na fórmula ou condição: {0} na Faixa de Imposto de Renda

source: Error in some rows
pt_br: Erro em algumas linhas

source: Error updating {0}
pt_br: Erro ao atualizar {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
pt_br: Erro ao avaliar o {doctype} {doclink} na linha {row_id}. <br><br> <b>Erro:</b> {error} <br><br> <b>Dica:</b> {description}

source: Estimated Cost Per Position
pt_br: Custo Estimado por Posição

source: Evaluation
pt_br: Avaliação

source: Evaluation Date
pt_br: Data de Avaliação

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
pt_br: O Método de Avaliação não pode ser alterado, pois existem avaliações já criadas para este ciclo

source: Event Details
pt_br: Detalhes do Evento

source: Event Link
pt_br: Link do Evento

source: Event Location
pt_br: Local do Evento

source: Event Name
pt_br: Nome do Evento

source: Event Status
pt_br: Status do Evento

source: Every 2 Weeks
pt_br: A Cada 2 Semanas

source: Every 3 Weeks
pt_br: A Cada 3 Semanas

source: Every 4 Weeks
pt_br: A Cada 4 Semanas

source: Every Valid Check-in and Check-out
pt_br: Cada Registro de Entrada e Saída Válido

source: Every Week
pt_br: Toda Semana

source: Everyone, let’s congratulate them on their work anniversary!
pt_br: Pessoal, vamos parabenizá-los pelo aniversário de trabalho!

source: Everyone, let’s congratulate {0} on their birthday.
pt_br: Pessoal, vamos parabenizar {0} pelo seu aniversário.

source: Exam
pt_br: Prova

source: Exchange Rate
pt_br: Taxa de Câmbio

source: Exchange Rate cannot be zero.
pt_br: A Taxa de Câmbio não pode ser zero.

source: Exclude Holidays
pt_br: Excluir Feriados

source: Excluded {0} Non-Encashable Leaves for {1}
pt_br: Foram excluídas {0} Licenças Não Elegíveis para Abono Pecuniário para {1}

source: Exempted from Income Tax
pt_br: Isento de Imposto de Renda

source: Exemption
pt_br: Isenção

source: Exemption Category
pt_br: Categoria de Isenção

source: Exemption Proofs
pt_br: Comprovantes de Isenção

source: Exemption Sub Category
pt_br: Subcategoria de Isenção

source: Existing Record
pt_br: Registro Existente

source: Exit Confirmed
pt_br: Saída Confirmada

source: Exit Details
pt_br: Detalhes da Saída

source: Exit Interview
pt_br: Entrevista de Desligamento

source: Exit Interview Pending
pt_br: Entrevista de Desligamento Pendente

source: Exit Interview Summary
pt_br: Resumo da Entrevista de Desligamento

source: Exit Interview {0} already exists for Employee: {1}
pt_br: A Entrevista de Desligamento {0} já existe para o Colaborador: {1}

source: Exit Questionnaire
pt_br: Questionário de Desligamento

source: Exit Questionnaire Notification
pt_br: Notificação do Questionário de Desligamento

source: Exit Questionnaire Notification Template
pt_br: Modelo de Notificação do Questionário de Desligamento

source: Exit Questionnaire Pending
pt_br: Questionário de Desligamento Pendente

source: Exit Questionnaire Web Form
pt_br: Formulário Web do Questionário de Desligamento

source: Expand All
pt_br: Expandir Tudo

source: Expected Average Rating
pt_br: Avaliação Média Esperada

source: Expected By
pt_br: Esperado Até

source: Expected Compensation
pt_br: Remuneração Esperada

source: Expected Skill Set
pt_br: Conjunto de Habilidades Esperado

source: Expected Skillset
pt_br: Conjunto de Habilidades Esperado

source: Expense
pt_br: Despesa

source: Expense Account
pt_br: Conta de Despesa

source: Expense Approver
pt_br: Aprovador de Despesas

source: Expense Approver Mandatory In Expense Claim
pt_br: Aprovação de Despesas Obrigatória na Solicitação de Despesas

source: Expense Claim
pt_br: Solicitação de Reembolso de Despesas

source: Expense Claim Account
pt_br: Conta de Solicitação de Reembolso de Despesas

source: Expense Claim Advance
pt_br: Adiantamento de Solicitação de Reembolso de Despesas

source: Expense Claim Detail
pt_br: Detalhe da Solicitação de Reembolso de Despesas

source: Expense Claim Summary
pt_br: Resumo da Solicitação de Reembolso de Despesas

source: Expense Claim Type
pt_br: Tipo de Solicitação de Reembolso de Despesas

source: Expense Claim for Vehicle Log {0}
pt_br: Solicitação de Reembolso de Despesas para Registro de Veículo {0}

source: Expense Claim {0} already exists for the Vehicle Log
pt_br: A Solicitação de Reembolso de Despesas {0} já existe para o Registro de Veículo

source: Expense Claims
pt_br: Solicitações de Reembolso de Despesas

source: Expense Claims Dashboard
pt_br: Painel de Solicitação de Reembolso de Despesas

source: Expense Date
pt_br: Data da Despesa

source: Expense Item
pt_br: Item de Despesa

source: Expense Proof
pt_br: Comprovante de Despesa

source: Expense Tax
pt_br: Imposto sobre Despesa

source: Expense Taxes and Charges
pt_br: Impostos e Encargos sobre Despesas

source: Expense Type
pt_br: Tipo de Despesa

source: Expenses
pt_br: Despesas

source: Expenses & Advances
pt_br: Despesas & Adiantamentos

source: Expire Allocation
pt_br: Expirar Alocação

source: Expire Carry Forwarded Leaves (Days)
pt_br: Expirar Licenças Acumuladas (Dias)

source: Expire Leaves
pt_br: Expirar Licenças

source: Expired
pt_br: Expirado

source: Expired Leave(s)
pt_br: Licença(s) Expiradas

source: Expired Leaves
pt_br: Licenças Expiradas

source: Explanation
pt_br: Explicação

source: Explore
pt_br: Explorar

source: Export
pt_br: Exportar

source: Exporting...
pt_br: Exportando...

source: Failed
pt_br: Falhou

source: Failed to create/submit {0} for employees:
pt_br: Falha ao criar/submeter {0} para os colaboradores:

source: Failed to delete defaults for country {0}.
pt_br: Falha ao excluir padrões para o país {0}.

source: Failed to download Salary Slip PDF
pt_br: Falha ao baixar o PDF do Holerite

source: Failed to send the Interview Reschedule notification. Please configure your email account.
pt_br: Falha ao enviar a notificação de Reagendamento da Entrevista. Por favor, configure sua conta de e-mail.

source: Failed to setup defaults for country {0}.
pt_br: Falha ao configurar padrões para o país {0}.

source: Failed to submit some leave policy assignments:
pt_br: Falha ao enviar algumas atribuições de política de licença:

source: Failed to update the Job Applicant status
pt_br: Falha ao atualizar o status do Candidato à Vaga

source: Failed to {0} {1} for employees:
pt_br: Falha ao {0} {1} para os colaboradores:

source: Failure
pt_br: Falha

source: Failure Details
pt_br: Detalhes da Falha

source: Feb
pt_br: Fev

source: Feedback Count
pt_br: Quantidade de Feedbacks

source: Feedback HTML
pt_br: HTML de Feedback

source: Feedback Ratings
pt_br: Avaliações de Feedback

source: Feedback Reminder Notification Template
pt_br: Modelo de Notificação de Lembrete de Feedback

source: Feedback Score
pt_br: Pontuação de Feedback

source: Feedback Submitted
pt_br: Feedback Submetido

source: Feedback Summary
pt_br: Resumo do Feedback

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
pt_br: Feedback já enviado para a Entrevista {0}. Por favor, cancele o Feedback anterior {1} para continuar.

source: Feedback cannot be recorded for an absent Employee.
pt_br: Não é possível registrar feedback para um colaboradores ausente.

source: Feedback {0} added successfully
pt_br: Feedback {0} adicionado com sucesso

source: Fetch Geolocation
pt_br: Buscar Geolocalização

source: Fetch Shift
pt_br: Buscar Turno

source: Fetch Shifts
pt_br: Buscar Turnos

source: Fetching Employees
pt_br: Buscando Colaboradores

source: Fetching Shift
pt_br: Buscando Turno

source: Fetching your geolocation
pt_br: Buscando sua geolocalização

source: Field Name
pt_br: Nome do Campo

source: File Preview
pt_br: Pré-visualização do Arquivo

source: Fill the form and save it
pt_br: Preencha o formulário e salve

source: Filled
pt_br: Preenchido

source: Filter Based On
pt_br: Filtrar com base em

source: Filter Employees
pt_br: Filtrar Colaboradores

source: Filter List
pt_br: Lista de Filtros

source: Filters
pt_br: Filtros

source: Final Decision
pt_br: Decisão Final

source: Final Score
pt_br: Nota Final

source: Final Score Formula
pt_br: Fórmula da Nota Final

source: First Check-in and Last Check-out
pt_br: Primeira Entrada e Última Saída

source: First Day
pt_br: Primeiro Dia

source: First Name
pt_br: Nome

source: Fiscal Year
pt_br: Ano Fiscal

source: Fiscal Year {0} not found
pt_br: Ano Fiscal {0} não encontrado

source: Fleet Management
pt_br: Gestão de Fabricanterota

source: Fleet Manager
pt_br: Gerente de Frota

source: Flexible Benefits
pt_br: Benefícios Flexíveis

source: Flight
pt_br: Voo

source: FnF Pending
pt_br: Rescisão pendente

source: Follow via Email
pt_br: Acompanhar por E-mail

source: Food
pt_br: Alimentação

source: For Designation
pt_br: Para o Cargo

source: For Employee
pt_br: Para o Colaborador
