Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Only Employee Grievance with status {0} or {1} can be submitted
pt_br: Apenas Reclamações de Colaboradores com status {0} ou {1} podem ser enviadas

source: Only Interviewer Are allowed to submit Interview Feedback
pt_br: Apenas o Entrevistador pode enviar o Feedback da Entrevista

source: Only Interviews with Cleared or Rejected status can be submitted.
pt_br: Apenas Entrevistas com status Aprovado ou Rejeitado podem ser enviadas.

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
pt_br: Apenas Solicitações de Folga com status 'Aprovado' e 'Rejeitado' podem ser enviadas

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
pt_br: Apenas Solicitações de Turno com status 'Aprovado' e 'Rejeitado' podem ser enviadas

source: Only Tax Impact (Cannot Claim But Part of Taxable Income)
pt_br: Apenas Impacto Fiscal (Não Reembolsável Mas Parte da Renda Tributável)

source: Only expired allocation can be cancelled
pt_br: Apenas alocações expiradas podem ser canceladas

source: Only interviewers can submit feedback
pt_br: Apenas entrevistadores podem enviar feedback

source: Only users with the {0} role can create backdated leave applications
pt_br: Apenas usuários com a função {0} podem criar solicitações de folga retroativas

source: Only {0} Goals can be {1}
pt_br: Apenas {0} Metas podem ser {1}

source: Open
pt_br: Aberto

source: Open & Approved
pt_br: Aberto e Aprovado

source: Open Feedback
pt_br: Feedback Aberto

source: Open Now
pt_br: Abrir Agora

source: Opening Balance
pt_br: Saldo Inicial

source: Opening Balances
pt_br: Saldos Iniciais

source: Opening closed.
pt_br: Vaga encerrada.

source: Optional Holiday List not set for leave period {0}
pt_br: Lista de Feriados Opcionais não definida para o período de folga {0}

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
pt_br: Folgas Opcionais são feriados que os Colaboradores podem escolher a partir de uma lista publicada pela empresa.

source: Orange
pt_br: Laranja

source: Organizational Chart
pt_br: Organograma

source: Other Details
pt_br: Outros Detalhes

source: Other Reports
pt_br: Outros Relatórios

source: Other Settings
pt_br: Outras Configurações

source: Other Taxes and Charges
pt_br: Outros Impostos e Taxas

source: Others
pt_br: Outros

source: Out Time
pt_br: Horário de Saída

source: Out of 5
pt_br: De um total de 5

source: Outgoing Salary
pt_br: Salário a Pagar

source: Outstanding Amount
pt_br: Valor Pendente

source: Over Allocation
pt_br: Alocação Excessiva

source: Overall Average Rating
pt_br: Média Geral de Avaliação

source: Overlapping Attendance Request
pt_br: Solicitação de Frequência Sobreposta

source: Overlapping Shift Attendance
pt_br: Frequência de Turno Sobreposta

source: Overlapping Shift Requests
pt_br: Solicitações de Turno Sobrepostas

source: Overlapping Shifts
pt_br: Turnos Sobrepostos

source: Overview
pt_br: Visão Geral

source: Overwrite Salary Structure Amount
pt_br: Sobrescrever Valor da Estrutura Salarial

source: Owned
pt_br: Pertencente

source: PAN Number
pt_br: Número do PAN

source: PF Account
pt_br: Conta do FGTS

source: PF Amount
pt_br: Valor do FGTS

source: PF Loan
pt_br: Empréstimo do FGTS

source: PWA Notification
pt_br: Notificação PWA

source: Paid
pt_br: Pago

source: Paid Amount
pt_br: Valor Pago

source: Paid via Salary Slip
pt_br: Pago via Holerite

source: Parameter
pt_br: Parâmetro

source: Parent Goal
pt_br: Meta Superior

source: Part-time
pt_br: Meio Período

source: Partial Success
pt_br: Sucesso Parcial

source: Partially Sponsored, Require Partial Funding
pt_br: Parcialmente Patrocinado, Requer Financiamento Parcial

source: Partly Claimed and Returned
pt_br: Parcialmente Reivindicado e Devolvido

source: Passport Number
pt_br: Número do Passaporte

source: Password
pt_br: Senha

source: Password Policy
pt_br: Política de Senha

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
pt_br: A política de senha não pode conter espaços ou hífens simultâneos. O formato será reestruturado automaticamente

source: Password policy for Salary Slips is not set
pt_br: A política de senha para Holerites não está definida

source: Pay Against Benefit Claim
pt_br: Pagar Contra Reivindicação de Benefício

source: Pay Via Payment Entry
pt_br: Pagar Via Lançamento de Pagamento

source: Pay via Salary Slip
pt_br: Pagar via Holerite

source: Payable Account
pt_br: Conta a Pagar

source: Payable Account is mandatory to submit an Expense Claim
pt_br: Conta a Pagar é obrigatória para enviar uma Reivindicação de Despesa

source: Payables
pt_br: Pagamentos

source: Payment
pt_br: Pagamento

source: Payment Account
pt_br: Conta de Pagamento

source: Payment Account is mandatory
pt_br: Conta de Pagamento é obrigatória

source: Payment Date
pt_br: Data de Pagamento

source: Payment Days
pt_br: Dias de Pagamento

source: Payment Days Calculation Help
pt_br: Ajuda com o Cálculo de Dias de Pagamento

source: Payment Days Dependency
pt_br: Dependência dos Dias de Pagamento

source: Payment Days calculations are based on these Payroll Settings
pt_br: Os cálculos de Dias de Pagamento são baseados nestas Configurações de Folha de Pagamento

source: Payment Entry
pt_br: Lançamento de Pagamento

source: Payment and Accounting
pt_br: Pagamento e Contabilidade

source: Payment of {0} from {1} to {2}
pt_br: Pagamento de {0} de {1} até {2}

source: Payroll
pt_br: Folha de Pagamento

source: Payroll Based On
pt_br: Folha de Pagamento Baseada em

source: Payroll Cost Center
pt_br: Centro de Custo da Folha de Pagamento

source: Payroll Cost Centers
pt_br: Centros de Custo da Folha de Pagamento

source: Payroll Date
pt_br: Data da Folha de Pagamento

source: Payroll Employee Detail
pt_br: Detalhes do Colaborador na Folha de Pagamento

source: Payroll Entry
pt_br: Lançamento da Folha de Pagamento

source: Payroll Entry cancellation is queued. It may take a few minutes
pt_br: O cancelamento do Lançamento da Folha de Pagamento está em fila. Pode levar alguns minutos

source: Payroll Frequency
pt_br: Frequência da Folha de Pagamento

source: Payroll Info
pt_br: Informações da Folha de Pagamento

source: Payroll Number
pt_br: Número da Folha de Pagamento

source: Payroll Payable
pt_br: Folha de Pagamento a Pagar

source: Payroll Payable Account
pt_br: Conta a Pagar da Folha de Pagamento

source: Payroll Period
pt_br: Período da Folha de Pagamento

source: Payroll Period Date
pt_br: Data do Período da Folha de Pagamento

source: Payroll Periods
pt_br: Períodos da Folha de Pagamento

source: Payroll Reports
pt_br: Relatórios de Folha de Pagamento

source: Payroll Settings
pt_br: Configurações da Folha de Pagamento

source: Payroll date can not be greater than employee's relieving date.
pt_br: A data da Folha de Pagamento não pode ser posterior à data de desligamento do colaborador.

source: Payroll date can not be less than employee's joining date.
pt_br: A data da Folha de Pagamento não pode ser anterior à data de admissão do colaborador.

source: Pending
pt_br: Pendente

source: Pending (unpaid) amount from previous advances
pt_br: Valor pendente (não pago) de adiantamentos anteriores

source: Pending Amount
pt_br: Valor Pendente

source: Pending Asset Returns
pt_br: Devoluções de Bens Pendentes

source: Pending FnF
pt_br: Acerto Final Pendente

source: Pending Interviews
pt_br: Entrevistas Pendentes

source: Pending Questionnaires
pt_br: Questionários Pendentes

source: Percent
pt_br: Percentual

source: Percent Deduction
pt_br: Percentual de Dedução

source: Percentage (%)
pt_br: Porcentagem (%)

source: Performance
pt_br: Desempenho

source: Permanently cancel {0}
pt_br: Cancelar permanentemente {0}

source: Permanently submit {0}
pt_br: Enviar permanentemente {0}

source: Phone Number
pt_br: Número de Telefone

source: Piecework
pt_br: Produção por Peça

source: Pink
pt_br: Rosa

source: Planned number of Positions
pt_br: Número Planejado de Vagas

source: Please Enable Auto Attendance and complete the setup first.
pt_br: Por favor, habilite a Frequência Automática e conclua a configuração primeiro.

source: Please Select Company First
pt_br: Selecione a Empresa Primeiro

source: Please add the remaining benefits {0} to any of the existing component
pt_br: Adicione os benefícios restantes {0} a algum dos componentes existentes

source: Please add the remaining benefits {0} to the application as pro-rata component
pt_br: Adicione os benefícios restantes {0} ao formulário como componente proporcional

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
pt_br: Atribua uma Estrutura Salarial para o Colaborador {0}, válida a partir de {1} ou antes

source: Please check if employee is on leave or attendance with the same status exists for selected day(s).
pt_br: Por favor, verifique se o colaborador está de licença ou se já existe um registro de frequência com o mesmo status para o(s) dia(s) selecionado(s).

source: Please confirm once you have completed your training
pt_br: Por favor, confirme assim que concluir seu treinamento

source: Please create a new {0} for the date {1} first.
pt_br: Por favor, crie um novo {0} para a data {1} primeiro.

source: Please delete the Employee {0} to cancel this document
pt_br: Por favor, exclua o Colaborador {0} para cancelar este documento

source: Please enable default incoming account before creating Daily Work Summary Group
pt_br: Por favor, habilite a conta de entrada padrão antes de criar o Grupo de Resumo de Trabalho Diário

source: Please enter the designation
pt_br: Por favor, informe o cargo

source: Please reduce {0} to avoid shift time overlapping with itself
pt_br: Por favor, reduza {0} para evitar sobreposição de horários da mesma escala

source: Please see attachment
pt_br: Por favor, veja o anexo

source: Please select Company and Designation
pt_br: Por favor, selecione a Empresa e o Cargo

source: Please select Employee
pt_br: Por favor, selecione o Colaborador

source: Please select Employee first.
pt_br: Por favor, selecione o Colaborador primeiro.

source: Please select From Date and Payroll Frequency first
pt_br: Por favor, selecione a Data Inicial e a Frequência da Folha de Pagamento primeiro

source: Please select From Date.
pt_br: Por favor, selecione a Data Inicial.

source: Please select Shift Schedule and assignment date(s).
pt_br: Por favor, selecione o Cronograma de Turnos e as data(s) de atribuição.

source: Please select Shift Type and assignment date(s).
pt_br: Por favor, selecione o Tipo de Turno e as data(s) de atribuição.

source: Please select a Company
pt_br: Por favor, selecione uma Empresa

source: Please select a company first
pt_br: Por favor, selecione uma empresa primeiro

source: Please select a company first.
pt_br: Por favor, selecione uma empresa primeiro.

source: Please select a csv file
pt_br: Por favor, selecione um arquivo CSV

source: Please select a date.
pt_br: Por favor, selecione uma data.

source: Please select an Applicant
pt_br: Por favor, selecione um Candidato

source: Please select at least one Shift Request to perform this action.
pt_br: Por favor, selecione ao menos uma Solicitação de Turno para realizar esta ação.

source: Please select at least one employee to perform this action.
pt_br: Por favor, selecione ao menos um colaborador para realizar esta ação.

source: Please select at least one row to perform this action.
pt_br: Por favor, selecione ao menos uma linha para realizar esta ação.

source: Please select company.
pt_br: Por favor, selecione a empresa.

source: Please select employee first
pt_br: Por favor, selecione primeiro o colaborador

source: Please select employees to create appraisals for
pt_br: Por favor, selecione os colaboradores para criar avaliações

source: Please select half day attendance status.
pt_br: Por favor, selecione o status de presença de meio período.

source: Please select month and year.
pt_br: Por favor, selecione o mês e o ano.

source: Please select the Appraisal Cycle first.
pt_br: Por favor, selecione primeiro o Ciclo de Avaliação.

source: Please select the attendance status.
pt_br: Por favor, selecione o status de presença.

source: Please select the employees you want to mark attendance for.
pt_br: Por favor, selecione os colaboradores para os quais deseja marcar presença.

source: Please select the salary slips to email
pt_br: Por favor, selecione os holerites para enviar por e-mail

source: Please select {0}
pt_br: Por favor, selecione {0}

source: Please set "Default Payroll Payable Account" in Company Defaults
pt_br: Por favor, defina "Conta Padrão de Folha a Pagar" nas Configurações Padrão da Empresa

source: Please set Basic and HRA component in Company {0}
pt_br: Por favor, defina os componentes Básico e HRA na Empresa {0}

source: Please set Earning Component for Leave type: {0}.
pt_br: Por favor, defina o Componente de Ganho para o tipo de Licença: {0}.

source: Please set Payroll based on in Payroll settings
pt_br: Por favor, defina a base da Folha de Pagamento nas Configurações de Folha

source: Please set Relieving Date for employee: {0}
pt_br: Por favor, defina a Data de Saída para o colaborador: {0}

source: Please set a Default Cash Account in Company defaults
pt_br: Por favor, defina uma Conta Caixa Padrão nas Configurações Padrão da Empresa

source: Please set account in Salary Component {0}
pt_br: Por favor, defina a conta no Componente Salarial {0}

source: Please set default template for Leave Approval Notification in HR Settings.
pt_br: Por favor, defina o modelo padrão para Notificação de Aprovação de Licença nas Configurações de RH.

source: Please set default template for Leave Status Notification in HR Settings.
pt_br: Por favor, defina o modelo padrão para Notificação de Status de Licença nas Configurações de RH.

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
pt_br: Por favor, defina o Modelo de Avaliação para todos os {0} ou selecione o modelo na tabela de Colaboradores abaixo.

source: Please set the Company
pt_br: Por favor, defina a Empresa

source: Please set the Date Of Joining for employee {0}
pt_br: Por favor, defina a Data de Admissão para o colaborador {0}

source: Please set the Holiday List.
pt_br: Por favor, defina a Lista de Feriados.

source: Please set the relieving date for employee {0}
pt_br: Por favor, defina a data de desligamento para o colaborador {0}

source: Please set {0} and {1} in {2}.
pt_br: Por favor, defina {0} e {1} em {2}.

source: Please set {0} for Employee {1}
pt_br: Por favor, defina {0} para o Colaborador {1}

source: Please set {0} for the Employee: {1}
pt_br: Por favor, defina {0} para o Colaborador: {1}

source: Please set {0}.
pt_br: Por favor, defina {0}.

source: Please setup Employee Naming System in Human Resource > HR Settings
pt_br: Por favor, configure o Sistema de Nomenclatura de Colaboradores em Recursos Humanos > Configurações de RH

source: Please setup numbering series for Attendance via Setup > Numbering Series
pt_br: Por favor, configure a sequência de numeração para Presença via Configurações > Sequência de Numeração

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
pt_br: Por favor, compartilhe seu feedback sobre o treinamento clicando em 'Feedback de Treinamento' e depois em 'Novo'

source: Please specify the job applicant to be updated.
pt_br: Por favor, especifique o candidato a vaga que será atualizado.

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
pt_br: Por favor, especifique {0} e {1} (se houver), para o cálculo correto do imposto nos próximos holerites.

source: Please submit the {0} before marking the cycle as Completed
pt_br: Por favor, envie o {0} antes de marcar o ciclo como Concluído.

source: Please update your status for this training event
pt_br: Por favor, atualize seu status para este evento de treinamento.

source: Posted On
pt_br: Publicado em

source: Posting Date
pt_br: Data de Publicação

source: Posting date
pt_br: Data de publicação

source: Preferred Area for Lodging
pt_br: Área Preferencial para Hospedagem

source: Present
pt_br: Presente

source: Present Records
pt_br: Registros Presentes

source: Prevent self approval for leaves even if user has permissions
pt_br: Impedir autoaprovação de licenças mesmo que o usuário tenha permissões

source: Preview Salary Slip
pt_br: Visualizar Holerite

source: Principal Amount
pt_br: Valor Principal

source: Print Heading
pt_br: Cabeçalho de Impressão

source: Printed On {0}
pt_br: Impresso em {0}

source: Printing Details
pt_br: Detalhes da Impressão

source: Privilege Leave
pt_br: Licença Privilegiada

source: Probation
pt_br: Período de Experiência

source: Probationary Period
pt_br: Período de Experiência

source: Process Attendance After
pt_br: Processar Frequência Após

source: Process Payroll Accounting Entry based on Employee
pt_br: Processar Lançamento Contábil da Folha de Pagamento com base no Colaborador

source: Process Requests
pt_br: Processar Solicitações

source: Process Shift Requests
pt_br: Processar Solicitações de Turno

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
pt_br: Processar o pagamento de licença via Lançamento de Pagamento separada em vez de Holerite

source: Process {0} Shift Request(s) as <b>{1}</b>?
pt_br: Processar {0} Solicitação(ões) de Turno como <b>{1}</b>?

source: Processing Requests
pt_br: Processando Solicitações

source: Processing Requests...
pt_br: Processando Solicitações...

source: Processing of Shift Requests has been queued. It may take a few minutes.
pt_br: O processamento das Solicitações de Turno foi enfileirado. Pode levar alguns minutos.

source: Professional Tax Deductions
pt_br: Deduções de Imposto Profissional

source: Proficiency
pt_br: Proficiência

source: Profile
pt_br: Perfil

source: Profit
pt_br: Lucro

source: Progress
pt_br: Progresso

source: Project
pt_br: Projeto

source: Project Profitability
pt_br: Rentabilidade do Projeto

source: Promotion
pt_br: Promoção

source: Promotion Date
pt_br: Data da Promoção

source: Property
pt_br: Propriedade

source: Property already added
pt_br: Propriedade já adicionada

source: Provident Fund Deductions
pt_br: Deduções do Fundo de Previdência

source: Publish Applications Received
pt_br: Publicar Candidaturas Recebidas

source: Publish Salary Range
pt_br: Publicar Faixa Salarial

source: Publish on website
pt_br: Publicar no site

source: Purpose
pt_br: Finalidade

source: Purpose & Amount
pt_br: Finalidade & Valor

source: Purpose of Travel
pt_br: Finalidade da Viagem

source: Push Notification permission denied
pt_br: Permissão de Notificação Push negada

source: Push notifications disabled
pt_br: Notificações Push desativadas

source: Push notifications have been disabled on your site
pt_br: Notificações Push foram desativadas no seu site

source: Quarterly
pt_br: Trimestral

source: Questionnaire Email Sent
pt_br: E-mail do Questionário Enviado

source: Queued
pt_br: Na Fila

source: Quick Filters
pt_br: Filtros Rápidos

source: Quick Links
pt_br: Links Rápidos

source: Radius within which check-in is allowed (in meters)
pt_br: Raio dentro do qual o check-in é permitido (em metros)

source: Raised By
pt_br: Registrado Por

source: Rate
pt_br: Taxa

source: Rate Goals Manually
pt_br: Avaliar Metas Manualmente

source: Rating
pt_br: Avaliação

source: Rating Criteria
pt_br: Critérios de Avaliação

source: Ratings
pt_br: Avaliações

source: Re-allocate Leaves
pt_br: Realocar Licenças

source: Read
pt_br: Lido

source: Reason
pt_br: Motivo

source: Reason for Requesting
pt_br: Motivo do Pedido

source: Reason for Withholding Salary
pt_br: Motivo para Retenção do Salário

source: Reason for skipping auto attendance:
pt_br: Motivo para ignorar o registro de frequência automático:

source: Receivables
pt_br: Recebíveis

source: Recent Attendance Requests
pt_br: Solicitações Recentes de Frequência

source: Recent Expenses
pt_br: Despesas Recentes

source: Recent Leaves
pt_br: Licenças Recentes

source: Recent Shift Requests
pt_br: Solicitações Recentes de Turno

source: Recommended for a single biometric device / checkins via mobile app
pt_br: Recomendado para um único dispositivo biométrico / registros de entrada via aplicativo móvel

source: Recover Cost
pt_br: Recuperar Custo

source: Recruitment
pt_br: Recrutamento

source: Recruitment Analytics
pt_br: Análise de Recrutamento

source: Recruitment Dashboard
pt_br: Painel de Recrutamento

source: Red
pt_br: Vermelho

source: Reference
pt_br: Referência

source: Reference Document
pt_br: Documento de Referência

source: Reference Document Name
pt_br: Nome do Documento de Referência

source: Reference Document Type
pt_br: Tipo de Documento de Referência

source: Reference: {0}
pt_br: Referência: {0}

source: References
pt_br: Referências

source: Referral Bonus Payment Status
pt_br: Status do Pagamento do Bônus de Indicação

source: Referral Details
pt_br: Detalhes da Indicação

source: Referrer
pt_br: Indicador

source: Referrer Details
pt_br: Detalhes do Indicador

source: Referrer Name
pt_br: Nome do Indicador

source: Reflections
pt_br: Reflexões

source: Refuelling Details
pt_br: Detalhes do Abastecimento

source: Reject
pt_br: Rejeitar

source: Reject Employee Referral
pt_br: Rejeitar Indicação de Colaborador

source: Rejected
pt_br: Rejeitado

source: Rejection
pt_br: Rejeição

source: Release Withheld Salaries
pt_br: Liberar Salários Retidos

source: Released
pt_br: Liberado

source: Relieving Date
pt_br: Data de Saída

source: Relieving Date
pt_br: Data de Saída

source: Relieving Date Missing
pt_br: Data de Saída Ausente

source: Reload
pt_br: Recarregar

source: Remaining Benefits (Yearly)
pt_br: Benefícios Restantes (Anual)

source: Remark
pt_br: Observação

source: Remarks
pt_br: Observações

source: Remind Before
pt_br: Lembrar Antes

source: Reminded
pt_br: Lembrado

source: Reminder
pt_br: Lembrete

source: Reminders
pt_br: Lembretes

source: Remove if Zero Valued
pt_br: Remover se Valor Zero

source: Rented Car
pt_br: Carro Alugado

source: Reopen
pt_br: Reabrir

source: Repay From Salary
pt_br: Reembolsar Pelo Salário

source: Repay From Salary can be selected only for term loans
pt_br: Reembolso Pelo Salário só pode ser selecionado para empréstimos a prazo

source: Repay Unclaimed Amount from Salary
pt_br: Reembolsar Valor Não Reivindicado pelo Salário

source: Repeat On Days
pt_br: Repetir em Dias

source: Replied
pt_br: Respondido

source: Replies
pt_br: Respostas

source: Reports
pt_br: Relatórios

source: Reports To
pt_br: Reporta-se a

source: Request Attendance
pt_br: Solicitar Frequência

source: Request Leave
pt_br: Solicitar Licença

source: Request a Leave
pt_br: Solicitar uma Licença

source: Request a Shift
pt_br: Solicitar um Turno

source: Request an Advance
pt_br: Solicitar Adiantamento

source: Requested By
pt_br: Solicitado Por

source: Requested By (Name)
pt_br: Solicitado Por (Nome)

source: Require Full Funding
pt_br: Exigir Financiamento Completo

source: Required Skills
pt_br: Habilidades Necessárias

source: Required for Employee Creation
pt_br: Obrigatório para Criação de Colaborador

source: Reschedule Interview
pt_br: Reagendar Entrevista

source: Reset Password
pt_br: Redefinir Senha

source: Resignation Letter Date
pt_br: Data da Carta de Demissão

source: Resolution Date
pt_br: Data da Resolução

source: Resolution Details
pt_br: Detalhes da Resolução

source: Resolved
pt_br: Resolvido

source: Resolved By
pt_br: Resolvido Por

source: Responsibilities
pt_br: Responsabilidades
