Repository: dutlabs/frappe-translations
Catalog: hrms/*.po
Languages: pt_br

source: Tax Exemption Proofs
pt_br: Comprovantes de Isenção Fiscal

source: Tax Setup
pt_br: Configuração Fiscal

source: Tax on additional salary
pt_br: Imposto sobre salário adicional

source: Tax on flexible benefit
pt_br: Imposto sobre benefício flexível

source: Taxable Earnings Till Date
pt_br: Rendimentos Tributáveis até a Data

source: Taxable Income Relief Threshold Limit
pt_br: Limite de Isenção para Renda Tributável

source: Taxable Salary Slab
pt_br: Faixa Salarial Tributável

source: Taxable Salary Slabs
pt_br: Faixas Salariais Tributáveis

source: Taxes & Charges
pt_br: Impostos & Encargos

source: Taxes and Charges on Income Tax
pt_br: Impostos e Encargos sobre o Imposto de Renda

source: Taxi
pt_br: Táxi

source: Team Advances
pt_br: Adiantamentos da Equipe

source: Team Claims
pt_br: Reivindicações da Equipe

source: Team Leaves
pt_br: Licenças da Equipe

source: Team Requests
pt_br: Solicitações da Equipe

source: Team Updates
pt_br: Atualizações da Equipe

source: Template Name
pt_br: Nome do Modelo

source: Terms
pt_br: Termos

source: Terms and Conditions
pt_br: Termos e Condições

source: Thank you
pt_br: Obrigado

source: The Human Resource Module is all set up!
pt_br: O módulo de Recursos Humanos está totalmente configurado!

source: The Payroll Module is all set up!
pt_br: O módulo de Folha de Pagamento está totalmente configurado!

source: The currency of {0} should be same as the company's default currency. Please select another account.
pt_br: A moeda de {0} deve ser a mesma da moeda padrão da empresa. Por favor, selecione outra conta.

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
pt_br: A data em que o Componente Salarial com Valor contribuirá para os Ganhos/Descontos no Holerite.

source: The day of the month when leaves should be allocated
pt_br: O dia do mês em que as folgas devem ser alocadas

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
pt_br: O(s) dia(s) para o(s) qual(is) você está solicitando folga são feriados. Não é necessário solicitar folga.

source: The days between {0} to {1} are not valid holidays.
pt_br: Os dias entre {0} e {1} não são feriados válidos.

source: The first Approver in the list will be set as the default Approver.
pt_br: O primeiro Aprovador da lista será definido como o Aprovador padrão.

source: The fraction of Daily Salary per Leave should be between 0 and 1
pt_br: A fração do Salário Diário por Folga deve estar entre 0 e 1

source: The fraction of daily wages to be paid for half-day attendance
pt_br: A fração do salário diário a ser paga por frequência de meio período

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
pt_br: As métricas deste relatório são calculadas com base em {0}. Por favor, defina {0} em {1}.

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
pt_br: As métricas deste relatório são calculadas com base em {0}. Por favor, defina {0} em {1}.

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
pt_br: O holerite enviado por e-mail ao colaborador será protegido por senha, que será gerada com base na política de senhas.

source: The time after the shift start time when check-in is considered as late (in minutes).
pt_br: O tempo após o início do turno em que o registro de entrada é considerado atrasado (em minutos).

source: The time before the shift end time when check-out is considered as early (in minutes).
pt_br: O tempo antes do fim do turno em que a saída é considerada antecipada (em minutos).

source: The time before the shift start time during which Employee Check-in is considered for attendance.
pt_br: O tempo antes do horário de início do turno durante o qual registro de Entrada do Colaborador é considerado para a frequência

source: Theory
pt_br: Teoria

source: There are more holidays than working days this month.
pt_br: Há mais feriados do que dias úteis neste mês.

source: There are no vacancies under staffing plan {0}
pt_br: Não há vagas no plano de alocação de pessoal {0}

source: There is no Salary Structure assigned to {0}. First assign a Salary Stucture.
pt_br: Não há Estrutura Salarial atribuída a {0}. Atribua primeiro uma Estrutura Salarial.

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
pt_br: Não há Colaborador com a Estrutura Salarial: {0}. Atribua {1} a um Colaborador para visualizar o Holerite

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
pt_br: Essas licenças são feriados permitidos pela empresa, no entanto, usufruí-las é opcional para o Colaborador.

source: This action will prevent making changes to the linked appraisal feedback/goals.
pt_br: Essa ação impedirá alterações no feedback/metas de avaliação vinculados.

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
pt_br: Este registro de entrada está fora do horário do turno atribuído e não será considerado para a frequência. Se houver um turno atribuído, ajuste sua janela de horário e Busque Turno novamente.

source: This compensatory leave will be applicable from {0}.
pt_br: Esta licença compensatória será aplicável a partir de {0}.

source: This employee already has a log with the same timestamp.{0}
pt_br: Este cadastroolaborador já possui um registro com o mesmo carimbo de data/hora.{0}

source: This error can be due to invalid formula or condition.
pt_br: Este erro pode ser devido a uma fórmula ou condição inválida.

source: This error can be due to invalid syntax.
pt_br: Este erro pode ser devido a uma sintaxe inválida.

source: This error can be due to missing or deleted field.
pt_br: Este erro pode ser devido a um campo ausente ou excluído.

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
pt_br: Este campo permite definir o número máximo de licenças consecutivas que um Colaborador pode solicitar.

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
pt_br: Este campo permite definir o número máximo de licenças que podem ser alocadas anualmente para este Tipo de Licença ao criar a Política de Licença

source: This is based on the attendance of this Employee
pt_br: Isso é baseado na frequência deste Colaborador

source: This method is only meant for developer mode
pt_br: Este método é destinado apenas ao modo desenvolvedor

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
pt_br: Isso substituirá o componente de imposto {0} no holerite e o imposto não será calculado com base nas faixas do Imposto de Renda

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
pt_br: Isso irá submeter os Holerite e criará o Lançamento do Livro Diário da competência. Deseja continuar?

source: Thursday
pt_br: Quinta-feira

source: Time
pt_br: Hora

source: Time Interval
pt_br: Intervalo de Tempo

source: Time Sheet
pt_br: Folha de Ponto

source: Time after the end of shift during which check-out is considered for attendance.
pt_br: Tempo após o fim do turno durante o qual a saída é considerada para a presença.

source: Time taken to fill the open positions
pt_br: Tempo necessário para preencher as vagas abertas

source: Time to Fill
pt_br: Tempo para Preenchimento

source: Timelines
pt_br: Prazos

source: Timesheet
pt_br: Folha de Ponto

source: Timesheet Details
pt_br: Detalhes da Folha de Ponto

source: Timing
pt_br: Horário

source: Title
pt_br: Título

source: To
pt_br: Até

source: To Amount
pt_br: Valor Final

source: To Date
pt_br: Data Final

source: To Date cannot be before From Date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: To Date should be greater than From Date
pt_br: A Data Final deve ser posterior à Data Inicial

source: To Time
pt_br: Até o Horário

source: To User
pt_br: Para o Usuário

source: To allow this, enable {0} under {1}.
pt_br: Para permitir isso, ative {0} em {1}.

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
pt_br: Para solicitar um Meio Período, marque 'Meio Período' e selecione a Data correspondente

source: To date can not be equal or less than from date
pt_br: A Data Final não pode ser igual ou anterior à Data Inicial

source: To date can not be greater than employee's relieving date.
pt_br: A Data Final não pode ser posterior à data de desligamento do colaborador.

source: To date can not be less than from date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: To date can not greater than employee's relieving date
pt_br: A Data Final não pode ser posterior à data de desligamento do colaborador

source: To date cannot be before from date
pt_br: A Data Final não pode ser anterior à Data Inicial

source: To overwrite the salary component amount for a tax component, please enable {0}
pt_br: Para substituir o valor do componente salarial de um imposto, ative {0}

source: To(Year)
pt_br: Até (Ano)

source: To(Year) year can not be less than From(year)
pt_br: O Ano Final não pode ser anterior ao Ano Inicial

source: Today is {0}'s birthday 🎉
pt_br: Hoje é o aniversário de {0} 🎉

source: Today {0} at our Company! 🎉
pt_br: Hoje {0} na nossa empresa! 🎉

source: Today {0} completed {1} year(s) at our Company! 🎉
pt_br: Hoje {0} completou {1} ano(s) na nossa empresa! 🎉

source: Total Absent
pt_br: Total de Faltas

source: Total Actual Amount
pt_br: Valor Total Real

source: Total Advance Amount
pt_br: Valor Total Adiantado

source: Total Allocated Leave(s)
pt_br: Total de Licenças Alocadas

source: Total Allocated Leaves
pt_br: Total de Licenças Alocadas

source: Total Amount
pt_br: Valor Total

source: Total Amount Reimbursed
pt_br: Valor Total Reembolsado

source: Total Amount cannot be zero
pt_br: O valor total não pode ser zero

source: Total Asset Recovery Cost
pt_br: Custo Total de Recuperação de Ativos

source: Total Billed Hours
pt_br: Total de Horas Faturadas

source: Total Claimed Amount
pt_br: Valor Total Reivindicado

source: Total Declared Amount
pt_br: Valor Total Declarado

source: Total Deduction
pt_br: Total de Deduções

source: Total Deduction (Company Currency)
pt_br: Total de Deduções (Moeda da Empresa)

source: Total Early Exits
pt_br: Saídas Antecipadas Totais

source: Total Earning
pt_br: Total de Ganhos

source: Total Earnings
pt_br: Ganhos Totais

source: Total Estimated Budget
pt_br: Orçamento Total Estimado

source: Total Estimated Cost
pt_br: Custo Total Estimado

source: Total Exemption Amount
pt_br: Valor Total de Isenção

source: Total Expense Amount
pt_br: Valor Total de Despesas

source: Total Expense Claim (via Expense Claim)
pt_br: Reembolso Total de Despesas (via Solicitação de Despesa)

source: Total Expense Claim (via Expense Claims)
pt_br: Reembolso Total de Despesas (via Solicitações de Despesa)

source: Total Goal Score
pt_br: Pontuação Total de Metas

source: Total Gross Pay
pt_br: Pagamento Bruto Total

source: Total Holidays
pt_br: Total de Feriados

source: Total Hours (T)
pt_br: Total de Horas (T)

source: Total Income Tax
pt_br: Total de Imposto de Renda

source: Total Interest Amount
pt_br: Valor Total de Juros

source: Total Late Entries
pt_br: Total de Entradas Atrasadas

source: Total Leave Days
pt_br: Total de Dias de Licença

source: Total Leaves
pt_br: Total de Licenças

source: Total Leaves ({0})
pt_br: Total de Licenças ({0})

source: Total Leaves Allocated
pt_br: Total de Licenças Alocadas

source: Total Leaves Encashed
pt_br: Total de Licenças Convertidas em Dinheiro

source: Total Loan Repayment
pt_br: Total de Reembolso de Empréstimo

source: Total Net Pay
pt_br: Pagamento Líquido Total

source: Total Non-Billed Hours
pt_br: Total de Horas Não Faturadas

source: Total Payable Amount
pt_br: Valor Total a Pagar

source: Total Payment
pt_br: Pagamento Total

source: Total Present
pt_br: Total de Presenças

source: Total Principal Amount
pt_br: Valor Principal Total

source: Total Receivable Amount
pt_br: Valor Total a Receber

source: Total Resignations
pt_br: Total de Demissões

source: Total Sanctioned Amount
pt_br: Valor Total Sancionado

source: Total Score
pt_br: Pontuação Total

source: Total Self Score
pt_br: Pontuação Própria Total

source: Total Taxes and Charges
pt_br: Total de Impostos e Encargos

source: Total Working Hours
pt_br: Total de Horas Trabalhadas

source: Total advance amount cannot be greater than total sanctioned amount
pt_br: O valor total adiantado não pode ser maior que o valor total sancionado

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
pt_br: Total de licenças alocadas excede o máximo permitido para o tipo de licença {0} para o colaborador {1} no período

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
pt_br: Total de licenças alocadas {0} não pode ser menor do que as licenças já aprovadas {1} para o período

source: Total flexible benefit component amount {0} should not be less than max benefits {1}
pt_br: Total de licenças alocadas {0} não pode ser menor do que as licenças já aprovadas {1} para o período

source: Total in words
pt_br: Total por extenso

source: Total in words (Company Currency)
pt_br: Total por extenso (Moeda da Empresa)

source: Total leaves allocated cannot exceed annual allocation of {0}.
pt_br: O total de licenças alocadas não pode exceder a alocação anual de {0}.

source: Total leaves allocated is mandatory for Leave Type {0}
pt_br: O total de licenças alocadas é obrigatório para o tipo de licença {0}

source: Total percentage against cost centers should be 100
pt_br: A porcentagem total nos centros de custo deve ser 100

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
pt_br: Salário total registrado contra este componente para este colaborador desde o início do ano (período de folha ou ano fiscal) até a data final do holerite atual.

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
pt_br: Salário total registrado para este colaborador desde o início do mês até a data final do holerite atual.

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
pt_br: Salário total registrado para este colaborador desde o início do ano (período de folha ou ano fiscal) até a data final do holerite atual.

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
pt_br: A ponderação total de todos os {0} deve somar 100. Atualmente, está em {1}%

source: Total working Days Per Year
pt_br: Total de Dias de Trabalho por Ano

source: Total working hours should not be greater than max working hours {0}
pt_br: As horas totais de trabalho não devem exceder o máximo de horas trabalhadas {0}

source: Totals
pt_br: Totais

source: Train
pt_br: Trem

source: Trainer Email
pt_br: E-mail do Instrutor

source: Trainer Name
pt_br: Nome do Instrutor

source: Training
pt_br: Treinamento

source: Training Date
pt_br: Data do Treinamento

source: Training Event
pt_br: Evento de Treinamento

source: Training Event Employee
pt_br: Colaborador do Evento de Treinamento

source: Training Event:
pt_br: Evento de Treinamento:

source: Training Events
pt_br: Eventos de Treinamento

source: Training Feedback
pt_br: Feedback do Treinamento

source: Training Program
pt_br: Programa de Treinamento

source: Training Result
pt_br: Resultado do Treinamento

source: Training Result Employee
pt_br: Colaborador do Resultado do Treinamento

source: Trainings
pt_br: Treinamentos

source: Transaction Date
pt_br: Data da Transação

source: Transaction Name
pt_br: Nome da Transação

source: Transaction Type
pt_br: Tipo de Transação

source: Transactions
pt_br: Transações

source: Transactions cannot be created for an Inactive Employee {0}.
pt_br: Transações não podem ser criadas para um colaborador inativo {0}.

source: Transfer Date
pt_br: Data da Transferência

source: Travel
pt_br: Viagem

source: Travel Advance Required
pt_br: Adiantamento de Viagem Necessário

source: Travel From
pt_br: Origem da Viagem

source: Travel Funding
pt_br: Financiamento da Viagem

source: Travel Itinerary
pt_br: Itinerário de Viagem

source: Travel Request
pt_br: Solicitação de Viagem

source: Travel Request Costing
pt_br: Custeio da Solicitação de Viagem

source: Travel To
pt_br: Destino da Viagem

source: Travel Type
pt_br: Tipo de Viagem

source: Tuesday
pt_br: Terça-feira

source: Type
pt_br: Tipo

source: Type of Proof
pt_br: Tipo de Comprovação

source: Unable to find Salary Component {0}
pt_br: Não foi possível encontrar o Componente Salarial {0}

source: Unable to retrieve your location
pt_br: Não foi possível recuperar sua localização

source: Unarchive
pt_br: Desarquivar

source: Unclaimed Amount
pt_br: Valor Não Reclamado

source: Under Review
pt_br: Em Revisão

source: Unlink Payment
pt_br: Pagamento desvinculado

source: Unlinked Attendance record from Employee Checkins: {}
pt_br: Registro de Presença desvinculado de registros de Entrada de Colaboradores: {}

source: Unlinked logs
pt_br: Registros não vinculados

source: Unmarked Attendance for days
pt_br: Frequência Não Registrada para os dias

source: Unmarked Check-in Logs Found
pt_br: Registros de Entrada Não Registrada Encontrados

source: Unmarked Days
pt_br: Dias Não Registrados

source: Unmarked Employee Header
pt_br: Cabeçalho de Colaborador Não Registrado

source: Unmarked Employees HTML
pt_br: HTML de Colaboradores Não Registrados

source: Unmarked days
pt_br: Dias não registrados

source: Unpaid
pt_br: Não pago

source: Unpaid Expense Claim
pt_br: Solicitação de Reembolso de Despesas Não Paga

source: Unsettled
pt_br: Pendente

source: Unsettled Transactions
pt_br: Transações Pendentes

source: Unsubmitted Appraisals
pt_br: Avaliações de Desempenho Não Submetidas

source: Untracked Hours
pt_br: Horas Não Rastreadas

source: Untracked Hours (U)
pt_br: Horas Não Rastreadas (U)

source: Unused leaves
pt_br: Licenças não utilizadas

source: Upcoming Holidays
pt_br: Próximos Feriados

source: Upcoming Holidays Reminder
pt_br: Lembrete de Próximos Feriados

source: Upcoming Shifts
pt_br: Próximos Turnos

source: Update
pt_br: Atualizar

source: Update Expense
pt_br: Atualizar Despesas

source: Update Job Applicant
pt_br: Atualizar Candidato a Emprego

source: Update Progress
pt_br: Progresso da atualização

source: Update Response
pt_br: Atualizar Resposta

source: Update Salary Structures
pt_br: Atualizar Estruturas Salariais

source: Update Status
pt_br: Atualizar Status

source: Update Tax
pt_br: Atualizar Imposto

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
pt_br: Status atualizado de {0} para {1} para a data {2} no registro de frequência {3}

source: Updated the Job Applicant status to {0}
pt_br: Status do Candidato a Emprego atualizado para {0}

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
pt_br: Atualizou o status da Oferta de Emprego {0} para o Candidato a Emprego vinculado {1} para {2}

source: Updated the status of linked Job Applicant {0} to {1}
pt_br: Atualizou o status do Candidato a Emprego vinculado {0} para {1}

source: Upload Attendance
pt_br: Carregar frequência

source: Upload HTML
pt_br: Carregar HTML

source: Upload images or documents
pt_br: Carregar imagens ou documentos

source: Uploading...
pt_br: Fazendo upload...

source: Upper Range
pt_br: Faixa Superior

source: Used Leave(s)
pt_br: Licença(s) Usada(s)

source: Used Leaves
pt_br: Licenças Usadas

source: User
pt_br: Usuário

source: Users
pt_br: Usuários

source: Utilization
pt_br: Utilização

source: Vacancies
pt_br: Vagas

source: Vacancies cannot be lower than the current openings
pt_br: As vagas não podem ser inferiores às vagas atuais

source: Vacancies fulfilled
pt_br: Vagas preenchidas

source: Validate Attendance
pt_br: Validar Frequência

source: Validating Employee Attendance...
pt_br: Validando a Frequência dos Colaboradores...

source: Value / Description
pt_br: Valor / Descrição

source: Value missing
pt_br: Valor ausente

source: Variable
pt_br: Variável

source: Variable Based On Taxable Salary
pt_br: Variável com base no salário tributável

source: Vegetarian
pt_br: Vegetariano

source: Vehicle
pt_br: Veículo

source: Vehicle Expenses
pt_br: Despesas com Veículos

source: Vehicle Log
pt_br: Registro do Veículo

source: Vehicle Service
pt_br: Serviço de Veículos

source: Vehicle Service Item
pt_br: Item de Serviço do Veículo

source: Verify
pt_br: Verificar

source: View
pt_br: Visualizar

source: View All
pt_br: Ver Tudo

source: View Goals
pt_br: Ver Metas

source: View Leave History
pt_br: Ver Histórico de Licenças

source: View Ledger
pt_br: Ver Razão

source: View List
pt_br: Ver Lista

source: View Salary Slips
pt_br: Ver Holerites

source: Violet
pt_br: Violeta

source: WARNING: Loan Management module has been separated from ERPNext.
pt_br: AVISO: O módulo de Gestão de Empréstimos foi separado do Dut ERP.

source: Walk In
pt_br: Entre

source: Warning
pt_br: Aviso

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
pt_br: Aviso: Saldo de licença insuficiente para o Tipo de Licença {0} nesta alocação.

source: Warning: Insufficient leave balance for Leave Type {0}.
pt_br: Aviso: Saldo de licença insuficiente para o tipo de licença {0}.

source: Warning: Leave application contains following block dates
pt_br: Aviso: O pedido de licença contém as seguintes datas de bloqueio

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
pt_br: Aviso: {0} já tem uma Atribuição de Turno ativa {1} para algumas/todas essas datas.

source: Website Listing
pt_br: Listagem do Site

source: Wednesday
pt_br: Quarta-feira

source: Weekly
pt_br: Semanal

source: Weightage (%)
pt_br: Ponderação (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
pt_br: Quando definido como 'Inativo', colaboradores com turnos ativos conflitantes não serão excluídos.

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
pt_br: Enquanto a alocação para Licenças Compensatórias é criada ou atualizada automaticamente no envio da Solicitação de Licença Compensatória.

source: Why is this Candidate Qualified for this Position?
pt_br: Por que este candidato está qualificado para esta posição?

source: Withheld
pt_br: Reter

source: Work Anniversaries
pt_br: Aniversários de trabalho

source: Work Anniversary Reminder
pt_br: Lembrete de Aniversário de Trabalho

source: Work End Date
pt_br: Data de Término do Trabalho

source: Work Experience Calculation Method
pt_br: Método de Cálculo de Experiência Profissional

source: Work From Date
pt_br: Trabalhar a Partir da Data

source: Work From Home
pt_br: Trabalho Remoto

source: Work References
pt_br: Referências de Trabalho

source: Work Summary for {0}
pt_br: Resumo do trabalho para {0}

source: Worked On Holiday
pt_br: Trabalho no Feriado

source: Working Days
pt_br: Dias de Trabalho

source: Working Days and Hours
pt_br: Dias de Trabalho e Horas

source: Working Hours
pt_br: Horas de Trabalho
